---
name: "🤔 问题咨询"
about: "提出针对本项目安装部署、使用及其他方面的相关问题"
title: "[Question] 一句话描述问题"
labels: "🤔 Question"
assignees: 
  - baijiangjie
---

## 注意
_针对过于简单的 Bug 描述不予考虑。请确保提供足够的细节和信息以支持 Bug 的复现和修复。_

## 产品版本 (必填)
**JumpServer 版本( v2.28 之前的版本不再支持 )** <br>
[在这里输入当前使用的 JumpServer 的版本号]

## 版本类型 (必填)
- [ ] 社区版
- [ ] 企业版
- [ ] 企业试用版

## 安装方式 (必填)
- [ ] 在线安装 (一键命令)
- [ ] 离线安装 (下载离线包)
- [ ] All-in-One
- [ ] 1Panel 安装
- [ ] Kubernetes 安装
- [ ] 源码安装

## 环境信息 (必填)
[在这里详细描述你环境信息，如：操作系统、浏览器及部署架构等等]

## 问题描述 (必填)
[在这里详细描述你遇到的问题]

## 尝试过的解决方法 (可选)
[如果你已经尝试过解决问题，请在这里列出你已经尝试过的解决方法]
