Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Can view web terminal
es: Terminal web
ja: Webターミナルを表示できます
ko: 웹 터미널
pt_br: Terminal Web
ru: Просмотр веб-терминала
vi: Web terminal
zh: Web终端

source: Can view file manager
es: Puede ver la gestión de archivos
ja: ファイルマネージャを表示できます
ko: 파일 관리와 시스템 도구를 확인할 수 있습니다. 내용 유형 허가 시스템 역할 조직 역할 역할 바인딩 모든 조직 사용자의 마지막 역할로 삭제할 수 없으며, 사용자를 조직에서 이동할 수 있습니다. 조직 역할 바인딩 시스템 역할 바인딩 이미 바인딩됨 모든 권한 콘솔 작업대
pt_br: Pode visualizar a gestão de arquivos
ru: Просмотр файлового менеджера
vi: có thể xem quản lý tệp
zh: 可以查看文件管理

source: Can view System Tools
es: Puede ver las herramientas del sistema
ja: システムツールを表示できます
ko: 시스템 도구를 확인할 수 있습니다
pt_br: Pode visualizar as ferramentas do sistema
ru: Просмотр системных инструментов
vi: có thể xem công cụ hệ thống
zh: 可以查看系统工具

source: Can view user login report
vi: có thể xem báo cáo đăng nhập người dùng

source: Can view user change password report
vi: có thể xem báo cáo thay đổi mật khẩu người dùng

source: Can view asset statistics report
vi: có thể xem báo cáo thống kê tài sản

source: Can view asset activity report
vi: có thể xem báo cáo hoạt động tài sản

source: Can view account statistics report
vi: có thể xem báo cáo thống kê tài khoản.

source: Can view account automation report
vi: Có thể xem báo cáo tự động hóa tài khoản

source: ContentType
es: Tipo de contenido
ja: コンテンツタイプ
ko: 내용 유형
pt_br: Tipo de conteúdo
ru: Тип содержимого
vi: Loại nội dung
zh: 内容类型

source: Permissions
es: Autorización
ja: 権限
ko: 권한
pt_br: Autorização
ru: Разрешения
vi: Ủy quyền
zh: 授权

source: System role
es: Rol del sistema
ja: システムの役割
ko: 시스템 역할
pt_br: Papel do sistema
ru: Системная роль
vi: Vai trò hệ thống
zh: 系统角色

source: Organization role
es: Rol de la organización
ja: 組織の役割
ko: 조직 역할
pt_br: Papel da organização
ru: Организационная роль
vi: Vai trò tổ chức
zh: 组织角色

source: Role binding
es: Vinculación de roles
ja: ロールバインディング
ko: 역할 바인딩
pt_br: Vinculação de papel
ru: Привязка ролей
vi: Liên kết vai trò
zh: 角色绑定

source: All organizations
es: Todas las organizaciones
ja: 全ての組織
ko: 모든 조직
pt_br: Todas as organizações
ru: Все организации
vi: Tất cả tổ chức
zh: 所有组织

source: User last role in org, can not be delete, you can remove user from org instead
es: El último rol del usuario no se puede eliminar, pero puedes quitar al usuario de la organización
ja: ユーザーの最後のロールは削除できません。ユーザーを組織から削除できます。
ko: 사용자의 마지막 역할은 삭제할 수 없으며, 사용자를 조직에서 제거할 수 있습니다
pt_br: O último papel do usuário não pode ser excluído, você pode remover o usuário da organização
ru: Последняя роль пользователя не может быть удалена. Вы можете удалить пользователя из организации.
vi: Vai trò cuối cùng của người dùng, không thể xóa, bạn có thể loại bỏ người dùng khỏi tổ chức
zh: 用户最后一个角色，不能删除，你可以将用户从组织移除

source: Organization role binding
es: Rol de organización vinculado
ja: 組織の役割バインディング
ko: 조직 역할 바인딩
pt_br: Associação de papéis da organização
ru: Привязка организационной роли
vi: Liên kết vai trò tổ chức
zh: 组织角色绑定

source: System role binding
es: Rol del sistema vinculado
ja: システムロールバインディング
ko: 시스템 역할 바인딩
pt_br: Associação de papéis do sistema
ru: Привязка системной роли
vi: Liên kết vai trò hệ thống
zh: 系统角色绑定

source: Has bound this role
es: Ya vinculado
ja: この役割をバインドしました
ko: 이미 바인딩됨
pt_br: Já vinculado
ru: Роль привязана
vi: Đã được liên kết
zh: 已经绑定

source: All permissions
es: Todos los permisos
ja: すべての権限
ko: 모든 권한
pt_br: Todas as permissões
ru: Все разрешения
vi: Tất cả quyền
zh: 所有权限

source: Console view
es: Consola
ja: コンソールビュー
ko: 콘솔
pt_br: Console
ru: Консоль
vi: Console
zh: 控制台

source: Pam view
vi: PAM

source: Workbench view
es: Mesa de trabajo
ja: ワークスペースビュー
ko: 작업대
pt_br: Painel de trabalho
ru: Рабочий стол
vi: Workbench
zh: 工作台

source: Audit view
es: Registro de auditoría
ja: 監査ビュー
ko: 감사 대시보드
pt_br: Painel de auditoria
ru: Панель Аудита
vi: Audits
zh: 审计台

source: System setting
es: Configuración del sistema
ja: システム設定
ko: 시스템 설정
pt_br: Configurações do sistema
ru: Настройки системы
vi: Cài đặt hệ thống
zh: 系统设置

source: Session audits
es: Auditoría de sesión
ja: セッション監査
ko: 세션 감사
pt_br: Auditoria de sessão
ru: Аудиты сессий
vi: Session
zh: 会话审计

source: Cloud import
es: Sincronización en la nube
ja: クラウドインポート
ko: 클라우드 동기화
pt_br: Sincronização em nuvem
ru: Облачная синхронизация
vi: Đồng bộ đám mây
zh: 云同步

source: Gather account
es: Descubrimiento de cuenta
ja: アカウントを集める
ko: 계정 탐색
pt_br: Conta de cobrança
ru: Обнаружение УЗ
vi: Tài khoản phát hiện
zh: 收集账号

source: Account change secret
es: Cambio de contraseña de cuenta
ja: アカウントの秘密の変更
ko: 계정 비밀번호 변경
pt_br: Alteração de senha da conta
ru: Смена секрета аккаунта
vi: Tài khoản đổi mật khẩu
zh: 账号改密

source: App ops
es: Centro de tareas
ja: アプリ操作
ko: 작업 센터
pt_br: Centro de Tarefas
ru: Центр задач
vi: Ops
zh: 作业中心

source: Feature
es: Función
ja: 機能
ko: 기능
pt_br: Função
ru: Функции
vi: Chức năng
zh: 功能

source: Authentication
es: Certificación
ja: 認証
ko: 인증
pt_br: Autenticação
ru: Аутентификация
vi: Xác thực
zh: 认证

source: Storage
es: Almacenamiento
ja: ストレージ
ko: 저장소
pt_br: Armazenamento
ru: Хранилище
vi: Lưu trữ
zh: 存储

source: Applet
es: Aplicación remota
ja: リモートアプリケーション
ko: 원격 애플리케이션
pt_br: Aplicativo Remoto
ru: Приложения
vi: Ứng dụng từ xa
zh: 远程应用

source: Appearance
es: Interfaz
ja: 外見
ko: 인터페이스
pt_br: Interface
ru: Интерфейс
vi: Giao diện
zh: 界面

source: License
es: Licencia
ja: ライセンス
ko: 라이센스
pt_br: Licença
ru: Лицензия
vi: Giấy phép
zh: 许可证

source: Job audit
es: Auditoría de acciones
ko: 작업 감사
pt_br: Auditoria de Tarefas
ru: Аудит заданий
vi: Kiểm tra công việc
zh: 作业审计

source: Report
vi: Báo cáo

source: App organizations
es: Gestión de organizaciones
ja: アプリ組織
ko: 조직 관리
pt_br: Gerenciamento de Organização
ru: Управление организациями
vi: Organizations
zh: 组织管理

source: Ticket comment
es: Comentarios de órdenes de trabajo
ja: チケットコメント
ko: 작업 댓글
pt_br: Comentários de Ordem de Serviço
ru: Комментарии к заявке
vi: Nhận xét nhiệm vụ
zh: 工单评论

source: Ticket
es: Orden de trabajo
ja: チケット
ko: 작업
pt_br: Ordem de Serviço
ru: Заявка
vi: Nhiệm vụ
zh: 工单

source: Common setting
es: Configuración general
ja: 共通設定
ko: 일반 설정
pt_br: Configurações Gerais
ru: Общие настройки
vi: Cài đặt chung
zh: 一般设置

source: View permission tree
es: Ver árbol de autorizaciones
ja: 権限ツリーの表示
ko: 권한 트리 보기
pt_br: Visualizar Árvore de Autorização
ru: Просмотр дерева разрешений
vi: Xem cây ủy quyền
zh: 查看授权树

source: User login report
vi: Báo cáo đăng nhập người dùng

source: User change password report
vi: Báo cáo thay đổi mật khẩu người dùng

source: Asset statistics report
vi: Báo cáo thống kê tài sản

source: Asset activity report
vi: Báo cáo hoạt động tài sản

source: Account statistics report
vi: Báo cáo thống kê tài khoản

source: Account automation report
vi: Báo cáo tự động hóa tài khoản

source: ConsoleDashboard
vi: Bảng điều khiển Console

source: AuditsDashboard
vi: Bảng điều khiển Audit

source: PamDashboard
vi: Bảng điều khiển PAM

source: ChangeSecretDashboard
vi: Bảng điều khiển thay đổi mật khẩu tài khoản

source: Failed to send email:
vi: Gửi thư không thành công

source: Email sent successfully to
vi: Gửi thư thành công

source: Chat AI is not enabled
es: Chat AI no está habilitado
ja: チャットAIがオンになっていない
ko: 채팅 AI가 활성화되어 있지 않습니다
pt_br: Chat AI Não Ativado
ru: Чат AI не включен
vi: AI trò chuyện chưa được bật
zh: 聊天 AI 没有开启

source: Test success
es: Prueba exitosa
ja: テストの成功
ko: 테스트 성공
pt_br: Teste Bem-Sucedido
ru: Успешное тестирование
vi: Kiểm tra thành công
zh: 测试成功

source: Test mail sent to {}, please check
es: El correo electrónico ha sido enviado {}, por favor verifica.
ja: {}に送信されたテストメールを確認してください
ko: 메일이 전송되었습니다 {}, 확인해 주세요
pt_br: O e-mail já foi enviado {}, por favor verifique
ru: Письмо отправлено {}, пожалуйста, проверьте
vi: Email đã được gửi {}, vui lòng kiểm tra
zh: 邮件已经发送{}, 请检查

source: Test smtp setting
es: Prueba la configuración de SMTP
ja: SMTP設定のテスト
ko: SMTP 설정 테스트
pt_br: Testar configurações SMTP
ru: Проверка настройки smtp
vi: Kiểm tra cài đặt smtp
zh: 测试 smtp 设置

source: Users are not synchronized, please click the user synchronization button
es: Los usuarios no se han sincronizado, por favor haz clic en el botón de sincronizar usuarios
ja: ユーザーは同期されていません。「ユーザーを同期」ボタンをクリックしてください。
ko: 사용자가 동기화되지 않았습니다, 사용자 동기화 버튼을 클릭하세요
pt_br: Usuário não sincronizado, clique no botão Sincronizar Usuário
ru: Пользователь не синхронизирован, нажмите кнопку синхронизации пользователей
vi: Người dùng chưa được đồng bộ, vui lòng nhấn nút đồng bộ người dùng
zh: 用户未同步，请点击同步用户按钮

source: Invalid SMS platform
es: Plataforma de mensajes inválida
ja: 無効なショートメッセージプラットフォーム
ko: 유효하지 않은 SMS 플랫폼
pt_br: Plataforma de SMS inválida
ru: Неверная SMS-платформа
vi: Nền tảng SMS không hợp lệ
zh: 无效的短信平台

source: test_phone is required
es: El número de teléfono de prueba es un campo obligatorio.
ja: 携帯番号をテストこのフィールドは必須です
ko: 테스트 전화번호는 필수 항목입니다.
pt_br: Número de telefone de teste Este campo é obrigatório.
ru: Тестовый номер телефона обязателен для заполнения
vi: Số điện thoại kiểm tra là trường bắt buộc.
zh: 测试手机号 该字段是必填项。

source: App Settings
es: Configuración del sistema
ja: 設定
ko: 시스템 설정
pt_br: Configurações do Sistema
ru: Настройки системы
vi: Settings
zh: 系统设置

source: Embed
vi: Nhúng

source: Encrypted
es: Encriptado
ja: 暗号化された
ko: 암호화된
pt_br: Criptografado
ru: Зашифровано
vi: Đã mã hóa
zh: 加密的

source: Can change email setting
es: Configuración del correo electrónico
ja: メール設定を変更できます
ko: 메일 설정
pt_br: Configurações de E-mail
ru: Изменение настроек почты
vi: Cài đặt email
zh: 邮件设置

source: Can change auth setting
es: Configuración de autenticación
ja: 資格認定の設定
ko: 인증 설정
pt_br: Configurações de Autenticação
ru: Изменение настроек аутентификации
vi: Cài đặt xác thực
zh: 认证设置

source: Can change auth ops
es: Configuración del centro de tareas
ja: タスクセンターの設定
ko: 업무 센터 설정
pt_br: Configurações do Centro de Tarefas
ru: Изменение настроек центра заданий
vi: Trung tâm nhiệm vụ cài đặt
zh: 任务中心设置

source: Can change auth ticket
es: Configuración de tickets
ja: 製造オーダ設定
ko: 작업 티켓 설정
pt_br: Configurações de Ordens de Serviço
ru: Изменение настроек заявок
vi: Cài đặt công việc
zh: 工单设置

source: Can change virtual app setting
es: Se pueden cambiar las configuraciones de aplicación virtual
ja: 仮想アプリケーション設定を変更できます
ko: 가상 애플리케이션 설정 변경 가능
pt_br: Você pode alterar as Configurações de Aplicações Virtuais
ru: Изменение настроек виртуальных приложений
vi: Có thể thay đổi cài đặt ứng dụng ảo
zh: 可以更改虚拟应用设置

source: Can change auth announcement
es: Configuración de anuncios
ja: 公告の設定
ko: 공지 설정
pt_br: Configurações de Anúncios
ru: Изменение объявления на входе
vi: Cài đặt thông báo
zh: 公告设置

source: Can change vault setting
es: Se pueden cambiar las configuraciones de vault
ja: 金庫の設定を変えることができます
ko: 금고 설정 변경 가능
pt_br: Você pode alterar as Configurações do Vault
ru: Изменение настроек Vault
vi: Có thể thay đổi cài đặt vault
zh: 可以更改 vault 设置

source: Can change chat ai setting
es: Se pueden modificar las configuraciones de chat AI.
ja: チャットAI設定を変更できます
ko: 채팅 AI 설정 수정 가능
pt_br: Você pode alterar as Configurações do Chat AI
ru: Изменение настроек чат-ИИ
vi: Có thể chỉnh sửa cài đặt AI trò chuyện
zh: 可以修改聊天 AI 设置

source: Can change system msg sub setting
es: Configuración de suscripción a mensajes
ja: システムmsgサブ设定を変更できます
ko: 메시지 구독 설정
pt_br: Configuração de inscrição de mensagens
ru: Изменение настроек подписки на сообщения
vi: Cài đặt đăng ký tin nhắn
zh: 消息订阅设置

source: Can change sms setting
es: Configuración de mensajes de texto
ja: Smsの設定を変えることができます
ko: SMS 설정
pt_br: Configuração de SMS
ru: Изменение настроек SMS
vi: Cài đặt SMS
zh: 短信设置

source: Can change security setting
es: Configuración de seguridad
ja: セキュリティ設定を変更できます
ko: 보안 설정
pt_br: Configuração de segurança
ru: Изменение настроек безопасности
vi: Cài đặt an toàn
zh: 安全设置

source: Can change clean setting
es: Limpieza regular
ja: きれいな設定を変えることができます
ko: 정기 청소
pt_br: Limpeza regular
ru: Изменение настроек регулярной очистки
vi: Dọn dẹp định kỳ
zh: 定期清理

source: Can change interface setting
es: Configuración de la interfaz
ja: インターフェイスの設定を変えることができます
ko: 인터페이스 설정
pt_br: Configuração de interface
ru: Изменение настроек интерфейса
vi: Cài đặt giao diện
zh: 界面设置

source: Can change license setting
es: Configuración de licencias
ja: ライセンス設定を変更できます
ko: 라이센스 설정
pt_br: Configuração de licença
ru: Изменение настроек лицензии
vi: Cài đặt giấy phép
zh: 许可证设置

source: Can change terminal setting
es: Configuración de terminales
ja: ターミナルの設定を変えることができます
ko: 단말기 설정
pt_br: Configuração do terminal
ru: Изменение настроек терминала
vi: Cài đặt thiết bị đầu cuối
zh: 终端设置

source: Can change other setting
es: Otras configuraciones
ja: 他の設定を変えることができます
ko: 기타 설정
pt_br: Outras configurações
ru: Изменение прочих настроек
vi: Cài đặt khác
zh: 其它设置

source: Chat prompt
es: Notificaciones de chat
ja: チャットのヒント
ko: 채팅 프롬프트
pt_br: Alerta de chat
ru: Подсказка в чате
vi: Gợi ý trò chuyện
zh: 聊天提示

source: Notification of Synchronized LDAP User Task Results
es: Sincronización de notificaciones de resultados de tareas de usuarios LDAP
ja: アカウントバックアップルートタスクの結果の通知
ko: 동기화 LDAP 사용자 작업 결과通知
pt_br: Notificação de resultados de tarefas sincronizadas com usuários LDAP
ru: Уведомление о результате задачи синхронизации пользователей LDAP
vi: Thông báo kết quả nhiệm vụ đồng bộ người dùng LDAP
zh: 同步 LDAP 用户任务结果的通知

source: LDAP Auth
es: Autenticación LDAP
ja: LDAP 認証
ko: LDAP 인증
pt_br: Autenticação LDAP
ru: Аутентификация LDAP
vi: Xác thực LDAP
zh: LDAP 认证

source: LDAP Auth HA
es: Autenticación HA de LDAP
ja: LDAP HA 認証
ko: LDAP HA 인증
pt_br: Autenticação LDAP HA
ru: Аутентификация LDAP HA
vi: Xác thực LDAP HA
zh: LDAP HA 认证

source: CAS Auth
es: Autenticación CAS
ja: CAS 認証
ko: CAS 인증
pt_br: Autenticação CAS
ru: Аутентификация CAS
vi: Xác thực CAS
zh: CAS 认证

source: OPENID Auth
es: Autenticación OIDC
ja: OPENID 認証
ko: OIDC 인증
pt_br: Autenticação OIDC
ru: Аутентификация OPENID
vi: Xác thực OIDC
zh: OIDC 认证

source: SAML2 Auth
es: Autenticación SAML2.
ja: SAML2 認証
ko: SAML2 인증
pt_br: Autenticação SAML2
ru: Аутентификация SAML2
vi: Xác thực SAML2
zh: SAML2 认证

source: OAuth2 Auth
es: Autenticación OAuth2
ja: OAuth2 認証
ko: OAuth2 인증
pt_br: Autenticação OAuth2
ru: Аутентификация OAuth2
vi: Xác thực OAuth2
zh: OAuth2 认证

source: RADIUS Auth
es: Autenticación RADIUS
ja: RADIUS 認証
ko: RADIUS 인증
pt_br: Autenticação RADIUS
ru: Аутентификация OAuth2
vi: Xác thực RADIUS
zh: RADIUS 认证

source: DingTalk Auth
es: Autenticación DingTalk
ja: くぎ 認証
ko: 딩딩 인증
pt_br: Autenticação DingTalk
ru: Аутентификация DingTalk
vi: Xác thực DingTalk
zh: 钉钉 认证

source: FeiShu Auth
es: Autenticación Feishu
ja: 飛本 認証
ko: 페이서 인증
pt_br: Autenticação FeiShu
ru: Аутентификация FeiShu
vi: Xác thực Feishu
zh: 飞书 认证

source: Lark Auth
es: Autenticación Lark
ja: Lark 認証
ko: 라크 인증
pt_br: Autenticação Lark
ru: Аутентификация Lark
vi: Xác thực Lark
zh: Lark 认证

source: Slack Auth
es: Autenticación Slack
ja: Slack 認証
ko: 슬랙 인증
pt_br: Autenticação Slack
ru: Аутентификация Slack
vi: Xác thực Slack
zh: Slack 认证

source: WeCom Auth
es: Autenticación WeChat empresarial
ja: 企業微信 認証
ko: 기업 위챗 인증
pt_br: Autenticação WeChat Empresarial
ru: Аутентификация WeCom
vi: Xác thực WeChat doanh nghiệp
zh: 企业微信 认证

source: SSO Auth
es: Autenticación de token SSO
ja: SSO Token 認証
ko: SSO 토큰 인증
pt_br: Autenticação com token SSO
ru: Аутентификация SSO-токеном
vi: Xác thực mã thông báo SSO
zh: SSO 令牌认证

source: Passkey Auth
es: Autenticación de Passkey
ja: Passkey 認証
ko: 패스키 인증
pt_br: Autenticação Passkey
ru: Аутентификация Passkey
vi: Xác thực Passkey
zh: Passkey 认证

source: Email suffix
es: Sufijo del correo electrónico
ja: メールのサフィックス
ko: 이메일 접미사
pt_br: Sufixo de e-mail
ru: Суффикс e-mail
vi: Hậu tố email
zh: 邮件后缀

source: After third-party user authentication is successful, if the third-party authentication service platform does not return the user's email information, the system will automatically create the user using this email suffix
es: Una vez que la autenticación del usuario de terceros haya sido exitosa, si la plataforma de servicios de autenticación de terceros no devuelve la información del correo electrónico de ese usuario, el sistema creará automáticamente al usuario con este sufijo de correo electrónico
ja: 第三者ユーザーの認証が成功した後、第三者認証サービスプラットフォームがユーザーのメール情報を返さなかった場合、システムは自動的にこのメールのサフィックスでユーザーを作成します
ko: 서드파티 사용자 인증이 성공한 후, 서드파티 인증 서비스 플랫폼이 해당 사용자의 이메일 정보를 반환하지 않을 경우, 시스템은 자동으로 이 이메일 접미사를 사용하여 사용자를 생성합니다.
pt_br: Após a autenticação bem-sucedida do usuário por terceiros, se a plataforma de serviço de autenticação de terceiros não retornar as informações de e-mail do usuário, o sistema criará automaticamente o usuário com este sufixo de e-mail
ru: После успешной аутентификации через сторонний сервис, если платформа сторонней аутентификации не возвращает адрес электронной почты пользователя, система автоматически создаст пользователя с использованием данного почтового домена
vi: Sau khi xác thực người dùng bên thứ ba thành công, nếu nền tảng dịch vụ xác thực bên thứ ba không trả về thông tin email của người dùng, hệ thống sẽ tự động tạo người dùng với hậu tố email này.
zh: 第三方用户认证成功后，若第三方认证服务平台未返回该用户的邮箱信息，系统将自动以此邮箱后缀创建用户

source: Forgot Password URL
es: Enlace para recuperar la contraseña
ja: パスワードを忘れた場合のリンク
ko: 비밀번호를 잊으셨나요? 링크
pt_br: Link Esqueci minha senha
ru: Ссылка для восстановления пароля
vi: Liên kết quên mật khẩu
zh: 忘记密码链接

source: The URL for Forgotten Password on the user login page
es: URL para recuperar la contraseña en la página de inicio de sesión de usuarios
ja: ユーザーログイン画面のパスワードを忘れた URL
ko: 사용자 로그인 페이지에서 비밀번호를 잊으셨나요? URL
pt_br: URL Esqueci minha senha na página de login do usuário
ru: URL для восстановления пароля на странице входа пользователя
vi: URL quên mật khẩu của trang đăng nhập người dùng
zh: 用户登录页面忘记密码的 URL

source: Login redirection
es: Habilitar aviso de redirección al iniciar sesión
ja: ログインリダイレクトの有効化msg
ko: 로그인 리디렉션 알림 활성화
pt_br: Ativar aviso de redirecionamento de login
ru: Включить уведомление о перенаправлении при входе
vi: Kích hoạt thông báo chuyển hướng đăng nhập
zh: 启用登录跳转提示

source: Should an flash page be displayed before the user is redirected to third-party authentication when the administrator enables third-party redirect authentication
es: Cuando el administrador habilita la autenticación de redirección de terceros, ¿se debe mostrar una página Flash antes de redirigir al usuario a la autenticación de terceros?
ja: 管理者が第三者へのリダイレクトの認証を有効にした場合、ユーザーが第三者の認証にリダイレクトされる前に Flash ページを表示するかどうか
ko: 관리자가 서드파티 리디렉션 인증을 활성화할 때, 사용자가 서드파티 인증으로 리디렉션되기 전에 Flash 페이지를 표시할지 여부
pt_br: Se um administrador ativar a autenticação de identidade de redirecionamento de terceiros, a página Flash deverá ser exibida antes do usuário ser redirecionado para a autenticação de identidade de terceiros
ru: Должна ли отображаться флэш-страница перед перенаправлением пользователя на стороннюю аутентификацию, если администратор включает стороннюю аутентификацию с перенаправлением
vi: Khi quản trị viên kích hoạt xác thực định danh chuyển hướng từ bên thứ ba, có hiển thị trang Flash trước khi người dùng được chuyển hướng đến xác thực bên thứ ba hay không.
zh: 当管理员启用第三方重定向身份验证时，在用户重定向到第三方身份验证之前是否显示 Flash 页面

source: When you create a user, you associate the user to the organization of your choice. Users always belong to the Default organization.
es: Al crear un usuario, lo asociarás con la organización que elijas. Los usuarios siempre pertenecen a la organización Default. CAS Dirección del servidor Dirección de callback Cierre de sesión sincronizado Cuando el usuario sale, también se desconectará del servidor CAS. Atributo de nombre de usuario Habilitar mapeo de atributos Mapear atributos Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario del servicio CAS, y `value` es el nombre del atributo de usuario de JumpServer. Crear usuario (si no existe) Después de una autenticación exitosa del usuario, si el usuario no existe, se creará automáticamente. Habilitar autenticación de DingTalk Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer, y `value` es el nombre del atributo de usuario del servicio DingTalk. Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer, y `value` es el nombre del atributo de usuario del servicio FeiShu.
ja: ユーザーを作成するときは、そのユーザーを選択した組織に関連付けます。ユーザーは常にデフォルト組織に属します。
ko: 사용자를 생성할 때, 해당 사용자를 선택한 조직과 연관시킵니다. 사용자는 항상 Default 조직에 속합니다.
pt_br: Ao criar um usuário, você associa esse usuário à organização escolhida. O usuário sempre pertence à organização padrão (Default).
ru: При создании пользователя вы связываете его с выбранной вами организацией. Пользователь всегда принадлежит организации по умолчанию.
vi: Khi tạo người dùng, bạn sẽ liên kết người dùng đó với tổ chức mà bạn đã chọn. Người dùng luôn thuộc về tổ chức Default.
zh: 创建用户时，您会将该用户与您选择的组织关联。用户始终属于 Default 组织。

source: Server
es: Dirección del servidor
ja: LDAPサーバー
ko: 서버 주소
pt_br: Endereço do servidor
ru: Сервер
vi: Địa chỉ máy chủ dịch vụ
zh: 服务端地址

source: Proxy Server
es: Dirección de retorno
ja: コールバックアドレス
ko: 콜백 주소
pt_br: Endereço de retorno
ru: Прокси-сервер
vi: Địa chỉ callback
zh: 回调地址

source: Logout completely
es: Cierre de sesión sincronizado
ja: 同期ログアウト
ko: 동기 로그아웃
pt_br: Sincronizar logout
ru: Завершать выход полностью
vi: Đăng xuất đồng bộ
zh: 同步注销

source: When the user signs out, they also be logged out from the CAS server
es: Al salir, el usuario también se desconectará del servidor CAS
ja: ユーザーがログアウトすると、CAS サーバからもログアウトします
ko: 사용자가 로그아웃할 때, 그들은 CAS 서버에서도 로그아웃됩니다.
pt_br: Quando o usuário se desconecta, eles são desconectados do servidor CAS
ru: При выходе пользователя из системы он также выходит из сервера CAS
vi: Khi người dùng đăng xuất, họ cũng sẽ đăng xuất từ máy chủ CAS.
zh: 当用户退出时，他们也会从 CAS 服务器注销

source: Username attr
es: Atributo de nombre de usuario
ja: ユーザー名のプロパティ
ko: 사용자 이름 속성
pt_br: Atributo de nome de usuário
ru: Атрибут имени пользователя
vi: Thuộc tính tên người dùng
zh: 用户名属性

source: Enable attributes map
es: Habilitar mapeo de atributos
ja: 属性マップの有効化
ko: 속성 매핑 활성화
pt_br: Ativar mapeamento de atributos
ru: Включить сопоставление атрибутов
vi: Kích hoạt ánh xạ thuộc tính
zh: 启用属性映射

source: User attribute
es: Mapear atributos
ja: マッピングのプロパティ
ko: 속성 매핑
pt_br: Mapear atributos
ru: Атрибуты пользователя
vi: Ánh xạ thuộc tính.
zh: 映射属性

source: User attribute mapping, where the `key` is the CAS service user attribute name and the `value` is the JumpServer user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario del servicio CAS, y `value` es el nombre del atributo de usuario de JumpServer
ja: ユーザー属性のマッピング、ここで `key` は CAS サービスのユーザー属性名で、`value` は JumpServer のユーザー属性名です
ko: 사용자 속성 매핑에서 `key`는 CAS 서비스의 사용자 속성 이름이고, `value`는 JumpServer 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário do serviço CAS, e `value` é o nome do atributo do usuário JumpServer
ru: Сопоставление атрибутов пользователя, где "ключ" — это название атрибута пользователя CAS, а "значение" — название атрибута пользователя JumpServer
vi: Bản đồ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng dịch vụ CAS, `value` là tên thuộc tính người dùng JumpServer
zh: 用户属性映射，其中 `key` 是 CAS 服务用户属性名称，`value` 是 JumpServer 用户属性名称

source: Create user
es: Crear usuario (si no existe)
ja: そうでない場合はユーザーを作成
ko: 사용자 생성(존재하지 않을 경우)
pt_br: Criar usuário (se não existir)
ru: Создать пользователя
vi: Tạo người dùng (nếu không tồn tại)
zh: 创建用户(如果不存在)
