Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Can view backup account execution
es: Se puede ver el estado de ejecución de cuentas de respaldo
ko: 백업 계정 실행 상황을 확인할 수 있습니다
pt_br: Pode visualizar o desempenho da conta de backup
ru: Просмотр выполнения резервного аккаунта
vi: Có thể xem tình hình thực hiện tài khoản sao lưu

source: Can add backup account execution
es: Se puede añadir cuenta de respaldo para ejecutar
ko: 백업 계정 실행을 추가할 수 있습니다
pt_br: Pode adicionar conta de backup para execução
ru: Создание выполнения резервной копии учетной записи
vi: Có thể thêm tài khoản sao lưu thực hiện

source: SSH key change strategy
es: Método de envío de clave SSH
ja: SSHキープッシュ方式
ko: SSH 키 푸시 방식
pt_br: Método de lançamento da chave SSH
ru: Стратегия смены ключа SSH
vi: Phương thức đẩy khóa SSH
zh: SSH 密钥推送方式

source: Check connection after change
es: Comprobar conexión tras el cambio
ko: 변경 후 연결 확인
pt_br: Verifique a conexão após a alteração
ru: Проверка подключения после изменения
vi: Kiểm tra kết nối sau khi thay đổi

source: Recipient
es: Destinatario
ja: 受信者
ko: 수신자
pt_br: Destinatário
ru: Получатель
vi: Recipients
zh: 收件人

source: Change secret automation
es: Automatización de cambio de clave
ja: 自動暗号化
ko: 자동화 비밀번호 변경
pt_br: Automação da alteração de senha
ru: Автоматизация смены секрета
vi: Tự động hóa đổi mật khẩu
zh: 自动化改密

source: Date finished
es: Fecha de finalización
ja: 終了日
ko: 종료 날짜
pt_br: Data de fim
ru: Дата окончания
vi: Ngày kết thúc
zh: 结束日期

source: Status
es: Estado
ja: ステータス
ko: 상태
ru: Статус
vi: Trạng thái
zh: 状态

source: Error
ja: 間違い
ko: 오류
pt_br: Erro
ru: Ошибка
vi: Lỗi
zh: 错误

source: Old secret
es: Clave original
ja: オリジナルキー
ko: 원래 키
pt_br: Senha antiga
ru: Старый секрет
vi: Khóa cũ
zh: 原密钥

source: New secret
es: Nueva clave
ja: 新しい鍵
ko: 새로운 키
pt_br: Nova senha
ru: Новый секрет
vi: Khóa mới
zh: 新密钥

source: Ignore fail
es: Ignorar fallos
ko: 실패 무시
pt_br: Ignorar falhas
ru: Игнорировать ошибки
vi: Bỏ qua lỗi

source: Change secret record
es: Registro de cambio de clave
ja: パスワード レコードの変更
ko: 비밀번호 변경 기록
pt_br: Registro de alteração de senha
ru: Запись о смене секрета
vi: Lịch sử thay đổi khóa
zh: 改密记录

source: Engines
es: Motor
ko: 엔진
pt_br: motor
ru: Механизмы
vi: Động cơ

source: account check automation
es: Comprobación automática de cuentas
ko: 계정 확인 자동화
pt_br: Automatização da verificação de contas
ru: автоматическая проверка УЗ
vi: Tự động kiểm tra tài khoản

source: Can view check account execution
es: Se puede ver la ejecución de la cuenta
ko: 계정 실행 확인 가능
pt_br: Pode visualizar o desempenho da conta
ru: Просмотр выполнения проверки УЗ
vi: Có thể xem hoạt động tài khoản

source: Can add check account execution
es: Se puede añadir la verificación del estado de ejecución de la cuenta
ko: 계정 실행 상황 추가 가능
pt_br: Pode adicionar conta de verificação para desempenho
ru: Создание выполнения проверки УЗ
vi: Có thể thêm kiểm tra tình trạng hoạt động tài khoản

source: Long time no login
es: Inactividad prolongada
ko: 오래 로그인하지 않음
pt_br: Inatividade por longos períodos
ru: Давно не заходил
vi: Chưa đăng nhập trong thời gian dài

source: New found
es: Nuevos hallazgos
ko: 새로 발견
pt_br: Novas Descobertas
ru: Недавно найдено
vi: Phát hiện mới

source: Account deleted
es: La cuenta ha sido eliminada
ko: 계정이 삭제되었습니다
ru: Учётная запись удалена
vi: Tài khoản đã bị xóa

source: Groups change
es: Cambio de grupo
ko: 그룹 변경
pt_br: Alterações de Grupo
ru: Изменение группы
vi: Thay đổi nhóm

source: Sudo changed
es: Sudo cambio
ko: Sudo 변경
pt_br: Alterações Sudo
ru: Изменение sudo
vi: Thay đổi Sudo

source: Authorized keys changed
es: Cambio de clave
ko: 키 변경
pt_br: Alteração de Chave
ru: Изменение ключа
vi: Thay đổi khóa

source: Password expired
es: Contraseña expirada
ja: パスワード期限切れ
ko: 비밀번호가 만료되었습니다
pt_br: Senha expirou
ru: Пароль истёк
vi: Mật khẩu đã hết hạn
zh: 密码已过期

source: Long time no change
es: No se ha cambiado la contraseña durante mucho tiempo
ko: 오랫동안 변경되지 않은 비밀번호
pt_br: - Longo tempo sem alterar a senha - Vazamento de senha - Senha repetida - Senha incorreta - Não há conta de gestão - Outros - Risco da conta - Contas verificadas - Existência remota - Data da alteração da senha - Data de expiração da senha - Registro de textos cifrados enviados - Ignorar - Desabilitar remoto - Remover remoto
ru: Секрет долгое время не менялся
vi: Thay đổi mật khẩu đã lâu

source: Weak password
es: Contraseña débil
ko: 약한 비밀번호
pt_br: Senha fraca
ru: Слабый пароль
vi: Mật khẩu yếu

source: Leaked password
es: Filtración de contraseña
ko: 비밀번호 유출
pt_br: Vazamento de senha
ru: Утечка пароля
vi: Rò rỉ mật khẩu

source: Repeated password
es: Contraseña duplicada
ko: 중복 비밀번호
pt_br: Senha repetida
ru: Повторяющийся пароль
vi: Mật khẩu trùng lặp

source: Username
es: Nombre de usuario
ja: ユーザー名
ko: 사용자 이름
pt_br: Nome de usuário
ru: Имя пользователя
vi: Tên đăng nhập
zh: 用户名

source: Risk
es: Riesgo
ko: 위험
pt_br: Risco
ru: Риск
vi: Rủi ro

source: Detail
es: Detalles
ja: 詳細
ko: 상세 정보
pt_br: Detalhes
ru: Подробности
vi: Chi tiết
zh: 详情

source: Account risk
es: Riesgo de cuenta
ko: 계정 위험
pt_br: Risco de conta
ru: УЗ с риском
vi: Rủi ro tài khoản

source: Slug
vi: URL nhận diện

source: Check engine
vi: Công cụ phát hiện

source: Check the discovered accounts
es: Inspección de cuentas detectadas
ko: 검사에서 발견된 계정
pt_br: Verificar contas encontradas
ru: Проверка обнаруженных УЗ
vi: Kiểm tra các tài khoản được phát hiện

source: Perform checks and analyses based on automatically discovered account results, including user groups, public keys, sudoers, and other information.
ko: 자동 발견된 계정 결과에 따른 검사와 분석, 사용자 그룹, 공개 키, sudoers 등 정보 포함.
ru: Проверяйте и анализируйте автоматически обнаруженные результаты учетных записей, включая группы пользователей, открытые ключи, sudoers и другую информацию.
vi: Tiến hành kiểm tra và phân tích kết quả của các tài khoản được phát hiện tự động, bao gồm nhóm người dùng, khóa công khai, sudoers và thông tin khác.

source: Check the strength of your account and password
es: Verifique la fortaleza de su cuenta y contraseña
ko: 귀하의 계정 및 비밀번호 강도 점검
pt_br: Verifique a força da sua conta e senha
ru: Проверьте надежность своей учетной записи и пароля
vi: Kiểm tra độ mạnh của tài khoản và mật khẩu của bạn

source: Perform checks and analyses based on the security of account passwords, including password strength, leakage, etc.
es: Análisis de seguridad de la contraseña, que incluye la fortaleza de la misma y posibles filtraciones.
ko: 계정 비밀번호의 보안성을 점검하고 분석, 비밀번호 강도, 유출 상황 등을 포함
pt_br: Realize uma análise de verificação sobre a segurança da conta e da senha, incluindo a força da senha e situações de vazamento.
ru: Анализ безопасности учетной записи и пароля, включая надежность пароля, утечки и т. д.
vi: Phân tích và kiểm tra tính an toàn của tài khoản và mật khẩu, bao gồm độ mạnh của mật khẩu, tình trạng rò rỉ, v.v.

source: Check if the account and password are repeated
es: Verifique si hay contraseñas duplicadas
ko: 계정과 비밀번호의 중복 여부 점검
pt_br: Verifique se as contas e senhas são duplicadas
ru: Проверка на дублирование учетных записей и паролей
vi: Kiểm tra xem tài khoản và mật khẩu có bị trùng lặp không

source: Check if the account is the same as other accounts.
ko: 해당 계정이 다른 계정과 동일한지 점검.
ru: Проверьте, совпадает ли номер счета с номером других счетов.
vi: Kiểm tra xem tài khoản này có giống với các tài khoản khác hay không.

source: Check whether the account password is a common password
es: Verifique si la contraseña es una contraseña común
ko: 계정 비밀번호가 일반적으로 사용되는 비밀번호인지 점검
pt_br: Verifique se a conta e a senha são senhas comuns
ru: Проверьте, является ли пароль учетной записи распространенным паролем
vi: Kiểm tra xem tài khoản và mật khẩu có phải là mật khẩu thông thường hay không

source: Check whether the account password is a commonly leaked password.
ko: 계정 비밀번호가 일반적으로 유출된 비밀번호인지 확인하기.
ru: Проверьте, не является ли пароль учетной записи часто утекающим паролем.
vi: Kiểm tra xem tài khoản và mật khẩu có phải là mật khẩu bị rò rỉ thông thường hay không.

source: Address login
es: Dirección del último inicio de sesión
ja: 最終ログインアドレス
ko: 마지막 로그인 주소
pt_br: Último endereço de login
ru: Последний адрес входа
vi: Địa chỉ đăng nhập cuối cùng
zh: 最后登录地址

source: Date login
es: Fecha del último inicio de sesión
ja: 最終ログイン日
ko: 마지막 로그인 날짜
pt_br: Data do último login
ru: Дата входа
vi: Ngày đăng nhập cuối cùng
zh: 最后登录日期

source: Remote present
es: Existencia remota
ko: 원격 존재
pt_br: Existente remotamente
ru: Существует удаленно
vi: Có tồn tại từ xa

source: Present
es: Existente
ja: 存在する
ko: 존재
pt_br: Existe
ru: Существует
vi: Tồn tại
zh: 存在

source: Date change password
es: Fecha de cambio de contraseña
ko: 비밀번호 변경 날짜
pt_br: Data da alteração de senha
ru: Дата смены пароля
vi: Ngày thay đổi mật khẩu

source: Date password expired
es: Fecha de caducidad de la contraseña
ko: 비밀번호 만료 날짜
pt_br: Data de expiração da senha
ru: Срок действия пароля
vi: Ngày hết hạn mật khẩu

source: Gather asset accounts
es: Descubrimiento de cuentas
ja: アカウントのコレクション
ko: 계정 발견
pt_br: Conta coletada
ru: Обнаружение УЗ
vi: Phát hiện tài khoản
zh: 收集账号

source: Check risk
es: Verificación de riesgos
ko: 위험 점검
pt_br: Verificação de risco
ru: Проверка рисков
vi: Kiểm tra rủi ro

source: Gather account automation
es: Descubrimiento automatizado de cuentas
ja: 自動収集アカウント
ko: 자동화된 계정 발견
pt_br: Coleta automatizada de conta
ru: Автоматизация сбора УЗ
vi: Phát hiện tài khoản tự động
zh: 自动化收集账号

source: Push asset account
es: Envío de cuentas
ja: アカウントプッシュ
ko: 계정 푸시
pt_br: Conta enviada
ru: Опубликовать УЗ
vi: Đẩy tài khoản
zh: 账号推送

source: Push secret record
es: Registro de texto cifrado enviado
ko: 푸시 암호 기록
pt_br: Registro de texto cifrado enviado
ru: Публикация секрета
vi: Ghi lại mật mã đã được đẩy

source: Verify asset account
es: Verificación de cuentas
ja: アカウントの確認
ko: 계정 검증
pt_br: Conta verificada
ru: Проверка УЗ актива
vi: Xác thực tài khoản
zh: 账号验证

source: Secret type
es: Tipo de texto cifrado
ja: 鍵の種類
ko: 암호 유형
pt_br: Tipo de texto cifrado
ru: Тип секрета
vi: Loại mật mã.
zh: 密文类型

source: Secret strategy
es: Estrategia de texto cifrado
ja: 鍵ポリシー
ko: 암호 전략
pt_br: Estratégia de texto cifrado
ru: Стратегия создания секрета
vi: Chính sách mật văn < - SEP -> Quy tắc mật khẩu < - SEP -> Đẩy tự động < - SEP -> Nền tảng < - SEP -> Tham số đẩy tài khoản < - SEP -> Mẫu tài khoản < - SEP -> Có thể xem mật khẩu mẫu tài khoản tài sản < - SEP -> Tên gọi khác < - SEP -> Giống như khi người dùng đăng nhập < - SEP -> Tài khoản ảo < - SEP -> Tên người dùng giống như của người dùng < - SEP -> Nhập tay tên người dùng/mật khẩu để kết nối với tài khoản khi đăng nhập < - SEP -> Khi đăng nhập tài sản, tài khoản có tên người dùng giống như tên người dùng sử dụng < - SEP -> Tài khoản không sử dụng tên người dùng và mật khẩu khi kết nối với tài sản, chỉ hỗ trợ tài sản loại web và loại tùy chỉnh < - SEP -> Thông báo kết quả nhiệm vụ sao lưu tài khoản.
zh: 密文策略

source: Password rules
es: Reglas de contraseña
ja: パスワードルール
ko: 암호 규칙
pt_br: Regras de senha
ru: Правила паролей
vi: Quy tắc mật khẩu
zh: 密码规则

source: Is active
es: Activación
ja: アクティブです。
ko: 활성화
pt_br: Ativação
ru: Активно
vi: Active
zh: 激活

source: Auto push
es: Envío automático
ja: オートプッシュ
ko: 자동 푸시
pt_br: Push Automático
ru: Автоматическая публикация
vi: Đẩy tự động
zh: 自动推送

source: Platforms
es: Plataforma
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
ru: Платформа
vi: Nền tảng
zh: 平台

source: Push params
es: Parámetros de envío de cuentas
ja: パラメータをプッシュする
ko: 계정 푸시 매개변수
pt_br: Parâmetros de Push de Conta
ru: Параметры публикации аккаунта
vi: Tham số đẩy tài khoản
zh: 账号推送参数

source: Account template
es: Plantilla de cuentas
ja: アカウント テンプレート
ko: 계정 템플릿
pt_br: Template de Conta
ru: Шаблон УЗ
vi: Mẫu tài khoản
zh: 账号模板

source: Can view asset account template secret
es: Se puede ver la contraseña de la plantilla de cuentas de activos.
ja: アセット アカウント テンプレートのパスワードを表示できます
ko: 자산 계정 템플릿 암호를 확인할 수 있습니다
pt_br: Pode visualizar a senha do template da conta de ativos
ru: Просмотр секрета шаблона УЗ актива
vi: Có thể xem mật khẩu mẫu tài khoản tài sản
zh: 可以查看资产账号模板密码

source: Alias
ja: 別名
ko: 별칭
pt_br: Apelido
ru: Псевдоним
vi: Biệt danh
zh: 别名

source: Secret from login
es: igual que el inicio de sesión del usuario
ja: ログインからのパスワード
ko: 사용자 로그인 시와 동일
pt_br: O mesmo que no login do usuário
ru: Как при входе пользователя
vi: Giống như khi người dùng đăng nhập
zh: 与用户登录时相同

source: Virtual account
es: cuenta virtual
ja: バーチャルアカウント
ko: 가상 계정
pt_br: Conta virtual
ru: Виртуальная учетная запись
vi: Tài khoản ảo
zh: 虚拟账号

source: Same with user
es: el nombre de usuario es el mismo que el del usuario
ja: ユーザーと同じユーザー名
ko: 사용자 이름은 사용자와 동일
pt_br: Nome de usuário é o mesmo que o do usuário
ru: Совпадающее с именем пользователя
vi: Tên người dùng giống với người sử dụng
zh: 用户名与用户相同

source: Non-asset account, Input username/password on connect
es: conectar la cuenta introduciendo manualmente el nombre de usuario/contraseña al iniciar sesión
ja: アセットアカウントではない場合、接続時にユーザー名/パスワードを入力します
ko: 로그인 시 수동으로 입력한 사용자 이름/암호로 연결된 계정
pt_br: Conta que se conecta com nome de usuário/senha inseridos manualmente durante o login
ru: УЗ, не привязанная к активу. Введите имя пользователя и пароль при подключении
vi: Tài khoản kết nối bằng cách nhập tay tên người dùng/mật khẩu khi đăng nhập
zh: 登录时手动输入 用户名/密码 来连接的账号

source: The account username name same with user on connect
es: al iniciar sesión en activos, la cuenta de nombre de usuario es la misma que la del usuario
ja: 接続時にユーザー名と同じユーザー名を使用します
ko: 자산 로그인 시 사용자 이름과 사용자의 사용자 이름이 동일한 계정
pt_br: Ao fazer login no ativo, a conta cujo nome de usuário é o mesmo que o do usuário
ru: При подключении к активу будет использоваться имя, с которым пользователь вошел в систему
vi: Khi đăng nhập tài sản, tài khoản tên người dùng giống với tên người dùng của người sử dụng
zh: 登录资产时，账号用户名与使用者用户名相同的账号

source: Connect asset without using a username and password, and it only supports web-based and custom-type assets
es: cuenta que no utiliza nombre de usuario y contraseña para conectar activos, solo admite activos de tipo web y personalizados
ja: ユーザー名とパスワードを使用せずにアセットに接続します。Webベースとカスタムタイプのアセットのみをサポートします
ko: 자산 연결 시 사용자 이름과 암호를 사용하지 않는 계정, 웹 타입과 사용자 정의 타입의 자산만 지원
pt_br: Conta que se conecta ao ativo sem utilizar nome de usuário e senha, suporta apenas ativos do tipo web e do tipo personalizado
ru: Подключение к активу без использования логина и пароля, поддерживаются только ресурсы web и пользовательские
vi: Tài khoản kết nối tài sản không sử dụng tên người dùng và mật khẩu, chỉ hỗ trợ tài sản loại web và loại tuỳ chỉnh
zh: 连接资产时不使用用户名和密码的账号，仅支持 web类型 和 自定义类型 的资产

source: Notification of account backup route task results
es: notificación del resultado de la tarea de respaldo de cuenta
ja: アカウントバックアップルートタスクの結果の通知
ko: 계정 백업 작업 결과 알림
pt_br: Notificação de resultado da tarefa de backup da conta
ru: Уведомление о результатах задачи резервного копирования УЗ
vi: Thông báo kết quả nhiệm vụ sao lưu tài khoản.
zh: 账号备份任务结果通知

source: {} - The account backup passage task has been completed. See the attachment for details
es: {} - la tarea de respaldo de cuenta ha finalizado, consulta los detalles en el archivo adjunto
ja: {} -アカウントバックアップの通過タスクが完了しました。詳細は添付ファイルをご覧ください
ko: {} - 계정 백업 작업이 완료되었습니다. 자세한 내용은 첨부파일을 참조하십시오.
pt_br: {} - A tarefa de backup da conta está concluída, veja detalhes no anexo
ru: {} - Задача по резервному копированию учетных записей выполнена. Подробности во вложении
vi: {} - Nhiệm vụ sao lưu tài khoản đã hoàn tất, chi tiết xem trong tệp đính kèm.
zh: {} - 账号备份任务已完成, 详情见附件

source: {} - The account backup passage task has been completed: the encryption password has not been set - please go to personal information -> Basic file encryption password for preference settings
es: {} - la tarea de respaldo de cuenta ha finalizado: no se ha establecido contraseña de cifrado - por favor ve a información personal -> configuración de preferencias para establecer la contraseña de cifrado de archivos
ja: {} -アカウントのバックアップ通過タスクが完了しました: 暗号化パスワードが設定されていません-個人情報にアクセスしてください-> プリファレンス設定の基本的なファイル暗号化パスワードの設定
ko: {} - 계정 백업 작업이 완료되었습니다: 암호화 비밀번호가 설정되지 않았습니다 - 개인 정보 -> 기본 설정에서 파일 암호화 비밀번호를 설정해 주시기 바랍니다.
pt_br: {} - A tarefa de backup da conta está concluída: senha de criptografia não configurada - por favor, vá para Informações pessoais -> Configurações de preferências básicas para definir a senha de criptografia do arquivo
ru: {} - Задача резервного копирования УЗ завершена: не установлен пароль шифрования - пожалуйста, задайте пароль шифрования файлов, перейдя в Персональные настройки -> Настройки предпочтений
vi: {} - Nhiệm vụ sao lưu tài khoản đã hoàn tất: Chưa thiết lập mật khẩu mã hóa - Vui lòng truy cập thông tin cá nhân -> Thiết lập ưa thích để thiết lập mật khẩu mã hóa tệp.
zh: {} - 账号备份任务已完成: 未设置加密密码 - 请前往个人信息 -> 偏好设置的基本中设置文件加密密码

source: Notification of implementation result of encryption change plan
es: notificación del resultado de la tarea de cambio de contraseña
ja: 暗号化変更プランの実装結果の通知
ko: 비밀번호 변경 계획 작업 결과 알림
pt_br: Tarefa de alteração de senha concluída
ru: Уведомление о результате выполнения задачи по смене пароля
vi: Thông báo kết quả nhiệm vụ thay đổi mật khẩu.
zh: 改密计划任务结果通知

source: {} - The encryption change task has been completed. See the attachment for details
es: {} - la tarea de cambio de contraseña ha finalizado, consulta los detalles en el archivo adjunto
ja: {} -暗号化変更タスクが完了しました。詳細は添付ファイルをご覧ください
ko: {} - 비밀번호 변경 작업이 완료되었습니다. 자세한 내용은 첨부파일을 참조하십시오.
pt_br: {} - A tarefa de alteração de senha foi concluída, veja detalhes no anexo
ru: {} - Задача по изменению пароля завершена. Подробности во вложении
vi: {} - Nhiệm vụ thay đổi mật khẩu đã hoàn tất, chi tiết xem trong tệp đính kèm.
zh: {} - 改密任务已完成, 详情见附件

source: {} - The encryption change task has been completed: the encryption password has not been set - please go to personal information -> set encryption password in preferences
es: {} - la tarea de cambio de contraseña ha finalizado: no se ha establecido contraseña de cifrado - por favor ve a información personal -> configuración de preferencias para establecer la contraseña de cifrado
ja: {} -暗号化変更タスクが完了しました: 暗号化パスワードが設定されていません-個人情報にアクセスしてください-> 環境設定で暗号化パスワードを設定する
ko: {} - 비밀번호 변경 작업이 완료되었습니다: 암호화 비밀번호가 설정되지 않았습니다 - 개인 정보 -> 기본 설정에서 암호화 비밀번호를 설정해 주시기 바랍니다.
pt_br: {} - A tarefa de alteração de senha está concluída: senha de criptografia não configurada - por favor, vá para Informações pessoais -> Configurações de preferências para definir a senha de criptografia
ru: {} - Задача по изменению пароля завершена: не установлен пароль шифрования - пожалуйста, перейдите в Личную информацию -> Настройки предпочтений и задайте пароль шифрования
vi: {} - Nhiệm vụ thay đổi mật khẩu đã hoàn tất: Chưa thiết lập mật khẩu mã hóa - Vui lòng truy cập thông tin cá nhân -> Thiết lập ưa thích để thiết lập mật khẩu mã hóa.
zh: {} - 改密任务已完成: 未设置加密密码 - 请前往个人信息 -> 偏好设置中设置加密密码

source: Gather account change information
es: información sobre cambios en la cuenta
ja: アカウント変更情報
ko: 계정 변경 정보
pt_br: Informações de alterações de conta
ru: Сбор информации об изменении УЗ
vi: Thông tin thay đổi tài khoản.
zh: 账号变更信息

source: Change secret or push account failed information
es: información sobre fallos en el cambio de contraseña o en la cuenta de envío
ja: パスワード変更またはアカウントプッシュ失敗情報
ko: 비밀번호 변경 또는 계정 푸시 실패 정보
pt_br: Informações de falha na alteração de senha ou conta de push
ru: Информация о неудачных сменах секретов и публикациях УЗ
vi: Thông báo lỗi khi thay đổi mật khẩu hoặc đẩy tài khoản.
zh: 改密或推送账号失败信息

source: Ignored
es: Ignorar
ko: 무시
pt_br: Ignorar
ru: Игнорируется
vi: Bỏ qua.

source: Reopen
es: Reabrir
ko: 다시 열기
pt_br: Reabrir
ru: Открыть заново
vi: Mở lại.

source: Close
es: Cerrar
ja: 閉じる
ko: 닫기
pt_br: Fechar
ru: Закрыть
vi: Đóng.
zh: 关闭

source: Disable remote
es: Deshabilitar remoto
ko: 원격 비활성화
pt_br: Desativar remoto
ru: Отключить удаленный доступ
vi: Vô hiệu hóa từ xa.

source: Delete remote
es: Eliminar remoto
ko: 원격 삭제
pt_br: Excluir remoto
ru: Удалить удаленный доступ
vi: Xóa từ xa.

source: Delete account
es: Eliminar cuenta
ko: 계정 삭제
ru: Удалить учетную запись
vi: Xóa tài khoản.

source: Add account
es: Añadir cuenta
ko: 새 계정 추가
pt_br: Adicionar conta
ru: Добавить учетную запись
vi: Thêm tài khoản.

source: Change password and Add
es: Modificar contraseña y añadir
ko: 비밀번호 변경 및 추가
pt_br: Alterar senha e adicionar
ru: Изменить пароль и добавить
vi: Thay đổi mật khẩu và thêm.

source: Execution failed: {}
es: Ejecutar fallido: {}
ko: 실행 실패: {}
ru: Выполнение не удалось: {}
vi: Thực thi không thành công: {}

source: Push now
es: Enviar inmediatamente
ja: 今すぐプッシュ
ko: 즉시 푸시
pt_br: Push imediatamente
ru: Опубликовать сейчас
vi: Gửi ngay
zh: 立即推送

source: Params
es: Parámetros
ja: パラメータ
ko: 매개변수
pt_br: Parâmetros
ru: Параметры
vi: Tham số
zh: 参数

source: Exist policy
es: La cuenta existe política
ja: アカウントの存在ポリシー
ko: 계정에 정책이 존재합니다
pt_br: Estratégia de contas existentes
ru: Политика существования УЗ
vi: Tài khoản đã tồn tại chính sách
zh: 账号存在策略

source: Category
es: Categoría
ja: カテゴリ
ko: 카테고리
pt_br: Categoria
ru: Категория
vi: Thể loại
zh: 类别

source: Type
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Тип
vi: Loại
zh: 类型

source: Asset not found
es: El activo no existe
ja: 資産が存在しません
ko: 자산이 존재하지 않습니다
pt_br: Ativo não existe
ru: Актив не найден
vi: Tài sản không tồn tại
zh: 资产不存在

source: Directory service
es: Servicio de directorio
ko: 디렉토리 서비스
ru: Служба каталогов
vi: Dịch vụ thư mục

source: Account already exists. Field(s): {fields} must be unique.
vi: Tài khoản đã tồn tại. Trường :{fields} phải là duy nhất.

source: Has secret
es: Contraseña ya gestionada
ja: エスクローされたパスワード
ko: 이미 관리된 비밀번호
pt_br: Senha já gerenciada
ru: Секрет добавлен
vi: Đã quản lý mật khẩu
zh: 已托管密码

source: State
es: Estado
ja: 状態
ko: 상태
pt_br: Estado
ru: Состояние
vi: Trạng thái
zh: 状态

source: Changed
es: Modificado
ja: 編集済み
ko: 수정됨
pt_br: Modificado
ru: Изменено
vi: Đã sửa đổi
zh: 已修改

source: Assets
es: Activos
ja: 資産
ko: 자산
pt_br: Bens
ru: Активы
vi: Tài sản
zh: 资产

source: Asset does not support this secret type: %s
es: Tipo de cuenta de activos no soportado: %s
ja: アセットはアカウント タイプをサポートしていません: %s
ko: 자산이 지원하지 않는 계정 유형: %s
pt_br: Bens não suportam o tipo de conta: %s
ru: Актив не поддерживает этот тип секрета: %s
vi: Tài sản không hỗ trợ loại tài khoản: %s
zh: 资产不支持账号类型: %s

source: Account has exist
es: La cuenta ya existe
ja: アカウントはすでに存在しています
ko: 계정이 이미 존재합니다
pt_br: Conta já existente
ru: Учетная запись уже существует
vi: Tài khoản đã tồn tại
zh: 账号已存在

source: Spec info
es: Información especial
ja: 特別情報
ko: 특별 정보
pt_br: Informações especiais
ru: Специальная информация
vi: Thông tin đặc biệt
zh: 特殊信息

source: User
es: Usuario
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
vi: Người dùng
zh: 用户

source: Date
es: Fecha
ja: 日付
ko: 날짜
pt_br: Data
ru: Дата
vi: Ngày
zh: 日期

source: Passphrase
es: Clave de acceso
ja: キーパスワード
ko: 키 비밀번호
pt_br: Senha do chaveiro
ru: Пароль ключа
vi: Mật khẩu khóa
zh: 密钥密码

source: * If no username is required for authentication, enter null. For AD accounts, use the format username@domain.
es: Sugerencia: Si no se requiere nombre de usuario para la autenticación, puede dejarse como null; si es una cuenta AD, el formato es username@domain
ja: ヒント: 認証にユーザー名が必要ない場合は、`null`を入力します。ADアカウントの場合は、`username@domain`のようになります。
ko: 提示: 인증 시 사용자 이름이 필요하지 않다면 null로 입력할 수 있으며, AD 계정의 경우 형식은 username@domain입니다.
pt_br: Aviso: Se a identificação não necessitar de um nome de usuário, insira 'null'. Se for uma conta AD, o formato é username@domain.
ru: * Если для аутентификации не требуется имя пользователя, введите null. Для учетных записей AD используйте формат имя_пользователя@домен.
vi: Ghi chú: Nếu không cần tên người dùng trong xác thực, có thể điền là null, nếu là tài khoản AD, định dạng là username@domain
zh: 提示: 如果认证时不需要用户名，可填写为 null, 如果是 AD 账号，格式为 username@domain
