Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Home page
es: Cliente
ja: ホームページ
ko: 홈페이지
pt_br: Página Inicial
ru: Главная страница
vi: Home
zh: 首页

source: You are about to be redirected to an external website. Please confirm that you trust this link:
vi: Bạn sắp chuyển đến một trang web bên ngoài, xin hãy xác nhận rằng bạn tin tưởng liên kết này

source: Client
es: Cliente JumpServer, actualmente se utiliza para invocar programas de cliente específicos para conectar activos, actualmente solo se admiten clientes RDP y SSH, Telnet se admitirá en el futuro.
ja: クライアント
ko: 클라이언트
pt_br: Cliente
ru: Клиент
vi: Khách hàng
zh: 客户端

source: JumpServer Client, currently used to launch the client
ko: JumpServer 클라이언트는 현재 특정 클라이언트 프로그램을 호출하여 자산에 연결하는 데 사용됩니다.
ru: JumpServer Клиент, в настоящее время используется для запуска определённых клиентских программ для соединения с активами.
vi: Khách hàng JumpServer, hiện tại được sử dụng để khởi động chương trình khách hàng cụ thể để kết nối tài sản

source: Official
es: oficial
ja: 公式
ko: 공식
pt_br: Oficial
vi: Chính thức
zh: 官方

source: macOS needs to download the client to connect RDP asset, which comes with Windows
es: macOS necesita descargar un cliente para conectarse a activos RDP, el sistema Windows ya tiene instalado este programa por defecto
ja: MacOSは、Windowsに付属のRDPアセットを接続するためにクライアントをダウンロードする必要があります
ko: macOS에서는 RDP 자산에 연결하기 위해 클라이언트를 다운로드해야 하며, Windows 시스템에는 기본적으로 이 프로그램이 설치되어 있습니다.
pt_br: macOS precisa baixar o cliente para conectar ativos RDP, o sistema Windows já tem este programa instalado por padrão
ru: На macOS для подключения к RDP-активам требуется загрузить клиентское приложение. В Windows оно установлено по умолчанию
vi: macOS cần tải xuống khách hàng để kết nối tài sản RDP, hệ thống Windows đã cài đặt sẵn chương trình này
zh: macOS 需要下载客户端来连接 RDP 资产，Windows 系统默认安装了该程序

source: Windows Remote application publisher tools
es: Herramienta de publicación de aplicaciones remotas de Windows
ja: Windowsリモートアプリケーション発行者ツール
ko: Windows 원격 애플리케이션 게시 서버 도구
pt_br: Windows Ferramenta de Servidor de Publicação de Aplicativo Remotos
ru: Инструменты публикации удалённых приложений Windows
vi: Công cụ máy chủ ứng dụng từ xa Windows
zh: Windows 远程应用发布服务器工具

source: OpenSSH is a program used to connect remote applications in the Windows Remote Application Publisher
es: OpenSSH se utiliza en el servidor de publicación de aplicaciones remotas de Windows para conectar aplicaciones remotas
ja: OpenSSHはリモートアプリケーションをWindowsリモートアプリケーションで接続するプログラムです
ko: OpenSSH는 Windows 원격 애플리케이션 게시 서버에서 원격 애플리케이션에 연결하는 데 사용되는 프로그램입니다.
pt_br: OpenSSH é um programa usado para conectar aplicativos remotos no servidor de publicação de aplicativos remotos do Windows
ru: OpenSSH используется на сервере Windows для подключения к опубликованным удалённым приложениям
vi: OpenSSH được sử dụng trong máy chủ ứng dụng từ xa Windows để kết nối các ứng dụng từ xa
zh: OpenSSH 是在 windows 远程应用发布服务器中用来连接远程应用的程序

source: Offline video player
es: Reproductor de video fuera de línea
ja: オフラインビデオプレーヤー
ko: 오프라인 비디오 플레이어
pt_br: Reprodutor de Gravação Offline
ru: Офлайн видеоплеер
vi: Trình phát video ngoại tuyến
zh: 离线录像播放器

source: Invalid zip file
es: archivo zip inválido
ja: zip ファイルが無効です
ko: 유효하지 않은 zip 파일
pt_br: Arquivo zip inválido
ru: Неверный zip файл
vi: Tệp zip không hợp lệ
zh: 无效的 zip 文件

source: This is enterprise edition applet
es: La versión empresarial de la aplicación remota no se puede usar en la versión comunitaria
ja: これはエンタープライズ版アプレットです
ko: 기업용 원격 애플리케이션은 커뮤니티 버전에서 사용할 수 없습니다.
pt_br: Versão Corporativa de Aplicativos Remotos, não pode ser usado na versão da comunidade
ru: Функция удалённых приложений доступна только в корпоративной версии и недоступна в редакции сообщества
vi: Phiên bản doanh nghiệp của ứng dụng từ xa không thể sử dụng trong phiên bản cộng đồng
zh: 企业版远程应用，在社区版中不能使用

source: Applet not found in path: {}
es: No se encontró la aplicación remota en la ruta: {}
ja: パスにアプレットが見つかりません: {}
ko: 경로에 원격 애플리케이션을 찾을 수 없습니다: {}
pt_br: Aplicativo remoto não encontrado no caminho: {}
ru: Не найдено удалённое приложение по пути: {}
vi: Không tìm thấy ứng dụng từ xa trong đường dẫn: {}
zh: 路径中未找到远程应用: {}

source: Not found protocol query params
es: Parámetro de consulta de protocolo no encontrado
ja: プロトコルクエリパラメータが見つかりません
ko: 프로토콜 쿼리 매개변수가 발견되지 않았습니다.
pt_br: Não detectados parâmetros de protocolo
ru: Параметр запроса protocol не обнаружен
vi: Không tìm thấy tham số truy vấn protocol
zh: 未发现 protocol 查询参数

source: Deleting the default storage is not allowed
es: No se permite eliminar la configuración de almacenamiento predeterminada
ja: デフォルトのストレージの削除は許可されていません
ko: 기본 저장 구성 삭제가 허용되지 않습니다.
pt_br: Não é permitido excluir a configuração de armazenamento padrão
ru: Нельзя удалить конфигурацию хранилища по умолчанию
vi: không cho phép xóa cấu hình lưu trữ mặc định
zh: 不允许删除默认存储配置

source: Cannot delete storage that is being used: {}
es: No se puede eliminar el almacenamiento en uso: {}
ja: 使用中のストレージは削除できません: {}
ko: 사용 중인 저장소를 삭제할 수 없습니다: {}
pt_br: Não é possível excluir o armazenamento em uso: {}
ru: Удаление хранилища, которое используется, невозможно: {}
vi: không thể xóa lưu trữ đang được sử dụng: {}
zh: 无法删除正在使用的存储: {}

source: Command storages
es: Almacenamiento de comandos
ja: コマンドストア
ko: 명령 저장소
pt_br: Armazenamento de comandos
ru: Хранилища команд
vi: lệnh lưu trữ
zh: 命令存储

source: Invalid
es: inválido
ja: 無効
ko: 유효하지 않음
pt_br: Inválido
ru: Недопустимый
vi: không hợp lệ
zh: 无效

source: Test failure: {}
es: Prueba fallida: {}
ja: テスト失敗: {}
ko: 테스트 실패: {}
pt_br: Teste falhou: {}
ru: Неудачный тест: {}
vi: kiểm tra thất bại: {}
zh: 测试失败: {}

source: Test successful
es: Prueba exitosa
ja: テスト成功
ko: 테스트 성공
pt_br: Teste bem-sucedido
ru: Успешное тестирование
vi: kiểm tra thành công
zh: 测试成功

source: Test failure: Please check configuration
es: Prueba fallida: por favor, verifica la configuración
ja: テストに失敗しました：構成を確認してください
ko: 테스트 실패: 구성을 확인하십시오.
pt_br: Teste falhou: Por favor, verifique as configurações
ru: Сбой теста: пожалуйста, проверьте конфигурацию
vi: kiểm tra thất bại: vui lòng kiểm tra cấu hình
zh: 测试失败：请检查配置

source: Have online sessions
es: Hay una sesión en línea
ja: オンラインセッションを持つ
ko: 온라인 세션이 있습니다.
pt_br: Existem sessões online
ru: Есть активные сессии
vi: có phiên trực tuyến
zh: 有在线会话

source: User %s %s session %s replay
es: El usuario %s %s ha grabado la sesión %s
ja: ユーザー%s %sこのセッション %s の録画です
ko: 사용자 %s %s는 세션 %s의 녹화를 했습니다.
pt_br: O usuário %s %s a gravação da sessão %s
ru: Пользователь %s %s запись сеанса %s
vi: người dùng %s %s đã ghi lại phiên %s
zh: 用户 %s %s 了会话 %s 的录像

source: Session replay
es: Grabación de sesiones
ja: セッション再生
ko: 세션 녹화
pt_br: Gravação de sessão
ru: Запись сессий
vi: ghi lại phiên
zh: 会话录像

source: Session does not exist: {}
es: La sesión no existe: {}
ja: セッションが存在しません: {}
ko: 회화가 존재하지 않습니다: {}
pt_br: Sessão não existe: {}
ru: Сессия не существует: {}
vi: phiên không tồn tại: {}
zh: 会话不存在: {}

source: Session is finished or the protocol not supported
es: La sesión ya ha finalizado o el protocolo no es compatible
ja: セッションが終了したか、プロトコルがサポートされていません
ko: 회화가 이미 완료되었거나 프로토콜이 지원되지 않습니다.
pt_br: Sessão já concluída ou protocolo não suportado
ru: Сессия завершена или протокол не поддерживается
vi: phiên đã hoàn thành hoặc giao thức không được hỗ trợ
zh: 会话已经完成或协议不支持

source: User does not have permission
es: El usuario no tiene permiso
ja: ユーザーに権限がありません
ko: 사용자에게 권한이 없습니다.
pt_br: Usuário sem permissões
ru: У пользователя нет прав
vi: người dùng không có quyền
zh: 用户没有权限

source: Secure session sharing settings is disabled
es: No se ha habilitado el uso compartido de la sesión
ja: 安全なセッション共有設定が無効になっています
ko: 회화 공유가 활성화되지 않았습니다.
pt_br: Compartilhamento de sessão não ativado
ru: Совместный доступ к сессии не включён
vi: chưa mở chức năng chia sẻ phiên.
zh: 未开启会话共享

source: App Terminals
es: Gestión de terminales
ja: ターミナル管理
ko: 단말 관리
pt_br: Gerenciamento de terminal
ru: Управление терминалами
vi: Terminals
zh: 终端管理

source: Input
es: Entrada
ja: 入力
ko: 입력
pt_br: Entrada
ru: Ввод
vi: Nhập vào
zh: 输入

source: Output
es: Salida
ja: 出力
ko: 출력
pt_br: Saída
ru: Вывод
vi: Xuất ra
zh: 输出

source: SSH Client
es: Habilitar cliente SSH
ja: SSH Clientの有効化
ko: SSH 클라이언트 활성화
pt_br: Ativar SSH Client
ru: Клиент SSH
vi: Khách hàng SSH
zh: 启用 SSH Client

source: SSH Guide
es: Asistente SSH
ja: SSH ガイド人
ko: SSH 마법사
pt_br: Assistente SSH
ru: Мастер подключения SSH
vi: Hướng dẫn SSH
zh: SSH 向导

source: SFTP Client
es: Cliente SFTP
ja: SFTP クライアント
ko: SFTP 클라이언트
pt_br: Cliente SFTP
ru: Клиент SFTP
vi: Khách hàng SFTP
zh: SFTP 客户端

source: DB Guide
es: Asistente de conexión a la base de datos
ja: DB 接続ウィザード
ko: DB 연결 마법사
pt_br: Assistente de Conexão DB
ru: Мастер подключения к БД
vi: Hướng dẫn kết nối DB
zh: DB 连接向导

source: DB Client
es: Cliente de base de datos
ja: データベース クライアント
ko: 데이터베이스 클라이언트
pt_br: Cliente de Banco de Dados
ru: Клиент БД
vi: Khách hàng cơ sở dữ liệu
zh: 数据库客户端

source: Remote Desktop
es: Cliente de escritorio remoto
ja: リモートデスクトップ
ko: 원격 데스크탑 클라이언트
pt_br: Cliente de Área de Trabalho Remota
ru: Клиент удаленного рабочего стола
vi: Khách hàng Remote Desktop
zh: 远程桌面客户端

source: RDP Guide
es: Asistente de conexión RDP
ja: RDP 接続ウィザード
ko: RDP 연결 마법사
pt_br: Assistente de Conexão RDP
ru: Мастер подключения RDP
vi: Hướng dẫn kết nối RDP
zh: RDP 连接向导

source: VNC Client
es: Cliente VNC
ja: VNC クライアント
ko: VNC 클라이언트
pt_br: Cliente VNC
ru: Клиент VNC
vi: Khách hàng VNC
zh: VNC 客户端

source: VNC Guide
es: Asistente de conexión VNC
ja: VNC 接続ウィザード
ko: VNC 연결 마법사
pt_br: Assistente de Conexão VNC
ru: Мастер подключения VNC
vi: Hướng dẫn kết nối VNC
zh: VNC 连接向导

source: Warning
es: Alarmas
ja: 警告
ko: 경고
pt_br: Alerta
ru: Предупреждение
vi: Cảnh báo
zh: 告警

source: Review & Reject
es: Aprobación & Rechazo
ja: レビューと拒否
ko: 승인 & 거부
pt_br: Aprovação & Rejeição
ru: Рассмотреть и отклонить
vi: Phê duyệt & Từ chối
zh: 审批 & 拒绝

source: Review & Accept
es: Aprobación & Aceptación
ja: 確認して同意する
ko: 승인 & 수락
pt_br: Aprovação & Aceitação
ru: Рассмотреть и принять
vi: Phê duyệt & Chấp nhận
zh: 审批 & 接受

source: Review & Cancel
es: Aprobación & Cancelación
ja: 確認してキャンセル
ko: 승인 & 취소
pt_br: Aprovação & Cancelamento
ru: Рассмотреть и отменить
vi: Phê duyệt & Hủy bỏ
zh: 审批 & 取消

source: Critical
es: Crítico
ja: クリティカル
ko: 심각
pt_br: Serio
ru: Критичный
vi: Nghiêm trọng
zh: 严重

source: High
es: Alto
ja: 高い
ko: 상당히 높음
pt_br: Alto
ru: Высокий
vi: khá cao
zh: 较高

source: Offline
es: Desconectado
ja: オフライン
ko: 오프라인
ru: Оффлайн
vi: ngoại tuyến
zh: 离线

source: Mismatch
es: No coincidente
ja: 一致しない
ko: 미일치
pt_br: Não correspondido
ru: Несоответствие
vi: không khớp
zh: 未匹配

source: Tunnel
es: Túnel
ja: ちかチャネル
ko: 터널
pt_br: Túnel
ru: Туннель
vi: hầm
zh: 隧道

source: Read only
es: Solo lectura
ja: 読み取り専用
ko: 읽기 전용
pt_br: Somente leitura
ru: Только для чтения
vi: chỉ đọc
zh: 只读

source: Writable
es: Lectura y escritura
ja: 書き込み可能
ko: 읽기 및 쓰기
pt_br: Leitura e escrita
ru: Чтение и запись
vi: đọc và ghi
zh: 读写

source: Kill session
es: Terminar sesión
ja: セッションを終了する
ko: 세션 종료
pt_br: Terminar sessão
ru: Прервать сессию
vi: chấm dứt phiên
zh: 终断会话

source: Lock session
es: Bloquear sesión
ja: セッションをロックする
ko: 세션 잠금
pt_br: Bloquear sessão
ru: Заблокировать сессию
vi: khóa phiên
zh: 锁定会话

source: Unlock session
es: Desbloquear sesión
ja: セッションのロックを解除する
ko: 세션 잠금을 해제했습니다
pt_br: Desbloquear sessão
ru: Разблокировать сессию
vi: mở khóa phiên
zh: 解锁会话

source: Replay create failed
es: Error al crear video
ja: ビデオの作成に失敗しました
ko: 영상 생성 실패
pt_br: Falha na criação da gravação
ru: Ошибка создания записи
vi: tạo video thất bại
zh: 录像创建失败

source: Replay upload failed
es: Error al cargar video
ja: 動画のアップロードに失敗しました
ko: 영상 업로드 실패
pt_br: Falha no upload da gravação
ru: Ошибка загрузки записи
vi: tải video lên thất bại
zh: 录像上传失败

source: Replay convert failed
es: Error al transcodificar video
ja: ビデオのトランスコーディングに失敗しました
ko: 영상 인코딩 실패
pt_br: Falha na conversão da gravação
ru: Ошибка перекодирования записи
vi: chuyển mã video thất bại
zh: 录像转码失败

source: Replay unsupported
es: No se admite grabación
ja: 録画はサポートされていません
ko: 영상을 지원하지 않음
pt_br: Gravação não suportada
ru: Запись не поддерживается
vi: không hỗ trợ video
zh: 不支持录像

source: Bulk create not support
es: No se admite creación masiva
ja: 一括作成非サポート
ko: 일괄 생성 지원하지 않음
pt_br: Criação em lote não suportada
ru: Массовое создание не поддерживается
vi: không hỗ trợ tạo hàng loạt
zh: 不支持批量创建

source: Storage is invalid
es: Almacenamiento no válido
ja: ストレージが無効です
ko: 저장소가 무효입니다
pt_br: Armazenamento inválido
ru: Неверное хранилище
vi: Lưu trữ không hợp lệ
zh: 存储无效

source: Enterprise
es: Edición empresarial
ja: エンタープライズ版
ko: 기업 버전
pt_br: Edição Empresarial
ru: Корпоративная версия
vi: Phiên bản doanh nghiệp
zh: 企业版

source: Display name
es: Nombre para mostrar
ja: 表示名
ko: 표시 이름
pt_br: Exibir Nome
ru: Отображаемое имя
vi: Tên hiển thị
zh: 显示名称

source: Author
es: Autor
ja: 著者
ko: 저자
pt_br: Autor
ru: Автор
vi: Tác giả
zh: 作者

source: Edition
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh: 版本

source: Can concurrent
es: puede ejecutarse en paralelo
ja: 同時実行可能
ko: 동시 가능
pt_br: Pode ser Executado Simultaneamente
ru: Возможен параллельный запуск
vi: Có thể đồng thời
zh: 可以并发

source: Hosts
es: host
ja: ホスト
ko: 주최자
pt_br: Host
ru: Хосты
vi: Máy chủ
zh: 主机

source: Applet pkg not valid, Missing file {}
es: Paquete Applet inválido, falta el archivo {}
ja: 無効なアプレット パッケージ、ファイル {} がありません
ko: Applet pkg 유효하지 않음, 파일 {}가 없습니다
pt_br: Applet pkg inválido, arquivo ausente {}
ru: Недопустимый пакет Applet: отсутствует файл {}
vi: Gói Applet không hợp lệ, thiếu tệp {}
zh: Applet pkg 无效，缺少文件 {}

source: Load platform.yml failed: {}
es: Error al cargar platform.yml: {}
ja: platform.ymlのロードに失敗しました:{}
ko: platform.yml 로드 실패: {}
pt_br: Falha ao carregar platform.yml: {}
ru: Не удалось загрузить platform.yml: {}
vi: Tải platform.yml thất bại: {}
zh: 加载 platform.yml 失败: {}

source: Only support custom platform
es: Solo se admite plataforma personalizada
ja: カスタムプラットフォームのみをサポート
ko: 사용자 정의 플랫폼만 지원합니다
pt_br: Somente suporte para plataformas personalizadas
ru: Поддерживается только пользовательская платформа
vi: Chỉ hỗ trợ nền tảng tùy chỉnh
zh: 只支持自定义平台

source: Missing type in platform.yml
es: Falta tipo en el platform.yml
ja: platform.ymlにタイプがありません
ko: platform.yml에 유형이 누락되었습니다
pt_br: Tipo ausente em platform.yml
ru: Отсутствует тип в platform.yml
vi: Thiếu loại trong platform.yml
zh: 在 platform.yml 中缺少类型

source: Hosting
es: Máquina anfitriona
ja: ホスト マシン
ko: 호스트 머신
pt_br: Máquina Hospedeira
ru: Хост-машина
vi: Máy chủ chủ
zh: 宿主机

source: Applet Publication
es: Lanzamiento de la aplicación
ja: アプリケーションのリリース
ko: 애플리케이션 배포
pt_br: Publicação de Aplicativo
ru: Публикация приложения
vi: Phát hành ứng dụng
zh: 应用发布

source: Deploy options
es: Parámetros de despliegue
ja: 展開パラメーター
ko: 배포 파라미터
pt_br: Parâmetros de Implantação
ru: Параметры развертывания
vi: Tham số triển khai
zh: 部署参数

source: Auto create accounts
es: Creación automática de cuentas
ja: アカウントの自動作成
ko: 계정 자동 생성
pt_br: Criar Conta Automaticamente
ru: Автоматическое создание учетных записей
vi: Tự động tạo tài khoản
zh: 自动创建账号

source: Accounts create amount
es: Cantidad de cuentas a crear
ja: 作成するアカウント数
ko: 계정 생성 수
pt_br: Número de Contas Criadas
ru: Количество создаваемых УЗ
vi: Số lượng tài khoản đã tạo
zh: 创建账号数量

source: Inited
es: Inicializado
ja: 初期化された
ko: 초기화됨
pt_br: Inicializado
ru: Инициализировано
vi: Đã khởi tạo
zh: 已初始化

source: Date inited
es: Fecha de inicialización
ja: 初期化日
ko: 초기화 날짜
pt_br: Data de Inicialização
ru: Дата начала
vi: Ngày khởi tạo
zh: 初始化日期

source: Date synced
es: Fecha de sincronización
ja: 同期日
ko: 동기화 날짜
pt_br: Data de Sincronização
ru: Дата синхронизации
vi: Ngày đồng bộ
zh: 同步日期

source: Using same account
es: Utiliza la misma cuenta para inicializar el despliegue de la aplicación en los siguientes puertos: Puerto HTTPS Puerto HTTP Puerto SSH Puerto RDP Puerto MySQL Puerto MariaDB Puerto PostgreSQL Puerto Redis Puerto SQLServer Puerto VNC Punto final Reglas del punto final
ja: 同じアカウントを使用する
ko: 동일 이름 계정 사용
pt_br: Usar conta de mesmo nome
ru: Использовать УЗ с тем же именем
vi: Sử dụng tài khoản cùng tên
zh: 使用同名账号

source: Initial
es: Inicialización
ja: 初期化
ko: 초기화
pt_br: Inicialização
ru: Инициализация
vi: Khởi tạo
zh: 初始化

source: Applet host deployment
es: Despliegue de aplicaciones
ja: アプリケーション配備
ko: 애플리케이션 배포
pt_br: Implantação de Aplicativo
ru: Развертывание приложения
vi: Triển khai ứng dụng
zh: 应用部署

source: HTTPS port
es: Puerto HTTPS
ja: HTTPS ポート
ko: HTTPS 포트
pt_br: Porta HTTPS
ru: HTTPS порт
vi: Cổng HTTPS
zh: HTTPS 端口

source: HTTP port
es: Puerto HTTP
ja: HTTP ポート
ko: HTTP 포트
pt_br: Porta HTTP
ru: HTTP порт
vi: Cổng HTTP
zh: HTTP 端口

source: SSH port
es: Puerto SSH
ja: SSH ポート
ko: SSH 포트
pt_br: Porta SSH
ru: SSH порт
vi: Cổng SSH
zh: SSH 端口

source: RDP port
es: Puerto RDP
ja: RDP ポート
ko: RDP 포트
pt_br: Porta RDP
ru: RDP порт
vi: Cổng RDP
zh: RDP 端口

source: MySQL port
es: Puerto MySQL
ja: MySQL ポート
ko: MySQL 포트
pt_br: Porta MySQL
ru: MySQL порт
vi: Cổng MySQL
zh: MySQL 端口

source: MariaDB port
es: Puerto MariaDB
ja: MariaDB ポート
ko: MariaDB 포트
pt_br: Porta MariaDB
ru: MariaDB порт
vi: Cổng MariaDB
zh: MariaDB 端口

source: PostgreSQL port
es: Puerto de PostgreSQL
ja: PostgreSQL ポート
ko: PostgreSQL 포트
pt_br: Porta PostgreSQL
ru: PostgreSQL порт
vi: Cổng PostgreSQL
zh: PostgreSQL 端口

source: Redis port
es: Puerto de Redis
ja: Redis ポート
ko: Redis 포트
pt_br: Porta Redis
ru: Redis порт
vi: Cổng Redis
zh: Redis 端口

source: SQLServer port
es: Puerto de SQLServer
ja: SQLServer ポート
ko: SQLServer 포트
pt_br: Porta SQLServer
ru: SQLServer порт
vi: Cổng SQL Server
zh: SQLServer 端口

source: Oracle port
es: Puerto de Oracle
ja: Oracle ポート
ko: Oracle 포트
pt_br: Porta Oracle
ru: Порт Oracle
vi: Cổng Oracle
zh: Oracle 端口

source: MongoDB port
ko: MongoDB 포트
ru: MongoDB порт
vi: Cổng MongoDB

source: VNC port
es: Puerto de VNC
ja: VNC ポート
ko: VNC 포트
pt_br: Porta VNC
ru: VNC порт
vi: Cổng VNC
zh: VNC 端口

source: Endpoint
es: Punto
ja: エンドポイント
ko: 엔드포인트
pt_br: Ponto final
ru: Конечная точка
vi: Điểm cuối
zh: 端点

source: Endpoint rule
es: Reglas de punto
ja: エンドポイントルール
ko: 엔드포인트 규칙
pt_br: Regras de ponto final
ru: Правила конечной точки
vi: Quy tắc điểm cuối
zh: 端点规则

source: Session Online
es: Conversación en línea
ja: セッションオンライン
ko: 온라인 세션
pt_br: Sessão online
ru: Активная сессия
vi: Phiên online
zh: 在线会话

source: CPU Load
es: Carga de CPU
ja: CPUロード
ko: CPU 부하
pt_br: Carga CPU
ru: Нагрузка на ЦП
vi: Tải CPU
zh: CPU负载

source: Memory Used
es: Uso de memoria
ja: 使用メモリ
ko: 메모리 사용
pt_br: Uso de memória
ru: Использование памяти
vi: Sử dụng bộ nhớ
zh: 内存使用

source: Disk Used
es: Uso de disco
ja: 使用済みディスク
ko: 디스크 사용
pt_br: Uso do Disco
ru: Использование диска
vi: Sử dụng đĩa
zh: 磁盘使用

source: Connections
es: Número de conexiones
ja: 接続
ko: 연결 수
pt_br: Número de conexões
ru: Число подключений
vi: Số lượng kết nối
zh: 连接数

source: Threads
es: Número de hilos
ja: スレッド
ko: 스레드 수
pt_br: Número de threads
ru: Число потоков
vi: Số lượng luồng
zh: 线程数

source: Boot Time
es: Tiempo de ejecución
ja: ブート時間
ko: 실행 시간
pt_br: Tempo de Execução
ru: Время работы
vi: Thời gian chạy
zh: 运行时间

source: Command storage
es: Almacenamiento de comandos
ja: コマンドストレージ
ko: 명령 저장
pt_br: Armazenamento de comandos
ru: Хранилище команд
vi: Lưu trữ lệnh
zh: 命令存储

source: Replay storage
es: Almacenamiento de grabaciones
ja: 再生ストレージ
ko: 녹화 저장
pt_br: Armazenamento de gravações
ru: Хранилище записи
vi: Lưu trữ video
zh: 录像存储

source: type
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: тип
vi: Loại
zh: 类型

source: Application User
es: Usuario de la aplicación
ja: ユーザーの適用
ko: 응용 사용자
pt_br: Usuário de aplicativo
ru: Пользователь приложения
vi: Người dùng ứng dụng
zh: 应用用户

source: Can view terminal config
es: Se puede ver la configuración del terminal
ja: ターミナル構成を表示できます
ko: 터미널 구성 조회 가능
pt_br: Pode-se visualizar a configuração do terminal
ru: Просмотр конфигурации терминала
vi: Có thể xem cấu hình thiết bị đầu cuối
zh: 可以查看终端配置

source: Command record
es: Registro de comandos
ja: コマンドレコード
ko: 명령 기록
pt_br: Registro de comandos
ru: Запись команд
vi: Bản ghi lệnh
zh: 命令记录

source: Can upload session replay
es: Se puede subir la grabación de la sesión
ja: セッションのリプレイをアップロードできます
ko: 세션 녹화 업로드 가능
pt_br: É possível fazer upload da gravação da sessão
ru: Загрузка записи сессии
vi: Có thể tải lên video phiên họp
zh: 可以上传会话录像

source: Can download session replay
es: Se puede descargar la grabación de la conversación
ja: セッション再生をダウンロードできます
ko: 세션 녹화 다운로드 가능
pt_br: É possível fazer download da gravação da sessão
ru: Скачивание записи сессий
vi: Có thể tải xuống video phiên họp
zh: 可以下载会话录像

source: Account ID
es: Cuenta
ja: アカウント ID
ko: 계정
pt_br: Conta
ru: ID УЗ
vi: Tài khoản
zh: 账号

source: Replay
es: Reproducción
ja: リプレイ
ko: 재생
pt_br: Reprodução
ru: Воспроизведение
vi: Phát lại
zh: 回放

source: Command amount
es: Cantidad de comandos
ja: コマンド量
ko: 명령 수
pt_br: Quantidade de comandos
ru: Количество команд
vi: Số lượng lệnh
zh: 命令数量

source: Error reason
es: Razón del error
ja: 間違った理由
ko: 오류 원인
pt_br: Motivo do erro
ru: Причина ошибки
vi: Nguyên nhân lỗi
zh: 错误原因

source: Replay size
vi: Kích thước video

source: Session record
es: Registro de la conversación
ja: セッション記録
ko: 세션 기록
pt_br: Registros de sessão
ru: Запись сессии
vi: Bản ghi phiên họp
zh: 会话记录

source: Can monitor session
es: Se puede monitorear la conversación
ja: セッションを監視できます
ko: 세션 모니터링 가능
pt_br: É possível monitorar a sessão
ru: Контроль сессии
vi: Có thể giám sát phiên họp
zh: 可以监控会话

source: Can share session
es: Se puede compartir la conversación
ja: セッションを共有できます
ko: 세션 공유 가능
pt_br: É possível compartilhar a sessão
ru: Поделиться сессией
vi: Có thể chia sẻ phiên họp
zh: 可以分享会话

source: Can terminate session
es: Se puede interrumpir la conversación
ja: セッションを終了できます
ko: 세션 종료 가능
pt_br: É possível encerrar a sessão
ru: Прерывание сессии
vi: Có thể kết thúc cuộc trò chuyện
zh: 可以终断会话

source: Can validate session action perm
es: Se puede verificar la autorización de acción de la conversación
ja: セッションアクションのパーマを検証できます
ko: 세션 Action 권한 검증 가능
pt_br: É possível validar as permissões de Action na sessão.
ru: Проверка прав на действия с сессией
vi: Có thể xác thực quyền Action của cuộc trò chuyện
zh: 可以验证会话动作权限

source: Expired time (min)
es: Tiempo de expiración (min)
ja: 期限切れ時間 (分)
ko: 만료 시간 (분)
pt_br: Tempo de expiração (minutos)
ru: Время истечения (мин)
vi: Thời gian hết hạn (phút)
zh: 过期时间 (分)

source: Action permission
es: Permiso de operación
ja: アクションパーミッション
ko: 작업 권한
pt_br: Permissões de ação
ru: Разрешения на действия
vi: Quyền thao tác
zh: 操作权限

source: Origin
es: Procedencia
ja: ソース
ko: 출처
pt_br: Origem
ru: Источник
vi: Nguồn
zh: 来源

source: Session sharing
es: Compartir conversación
ja: セッション共有
ko: 세션 공유
pt_br: Compartilhamento de Sessão
ru: Общий доступ к сессии
vi: Chia sẻ cuộc trò chuyện
zh: 会话分享

source: Can add super session sharing
es: Se puede crear una super conversación compartir
ja: スーパーセッション共有を追加できます
ko: 슈퍼 세션 공유 생성 가능
pt_br: Pode criar compartilhamento de Sessão Super
ru: Создание общей супер-сессии
vi: Có thể tạo chia sẻ cuộc trò chuyện siêu cấp
zh: 可以创建超级会话分享

source: Link not active
es: el enlace ha caducado
ja: リンクがアクティブでない
ko: 링크 사용 불가
pt_br: Link inválido
ru: Ссылка неактивна
vi: Liên kết không hợp lệ
zh: 链接失效

source: Link expired
es: el enlace ha expirado
ja: リンク期限切れ
ko: 링크 만료
pt_br: Link expirado
ru: Ссылка истекла
vi: Liên kết đã hết hạn
zh: 链接过期

source: User not allowed to join
es: el usuario no tiene permiso para unirse a la conversación
ja: ユーザーはセッションに参加できません
ko: 해당 사용자는 세션에 참여할 권한이 없습니다
pt_br: Este usuário não tem permissão para se juntar à sessão
ru: У пользователя нет прав для присоединения к сессии
vi: Người dùng này không có quyền tham gia cuộc trò chuyện
zh: 该用户无权加入会话
