Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Tencent Cloud (Lighthouse)
es: Tencent Cloud (Aplicación de Servidor Ligero)
ja: テンセント雲(軽量アプリケーション)
ko: 텐센트 클라우드(경량 서버 애플리케이션)
pt_br: Tencent Cloud (Aplicativo de Servidor Leve)
vi: 腾讯云 (ứng dụng máy chủ nhẹ)
zh: 腾讯云(轻量服务器应用)

source: Google Cloud Platform
es: Google Cloud
ja: 谷歌雲
ko: 구글 클라우드
pt_br: Google Cloud
vi: Google Cloud
zh: 谷歌云

source: Volcengine
es: Volcano Engine
ko: 화산 엔진
pt_br: Motor Vulcânico
vi: Kubernetes Engine
zh: 火山引擎

source: Qingyun Private Cloud
es: QingCloud Nube Privada
ja: 青雲私有雲
ko: 칭위안 개인 클라우드
pt_br: Qingyun Cloud Privado
vi: QingCloud Private Cloud
zh: 青云私有云

source: CTYun Private Cloud
es: Tianyi Nube Privada
ja: スカイウィング私有雲
ko: 천익 개인 클라우드
pt_br: Tianyi Cloud Privado
vi: Tianyi Private Cloud
zh: 天翼私有云

source: SmartX CloudTower
vi: Cloud SmartX

source: Fusion Compute
es: Computación Híbrida
ja: 融合計算
ko: 융합 컴퓨팅
pt_br: Computação Integrada
vi: Hợp nhất tính toán
zh: 融合计算

source: SCP
es: Deepin SCP
ko: 심신복 SCP
pt_br: Sangfor SCP
ru: Shenxinfu SCP
vi: Sangtin công SCP
zh: 深信服SCP

source: Apsara Stack
es: Alibaba Cloud Nube Privada
ko: 알리클라우드 전용 클라우드
pt_br: Alibaba Cloud Privado
vi: Đám mây riêng của Alibaba
zh: 阿里云专有云

source: Private IP
es: IP Privada
ja: プライベートIP
ko: 사설 IP
pt_br: IP privado
ru: Частный IP
vi: IP riêng
zh: 私有IP

source: Public IP
es: IP público
ja: パブリックIP
ko: 공용 IP
pt_br: IP público
ru: Публичный IP
vi: IP công cộng
zh: 公网IP

source: Instance name
es: Nombre de la instancia
ja: インスタンス名
ko: 인스턴스 이름
pt_br: Nome da instância
ru: Имя экземпляра
vi: Tên实例
zh: 实例名称

source: Instance name and Partial IP
es: Nombre de la instancia y parte del IP
ja: インスタンス名と部分IP
ko: 인스턴스 이름 및 일부 IP
pt_br: Nome da instância e parte do IP
ru: Имя экземпляра и часть IP
vi: Tên实例 và một phần IP
zh: 实例名称和部分IP

source: Succeed
es: Éxito
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успешно
vi: Thành công
zh: 成功

source: Unsync
es: No sincronizado
ja: 同期していません
ko: 미동기화
pt_br: Não sincronizado
ru: Не синхронизировано
vi: Chưa đồng bộ
zh: 未同步

source: New Sync
es: Nueva sincronización
ja: 新しい同期
ko: 신규 동기화
pt_br: Nova sincronização
ru: Новая синхронизация
vi: Đồng bộ mới
zh: 新同步

source: Synced
es: Sincronizado
ja: 同期済み
ko: 동기화 완료
pt_br: Sincronizado
ru: Синхронизировано
vi: Đã đồng bộ
zh: 已同步

source: Released
es: Liberado
ja: リリース済み
ko: 해제됨
pt_br: Liberado
ru: Освобождено
vi: Đã giải phóng
zh: 已释放

source: And
es: Con
ja: そして
ko: 와
pt_br: E
ru: И
vi: Với
zh: 与

source: Or
es: o
ja: または
ko: 또는
pt_br: Ou
ru: Или
vi: Hoặc
zh: 或

source: Sync region
es: Organización sincronizada
ja: 組織が同期されました
ko: 이미 동기화된 조직
pt_br: Organização sincronizada
ru: Синхронизированные организации
vi: Tổ chức đã đồng bộ
zh: 已同步组织

source: Imported
es: Importar
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импортировано
vi: Nhập khẩu
zh: 导入

source: Task "%s" starts executing
es: Tarea "%s" comenzando a ejecutarse
ja: タスク "%s" の実行開始
ko: 작업 "%s" 시작 실행
pt_br: Tarefa "%s" começou a executar
ru: Задача "%s" начата
vi: Nhiệm vụ "%s" bắt đầu thực hiện
zh: 任务 "%s" 开始执行

source: View the task details path:
es: Ver detalles
ja: タスク詳細パスの表示:
ko: 자세히 보기
pt_br: Ver detalhes
ru: Просмотр подробностей задачи:
vi: Xem chi tiết
zh: 查看详情

source: Account Details
es: Cuenta
ja: アカウントの詳細
ko: 계정
pt_br: Conta
ru: Подробности учетной записи
vi: Tài khoản
zh: 账号

source: Synchronization History List
es: Lista de historial de sincronización
ja: 履歴リストの同期
ko: 동기화 이력 목록
pt_br: Sincronizar lista de histórico
ru: Список истории синхронизации
vi: Đồng bộ danh sách lịch sử
zh: 同步历史列表

source: Synchronization Instance List
es: Lista de instancias de sincronización
ja: インスタンスリストの同期
ko: 동기화 인스턴스 목록
pt_br: Sincronizar lista de instâncias
ru: Список экземпляров синхронизации
vi: Đồng bộ danh sách实例
zh: 同步实例列表

source: To be released
es: Por liberar
ja: しゃはんをまつ
ko: 해제 대기
pt_br: Aguardando liberação
ru: Ожидание освобождения
vi: Đợi giải phóng
zh: 待释放

source: Task execution completed
es: Ejecución de tareas completada
ja: タスク実行完了
ko: 작업 실행 완료
pt_br: Conclusão de execução da tarefa
ru: Выполнение задачи завершено
vi: Nhiệm vụ đã hoàn thành
zh: 任务执行完成

source: Synchronization regions
es: Sincronizar regiones
ja: 地域を同期する
ko: 동기화 지역
pt_br: Sincronizar região
ru: Синхронизируемые регионы
vi: Đồng bộ khu vực
zh: 同步地区

source: Get instances of region "%s" error, error: %s
es: Error al obtener la instancia de la región "%s", error: %s
ja: 地域 "%s" のインスタンスを取得できませんでした、エラー：%s
ko: 영역 "%s"의 인스턴스 오류를 가져오는 중, 오류: %s
pt_br: Obter erro de instância na região "%s", erro: %s
ru: Произошла ошибка при получении экземпляров региона "%s", ошибка: %s
vi: Gặp lỗi khi lấy实例 của khu vực "%s", lỗi: %s
zh: 获取区域 "%s" 的实例错误，错误：%s

source: Failed to synchronize the instance "%s"
es: No se puede sincronizar la instancia %s
ja: インスタンス "%s" の同期に失敗しました
ko: 인스턴스 %s을(를) 동기화할 수 없습니다
pt_br: Impossível sincronizar instância %s
ru: Не удалось синхронизировать экземпляр %s
vi: Không thể đồng bộ实例 %s
zh: 无法同步实例 %s

source: The updated platform of asset "%s" is inconsistent with the original platform type. Skip platform and protocol updates
es: La plataforma de actualización del activo "%s" no coincide con el tipo de plataforma original. Se omiten las actualizaciones de plataforma y protocolo
ja: 更新された資産 "%s" のプラットフォームタイプと元のタイプは一致しません。プラットフォームとプロトコルの更新をスキップ
ko: 자산 "%s"의 업데이트 플랫폼과 원래 플랫폼 유형이 일치하지 않습니다. 플랫폼 및 프로토콜 업데이트를 건너뜁니다
pt_br: A atualização da plataforma do ativo “%s” não é consistente com o tipo de plataforma original. Ignorar atualização de plataforma e protocolo
ru: Обновлённая платформа актива "%s" не совпадает с исходным типом платформы. Пропущено обновление платформы и протокола
vi: Cập nhật nền tảng của tài sản "%s" không đồng nhất với loại nền tảng ban đầu. Bỏ qua cập nhật nền tảng và giao thức
zh: 资产“%s”的更新平台与原平台类型不一致。跳过平台和协议更新

source: The asset "%s" already exists
es: El activo "%s" ya existe
ja: 資産 "%s" はすでに存在します
ko: 자산 "%s"가 이미 존재합니다
pt_br: Ativo "%s" já existe
ru: Актив "%s" уже существует
vi: Tài sản "%s" đã tồn tại
zh: 资产 "%s" 已存在

source: Update asset "%s"
es: Actualizando activo "%s"
ja: 資産の更新 "%s"
ko: 자산 "%s" 업데이트됨
pt_br: Atualizando ativo "%s"
ru: Обновление актива "%s"
vi: Cập nhật tài sản "%s"
zh: 更新资产 "%s"

source: Asset "%s" has been updated
es: El activo "%s" ha sido actualizado
ja: 資産 "%s" が更新されました
ko: 자산 "%s"이 업데이트되었습니다
pt_br: Ativo "%s" foi atualizado
ru: Актив "%s" обновлен
vi: Tài sản "%s" đã được cập nhật.
zh: 资产 "%s" 已更新

source: Prepare to create asset "%s"
es: Preparando la creación del activo %s
ja: 資産 "%s" の作成準備
ko: 자산 %s 생성 준비 중
pt_br: Preparar para criar ativo %s
ru: Подготовка к созданию актива %s
vi: Chuẩn bị tạo tài sản %s
zh: 准备创建资产 %s

source: Set nodes "%s"
es: Configurando nodo: "%s"
ja: ノード "%s" の設定
ko: 노드 설정: "%s"
pt_br: Configurar os nós: "%s"
ru: Задать папки "%s"
vi: Thiết lập nút: "%s"
zh: 删除节点: "%s"

source: Set accounts "%s"
es: Configurando cuenta: %s
ja: アカウント "%s" の設定
ko: 계정 설정: %s
pt_br: Configurar a conta: %s
ru: Настройка учетных записей: %s
vi: Thiết lập tài khoản: %s
zh: 删除账号: %s

source: Set protocols "%s"
es: Configurando protocolo "%s"
ja: プロトコル "%s" の設定
ko: 프로토콜 설정: "%s"
pt_br: Configurar protocolo "%s"
ru: Настройка протоколов "%s"
vi: Thiết lập giao thức "%s"
zh: 设置协议 "%s"

source: Set labels "%s"
es: Configurar etiqueta: "%s"
ko: 태그 설정: "%s"
pt_br: Definir etiqueta: "%s"
ru: Настройка тегов "%s"
vi: Thiết lập nhãn: "%s"

source: Run sync instance task
es: Ejecutando tarea de sincronización de instancias
ja: 同期インスタンス タスクを実行する
ko: 동기화 인스턴스 작업 실행
pt_br: Executar tarefa de sincronização de instância
ru: Выполнение задачи синхронизации экземпляров
vi: Thực hiện nhiệm vụ đồng bộ hóa phiên bản
zh: 执行同步实例任务

source: Cloud center
es: Centro de Gestión de la Nube
ja: クラウドセンター
ko: 클라우드 관리 센터
pt_br: Centro de Gestão Cloud
ru: Центр управления облаком
vi: Trung tâm quản lý đám mây
zh: 云管中心

source: Attrs
es: Atributos
ja: ツールバーの
ko: 속성
pt_br: Propriedades
ru: Атрибут
vi: Thuộc tính
zh: 属性

source: Validity
es: Válido
ja: 有効性
ko: 유효
pt_br: Válido
ru: Действителен
vi: Hiệu lực
zh: 有效

source: Cloud account
es: Cuenta de Nube
ja: クラウドアカウント
ko: 클라우드 계정
pt_br: Conta Cloud
ru: Облачная учетная запись
vi: Tài khoản đám mây
zh: 云账号

source: Test cloud account
es: Cuenta de Nube de Prueba
ja: クラウドアカウントのテスト
ko: 테스트 클라우드 계정
pt_br: Testar Conta Cloud
ru: Тестовая облачная учетная запись
vi: Tài khoản đám mây kiểm tra
zh: 测试云账号

source: Regions
es: Región
ja: リージョン
ko: 지역
pt_br: Região
ru: Регионы
vi: Khu vực
zh: 地域

source: Hostname strategy
es: Estrategia de Nombre de Host
ja: ホスト名戦略
ko: 호스트 이름 정책
pt_br: Política de nome de host
ru: Стратегия имени хоста
vi: Chính sách tên máy chủ
zh: 主机名策略

source: IP network segment group
es: Grupo de Rango de IP
ja: IPネットワークセグメントグループ
ko: IP 네트워크 세그먼트 그룹
pt_br: Grupo de sub-rede IP
ru: Группа IP-диапазонов
vi: Nhóm dải IP
zh: IP网段组

source: Preferred IP type
es: Tipo de IP Preferido
ja: 優先 IP タイプ
ko: 선택한 IP 유형
pt_br: Tipo de IP preferido
ru: Предпочитаемый тип IP
vi: Loại IP ưu tiên.

source: Always update
es: Actualizar Siempre
ja: 常に更新
ko: 항상 업데이트
pt_br: Sempre atualizar
ru: Всегда обновлять
vi: Luôn cập nhật
zh: 总是更新

source: Fully synchronous
es: Sincronización Completa
ja: 完全同期
ko: 완전 동기화
pt_br: Sincronização completa
ru: Полная синхронизация
vi: Hoàn toàn đồng bộ
zh: 完全同步

source: Release assets
es: Publicar activo
ja: アセットをリリースする
ko: 자산 배포
pt_br: Liberar recursos
ru: Опубликовать активы
vi: Phát hành tài sản
zh: 释放资产

source: Date last sync
es: Fecha de Última Sincronización
ja: 最終同期日
ko: 최종 동기화 날짜
pt_br: Última data de sincronização
ru: Дата последней синхронизации
vi: Ngày đồng bộ cuối cùng
zh: 最后同步日期

source: Strategy
es: Estrategia
ja: 戦略
ko: 정책
pt_br: Estratégia
ru: Стратегия
vi: Chiến lược
zh: 策略

source: Sync instance task
es: Tarea de Sincronización de Ejemplos
ja: インスタンスの同期タスク
ko: 동기화 인스턴스 작업
pt_br: Sincronizar Tarefa de Instância
ru: Задача синхронизации экземпляров
vi: Nhiệm vụ đồng bộ thực thể
zh: 同步实例任务

source: Date sync
es: Fecha de Sincronización
ja: 日付の同期
ko: 동기화 날짜
pt_br: Sincronizar Data
ru: Дата синхронизации
vi: Ngày đồng bộ
zh: 同步日期

source: Sync instance snapshot
es: Sincronizar instantáneas de instancia
ja: インスタンススナップショットの同期
ko: 동기화 인스턴스 스냅샷
pt_br: Sincronizar Snapshot de Instância
ru: Синхронизация снимка экземпляра
vi: Ảnh chụp nhanh thực thể đồng bộ
zh: 同步实例快照

source: Sync instance task execution
es: Ejecutar tareas de sincronización de instancia
ja: インスタンスタスクの同期実行
ko: 동기화 인스턴스 작업 실행
pt_br: Execução de Tarefa de Sincronização de Instância
ru: Выполнение задачи синхронизации экземпляра
vi: Thực hiện nhiệm vụ đồng bộ thực thể
zh: 同步实例任务执行

source: Sync task
es: Tarea de sincronización
ja: 同期タスク
ko: 동기화 작업
pt_br: Tarefa de Sincronização
ru: Задача синхронизации
vi: Nhiệm vụ đồng bộ
zh: 同步任务

source: Sync instance task history
es: Historial de tareas de sincronización de instancia
ja: インスタンスタスク履歴の同期
ko: 동기화 인스턴스 작업 기록
pt_br: Histórico de Tarefas de Sincronização de Instância
ru: История задач синхронизации экземпляра
vi: Lịch sử nhiệm vụ đồng bộ thực thể
zh: 同步实例任务历史

source: Instance
es: Instancia
ja: インスタンス
ko: 인스턴스
pt_br: Instância
ru: Экземпляр
vi: Thực thể
zh: 实例

source: Sync instance detail
es: Detalles de la instancia sincronizada
ja: 同期インスタンスの詳細
ko: 동기화 인스턴스 세부정보
pt_br: Detalhes da Sincronização de Instância
ru: Детали синхронизации экземпляра
vi: Chi tiết thực thể đồng bộ
zh: 同步实例详情

source: Rule relation
es: Relación de condiciones
ja: 条件関係
ko: 조건 관계
pt_br: Relação Condicional
ru: Логика правил
vi: Quan hệ điều kiện
zh: 条件关系

source: Task strategy
es: Estrategia de tareas
ja: ミッション戦略です
ko: 작업 전략
pt_br: Estratégia de Tarefa
ru: Стратегия задачи
vi: Chiến lược nhiệm vụ
zh: 任务策略

source: Equal
es: Igual a
ja: 等しい
ko: 같음
pt_br: Igual a
ru: Равно
vi: Bằng
zh: 等于

source: Not Equal
es: No igual a
ja: 不等于
ko: 다름
pt_br: Não é igual a
ru: Не равно
vi: Không bằng
zh: 不等于

source: In
es: En...
ja: で...
ko: ...안에서
pt_br: Em...
ru: в
vi: Trong...
zh: 在...中

source: Contains
es: Contener
ja: 含む
ko: 포함
pt_br: Contém
ru: Содержит
vi: Bao gồm
zh: 包含

source: Exclude
es: Excluir
ja: 除外
ko: 제외
pt_br: Excluir
ru: Исключить
vi: Loại trừ
zh: 排除

source: Startswith
es: Comenzar con...
ja: 始まる...
ko: ...로 시작
pt_br: Iniciar com...
ru: Начинается с
vi: Bắt đầu bằng...
zh: 以...开头

source: Endswith
es: Terminar con...
ja: 終わる...
ko: ...로 끝
pt_br: Terminar com...
ru: Заканчивается на
vi: Kết thúc bằng...
zh: 以...结尾

source: Instance platform
es: Plataforma de instancia
ja: インスタンス名
ko: 인스턴스 플랫폼
pt_br: Plataforma de instância
ru: Платформа экземпляра
vi: Nền tảng ví dụ
zh: 实例平台

source: Instance address
es: Dirección de instancia
ja: インスタンスアドレス
ko: 인스턴스 주소
pt_br: Endereço da instância
ru: Адрес экземпляра
vi: Địa chỉ ví dụ
zh: 实例地址

source: Rule attr
es: Atributos de regla
ja: ルール属性
ko: 규칙 속성
pt_br: Atributos de regra
ru: Атрибуты правила
vi: Thuộc tính quy tắc
zh: 规则属性

source: Rule match
es: Coincidencia de regla
ja: ルール一致
ko: 규칙 매칭
pt_br: Correspondência de regra
ru: Сопоставление правила
vi: Khớp quy tắc
zh: 规则匹配

source: Rule value
es: Valor de regla
ja: ルール値
ko: 규칙 값
pt_br: Valor da regra
ru: Значение правила
vi: Giá trị quy tắc
zh: 规则值

source: Strategy rule
es: Condición
ja: 戦略ルール
ko: 조건
pt_br: Condição
ru: Правило стратегии
vi: Điều kiện
zh: 条件

source: Name strategy
es: Estrategia de nombre de host
ja: ホスト名戦略
ko: 호스트 이름 정책
pt_br: Política de nome de host
ru: Стратегия имени
vi: Chính sách tên máy chủ
zh: 主机名策略

source: Action attr
es: Atributos de acción
ja: アクション属性
ko: 액션 속성
pt_br: Atributos de ação
ru: Атрибуты действия
vi: Thuộc tính Action
zh: 动作属性

source: Action value
es: Valor de acción
ja: アクション値
ko: 액션 값
pt_br: Valor de ação
ru: Значение действия
vi: Giá trị Hành động
zh: 动作值

source: Strategy action
es: Acción
ja: 戦略アクション
ko: 액션
pt_br: Action
ru: Действия стратегии
vi: Hành động
zh: 动作

source: China (Beijing)
ja: 中国 (北京)
ko: 중국 (베이징)
pt_br: China (Pequim)
ru: Китай (Пекин)
vi: Trung Quốc (Bắc Kinh)
zh: 中国 (北京)

source: China (Ningxia)
ja: 中国 (寧夏)
ko: 중국 (닝샤)
ru: Китай (Нинся)
vi: Trung Quốc (Ninh Hạ)
zh: 中国 (宁夏)

source: US East (Ohio)
es: Estados Unidos del Este (Ohio)
ja: 米国東部 (オハイオ州)
ko: 미국 동부 (오하이오)
pt_br: Estados Unidos da América Oriental (Ohio)
ru: Северо-восток США (Огайо)
vi: Hoa Kỳ miền Đông (Tiểu bang Ohio)
zh: 美国东部 (俄亥俄州)

source: US East (N. Virginia)
es: Estados Unidos del Este (Virginia del Norte)
ja: 米国東部 (N. バージニア州)
ko: 미국 동부 (버지니아 북부)
pt_br: Leste dos EUA (norte da Virgínia)
ru: Северо-восток США (Вирджиния)
vi: Hoa Kỳ miền Đông (Bắc Virginia)
zh: 美国东部 (弗吉尼亚北部)

source: US West (N. California)
es: Estados Unidos del Oeste (California del Norte)
ja: 米国西部 (N. カリフォルニア州)
ko: 미국 서부 (북부 캘리포니아)
pt_br: Oeste dos EUA (norte da Califórnia)
ru: Северо-запад США (Северная Калифорния)
vi: Hoa Kỳ miền Tây (Bắc California)
zh: 美国西部 (加利福尼亚北部)

source: US West (Oregon)
es: Estados Unidos (Oregón)
ja: 米国西部 (オレゴン州)
ko: 미국 서부 (오리건)
pt_br: Oeste dos EUA (Oregon)
ru: США (Орегон)
vi: Hoa Kỳ miền Tây (Oregon)
zh: 美国西部 (俄勒冈)

source: Africa (Cape Town)
es: África (Ciudad del Cabo)
ja: アフリカ (ケープタウン)
ko: 아프리카 (케이프타운)
pt_br: África (Cidade do Cabo)
ru: Африка (Кейптаун)
vi: Châu Phi (Cape Town)
zh: 非洲 (开普敦)

source: Asia Pacific (Hong Kong)
es: Región de Asia-Pacífico (Hong Kong)
ja: アジアパシフィック (香港)
ko: 아시아태평양 (홍콩)
pt_br: Região da Ásia-Pacífico (Hong Kong)
ru: Азиатско-Тихоокеанский регион (Гонконг)
vi: Khu vực châu Á - Thái Bình Dương (Hồng Kông)
zh: 亚太地区 (香港)

source: Asia Pacific (Mumbai)
es: Región de Asia-Pacífico (Bombay)
ja: アジア太平洋 (ムンバイ)
ko: 아시아태평양 (뭄바이)
pt_br: Região da Ásia-Pacífico (Mumbai)
ru: Азиатско-Тихоокеанский регион (Мумбаи)
vi: Khu vực châu Á - Thái Bình Dương (Mumbai)
zh: 亚太地区 (孟买)

source: Asia Pacific (Osaka-Local)
es: Región de Asia-Pacífico (Osaka)
ja: アジアパシフィック (大阪-ローカル)
ko: 아시아태평양 지역 (오사카)
pt_br: Região da Ásia-Pacífico (Osaka local)
ru: Азиатско-Тихоокеанский регион (Осака)
vi: Khu vực châu Á - Thái Bình Dương (Địa phương Osaka)
zh: 亚太区域 (大阪当地)

source: Asia Pacific (Seoul)
es: Región de Asia-Pacífico (Seúl)
ja: アジア太平洋地域 (ソウル)
ko: 아시아태평양 지역 (서울)
pt_br: Região da Ásia-Pacífico (Seul)
ru: Азиатско-Тихоокеанский регион (Сеул)
vi: Khu vực châu Á - Thái Bình Dương (Seoul)
zh: 亚太区域 (首尔)

source: Asia Pacific (Singapore)
es: Región de Asia-Pacífico (Singapur)
ja: アジア太平洋 (シンガポール)
ko: 아시아 태평양 지역 (싱가포르)
pt_br: Região da Ásia-Pacífico (Singapura)
ru: Азиатско-Тихоокеанский регион (Сингапур)
vi: Khu vực châu Á - Thái Bình Dương (Singapore)
zh: 亚太区域 (新加坡)

source: Asia Pacific (Sydney)
es: Región de Asia-Pacífico (Sídney)
ja: アジア太平洋 (シドニー)
ko: 아시아 태평양 지역 (시드니)
pt_br: Região da Ásia-Pacífico (Sydney)
ru: Азиатско-Тихоокеанский регион (Сидней)
vi: Khu vực châu Á - Thái Bình Dương (Sydney)
zh: 亚太区域 (悉尼)

source: Asia Pacific (Tokyo)
es: Región de Asia-Pacífico (Tokio)
ja: アジアパシフィック (東京)
ko: 아시아 태평洋 지역 (도쿄)
pt_br: Região da Ásia-Pacífico (Tóquio)
ru: Азиатско-Тихоокеанский регион (Токио)
vi: Khu vực Châu Á-Thái Bình Dương (Tokyo)
zh: 亚太区域 (东京)

source: Canada (Central)
es: Canadá (Centro)
ja: カナダ (中央)
ko: 캐나다 (중부)
pt_br: Canadá (região central)
ru: Канада (Центральная)
vi: Canada (Trung tâm)
zh: 加拿大 (中部)

source: Europe (Frankfurt)
es: Europa (Fráncfort)
ja: ヨーロッパ (フランクフルト)
ko: 유럽 (프랑크푸르트)
pt_br: Europa (Frankfurt)
ru: Европа (Франкфурт)
vi: Châu Âu (Frankfurt)
zh: 欧洲 (法兰克福)

source: Europe (Ireland)
es: Europa (Irlanda)
ja: ヨーロッパ (アイルランド)
ko: 유럽 (아일랜드)
pt_br: Europa (Irlanda)
ru: Европа (Ирландия)
vi: Châu Âu (Ireland)
zh: 欧洲 (爱尔兰)

source: Europe (London)
es: Europa (Londres)
ja: ヨーロッパ (ロンドン)
ko: 유럽 (런던)
pt_br: Europa (Londres)
ru: Европа (Лондон)
vi: Châu Âu (London)
zh: 欧洲 (伦敦)

source: Europe (Milan)
es: Europa (Milán)
ja: ヨーロッパ (ミラノ)
ko: 유럽 (밀라노)
pt_br: Europa (Milão)
ru: Европа (Милан)
vi: Châu Âu (Milan)
zh: 欧洲 (米兰)

source: Europe (Paris)
es: Europa (París)
ja: ヨーロッパ (パリ)
ko: 유럽 (파리)
pt_br: Europa (Paris)
ru: Европа (Париж)
vi: Châu Âu (Paris)
zh: 欧洲 (巴黎)

source: Europe (Stockholm)
es: Europa (Estocolmo)
ja: ヨーロッパ (ストックホルム)
ko: 유럽 (스톡홀름)
pt_br: Europa (Estocolmo)
ru: Европа (Стокгольм)
vi: Châu Âu (Stockholm)
zh: 欧洲 (斯德哥尔摩)

source: Middle East (Bahrain)
es: Medio Oriente (Baréin)
ja: 中东 (バーレーン)
ko: 중동 (바레인)
pt_br: Oriente Médio (Bahrein)
ru: Ближний Восток (Бахрейн)
vi: Trung Đông (Bahrain)
zh: 中东 (巴林)

source: South America (São Paulo)
es: Sudamérica (San Pablo)
ja: 南米 (サンパウロ)
ko: 남미 (상파울루)
pt_br: América do Sul (São Paulo)
ru: Южная Америка (Сан-Паулу)
vi: Nam Mỹ (São Paulo)
zh: 南美洲 (圣保罗)

source: CN North-Beijing
es: Norte de China - Pekín
ja: 華北-北京
ko: 화북 - 베이징
pt_br: China do Norte - Pequim
ru: Северный Китай - Пекин
vi: Miền Bắc Trung Quốc - Bắc Kinh
zh: 华北-北京

source: CN North-Baoding
es: Norte de China - Baoding
ja: 華北-保定
ko: 화북 - 베이딩
pt_br: China do Norte - Baoding
ru: Северный Китай - Баодин
vi: Miền Bắc Trung Quốc - Bảo Định
zh: 华北-保定

source: CN East-Suzhou
es: Este de China - Suzhou
ja: 華東-蘇州
ko: 화동 - 수저우
pt_br: China do Leste - Suzhou
ru: Восточный Китай - Сучжоу
vi: Miền Đông Trung Quốc - Tô Châu
zh: 华东-苏州

source: CN South-Guangzhou
es: Sur de China - Cantón
ja: 華南-広州
ko: 화남 - 광저우
pt_br: China do Sul - Guangzhou
ru: Южный Китай - Гуанчжоу
vi: Miền Nam Trung Quốc - Quảng Châu
zh: 华南-广州

source: CN Southwest-Chengdu
es: Región Suroeste - Chengdu
ja: CN 南西-成都
ko: 서남 지역 - 청두
pt_br: Região do Sudoeste - Chengdu
ru: Юго-Западный регион - Чэнду
vi: Miền Tây Nam - Thành Đô
zh: 西南地区-成都

source: CN-Hong Kong
es: China - Hong Kong
ja: 中国-香港
ko: 중국 - 홍콩
pt_br: China - Hong Kong
ru: Китай - Гонконг
vi: Trung Quốc - Hồng Kông
zh: 中国-香港

source: CN Center-Wuhan
es: Centro de China - Wuhan
ja: 華中-武漢
ko: 화중 - 우한
pt_br: China Central - Wuhan
ru: Центральный Китай - Ухань
vi: Trung Tây - Vũ Hán
zh: 华中-武汉

source: CN East-Shanghai
es: Este de China - Shanghái
ja: 華東-上海
ko: 화동 - 상하이
pt_br: China do Leste - Xangai
ru: Восточный Китай - Шанхай
vi: Đông Trung Quốc - Thượng Hải
zh: 华东-上海

source: AP-Singapore
es: Asia-Pacífico - Singapur
ja: アジア太平洋-シンガポール
ko: 아시아 태평양 - 싱가포르
pt_br: Ásia-Pacífico - Cingapura
ru: Азиатско-Тихоокеанский регион - Сингапур
vi: Châu Á - Thượng Hải
zh: 亚太-新加坡

source: Account unavailable
es: Cuenta no válida
ja: 利用できないアカウント
ko: 계정 무효
pt_br: Conta inválida
ru: Учетная запись недоступна
vi: Tài khoản không hợp lệ
zh: 账号无效

source: CN North-Beijing1
es: Norte de China - Pekín 1
ja: 華北-北京1
ko: 화북 - 베이징1
pt_br: Norte da China - Pequim 1
ru: Северный Китай - Пекин 1
vi: Bắc Trung Quốc - Bắc Kinh 1
zh: 华北-北京1

source: CN North-Beijing4
es: Norte de China - Pekín 4
ja: 華北-北京4
ko: 화북 - 베이징4
pt_br: Norte da China - Pequim 4
ru: Северный Китай - Пекин 4
vi: Bắc Trung Quốc - Bắc Kinh 4
zh: 华北-北京4

source: CN North-Ulanqab1
es: Norte de China - Ulanqab Sur de China - Cantón Sur de China - Cantón - Entorno amigable para los usuarios Este de China - Shanghái 2 Este de China - Shanghái 1 Suroeste - Guiyang 1 Asia-Pacífico - Bangkok África - Johannesburgo América Latina - Ciudad de México América Latina - Santiago América Latina - São Paulo TR - Estambul Este de China - Suqian El puerto %(port)s de la instancia IP %(ip)s no es accesible Mostrar validez
ja: 華北-ウランチャブ一
ko: 화북 - 우란차부1
pt_br: Norte da China - Ulanqab 1
ru: Северный Китай - Уланчаб1
vi: Bắc Trung Quốc - Ulanqab Một
zh: 华北-乌兰察布一

source: CN South-Shenzhen
es: Sur de China - Guangzhou
ja: 華南-広州
ko: 화남 - 광저우
pt_br: Sul da China - Guangzhou
ru: Южный Китай - Гуанчжоу
vi: Nam Trung Quốc - Quảng Châu
zh: 华南-广州

source: CN South-Guangzhou-InvitationOnly
es: Sur de China - Guangzhou - Entorno de usuarios amigables
ja: 華南-広州-友好ユーザー環境
ko: 화남 - 광저우 - 우호 사용자 환경
pt_br: Sul da China - Guangzhou - Ambiente de Usuários Amigáveis
ru: Южный Китай - Гуанчжоу
vi: Nam Trung Quốc - Quảng Châu - Môi trường người dùng thân thiện
zh: 华南-广州-友好用户环境

source: CN East-Shanghai2
es: Este de China - Shanghái 2
ja: 華東-上海2
ko: 화동 - 상하이2
pt_br: Leste da China - Shanghai 2
ru: Восточный Китай - Шанхай 2
vi: Đông Trung Quốc - Thượng Hải 2
zh: 华东-上海2

source: CN East-Shanghai1
es: Este de China - Shanghái 1
ja: 華東-上海1
ko: 화동 - 상하이1
pt_br: Leste da China - Shanghai 1
ru: Восточный Китай - Шанхай 1
vi: Đông Trung Quốc - Thượng Hải 1
zh: 华东-上海1

source: CN Southwest-Guiyang1
es: Suelo de China - Guiyang 1
ja: 南西-貴陽1
ko: 서남 - 귀양1
pt_br: Sudoeste - Guiyang 1
ru: Юго-западный Китай - Гуйян 1
vi: Tây Nam - Quý Dương 1
zh: 西南-贵阳1

source: AP-Bangkok
es: Asia-Pacífico - Bangkok
ja: アジア太平洋-バンコク
ko: 亚太-방콕
pt_br: Ásia-Pacífico - Bangkok
ru: Азиатско-Тихоокеанский регион - Бангкок
vi: Châu Á - Bangkok
zh: 亚太-曼谷

source: AF-Johannesburg
es: África - Johannesburgo
ja: アフリカ-ヨハネスブルク
ko: 아프리카-요하네스버그
pt_br: África- Johanesburgo
ru: Африка - Йоханнесбург
vi: Châu Phi - Johannesburg.
zh: 非洲-约翰内斯堡

source: LA-Mexico City1
es: América Latina - Ciudad de México
ja: LA-メキシコCity1
ko: 라틴 아메리카-멕시코시티
pt_br: América Latina - Cidade do México 1
ru: Латинская Америка - Мехико1
vi: Latinh Mỹ - Thành phố Mexico
zh: 拉美-墨西哥城一

source: LA-Santiago
es: América Latina - Santiago
ja: ラテンアメリカ-サンディエゴ
ko: 라틴 아메리카-산티아고
pt_br: América Latina - Santiago
ru: Латинская Америка - Сантьяго
vi: Latinh Mỹ - Santiago
zh: 拉美-圣地亚哥

source: LA-Sao Paulo1
es: América Latina - São Paulo
ja: ラミー・サンパウロ1
ko: 라틴 아메리카-상파울루
pt_br: América Latina - São Paulo 1
ru: Латинская Америка - Сан-Паулу1
vi: Latinh Mỹ - São Paulo
zh: 拉美-圣保罗一

source: CN East-Suqian
es: Este de China - Suqian
ja: 華東-宿遷
ko: 화동-숙천
pt_br: Leste da China - Suqian
ru: Восточный Китай - Сучжоу
vi: Hoa Đông - Thụy Kiến
zh: 华东-宿迁

source: Port "%(port)s" of instance IP "%(ip)s" is not reachable
es: No se puede acceder al puerto %(port)s de la instancia IP %(ip)s
ja: インスタンスIP "%(ip)s" のポート "%(port)s" は接続できません
ko: 인스턴스 IP %(ip)s의 포트 %(port)s에 접근할 수 없습니다
pt_br: O IP da instância %(ip)s na porta%(port)s não pode ser acessado
ru: Порт %(port)s IP-адреса экземпляра %(ip)s недоступен
vi: Cổng %(port)s của IP %(ip)s không thể truy cập
zh: 实例 IP %(ip)s 的端口%(port)s 无法访问
