Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Account already exists
es: La cuenta ya existe
ja: アカウントはすでに存在しています
ko: 계정이 이미 존재합니다
pt_br: Conta já existente
ru: Учетная запись уже существует
vi: Tài khoản đã tồn tại
zh: 账号已存在

source: Account not found
es: Cuenta no encontrada
ja: アカウントが見つかりません
ko: 계정을 찾을 수 없습니다
pt_br: Conta não encontrada
ru: Учетная запись не найдена
vi: Tài khoản không tìm thấy
zh: 账号未找到

source: The parameter 'action' must be [{}]
es: El parámetro 'action' debe ser [{}]
ja: パラメータ 'action' は [{}] でなければなりません。
ko: 파라미터 'action'은 [{}] 여야 합니다
pt_br: O parâmetro 'action' deve ser [{}]
ru: Параметр 'Действие' должен быть [{}]
vi: Tham số 'action' phải là [{}]
zh: 参数 'action' 必须是 [{}]

source: The account key will be split into two parts and sent
es: La clave de la cuenta se enviará en dos partes, la anterior y la posterior
ja: アカウントの秘密鍵は、前後二部に分けられて送信されます
ko: 계정의 키가 앞뒤 두 부분으로 나누어 전송됩니다
pt_br: A chave da conta será dividida e enviada em duas partes
ru: Ключ учетной записи будет разделен на две части и отправлен
vi: Khóa tài khoản sẽ được chia thành hai phần gửi đi
zh: 账号的密钥将被拆分成前后两部分发送

source: Number of backup accounts
es: Cantidad de cuentas de respaldo
ja: バックアップアカウントの数
ko: 백업 계정 수
pt_br: Número de contas de backup
ru: Количество резервируемых учётных записей
vi: Số lượng tài khoản sao lưu
zh: 备份账号数量

source: Generating asset related backup information files
es: Generar archivo de información de respaldo relacionado con activos
ko: 자산 관련 백업 정보 파일 생성
pt_br: Gerar arquivo de informações de backup relacionado ao ativo
ru: Создание файлов резервной копии данных, связанных с активами
vi: Tạo tệp thông tin sao lưu liên quan đến tài sản

source: Duration
es: Tiempo transcurrido
ja: きかん
ko: 소요 시간
pt_br: Duração
ru: Продолжительность
vi: Thời gian tiêu tốn
zh: 时长

source: Backup file creation completed
es: Creación del archivo de respaldo completada
ja: バックアップファイルの作成が完了しました
ko: 백업 파일 생성 완료
pt_br: Criação de arquivo de backup concluída
ru: Создание файла резервной копии завершено
vi: Hoàn thành việc tạo tệp sao lưu
zh: 创建备份文件完成

source: Start sending backup emails
es: Comenzando el envío del correo electrónico de respaldo
ko: 백업 이메일 전송 시작
pt_br: Comece a enviar e-mails de backup
ru: Начинается отправка резервной копии на почту
vi: Bắt đầu gửi email sao lưu

source: Encrypting files using encryption password
es: Cifrando el archivo con contraseña encriptada
ja: 暗号化パスワードを使用してファイルを暗号化中
ko: 암호화 암호로 파일을 암호화 중
pt_br: Usando senha criptografada para criptografar o arquivo
ru: Шифрование файлов с использованием пароля шифрования
vi: Đang mã hóa tệp bằng mật khẩu mã hóa
zh: 使用加密密码对文件进行加密中

source: The backup file will be sent to
es: El archivo de respaldo será enviado a
ja: バックアップファイルは送信されます
ko: 백업 파일이 전송될 주소
pt_br: O arquivo de backup será enviado para
ru: Резервный файл будет отправлен
vi: Tệp sao lưu sẽ được gửi đến
zh: 备份文件将被发送至

source: The backup task has no assigned sftp server
es: Esta tarea de respaldo no tiene servidor SFTP asignado
ja: このバックアップタスクはsftpサーバーに割り当てられていません
ko: 이 백업 작업에는 sftp 서버가 할당되지 않았습니다
pt_br: A tarefa de backup não foi atribuída a um servidor sftp
ru: В задаче резервирования не указан сервер SFTP
vi: Nhiệm vụ sao lưu này chưa được phân bổ máy chủ sftp
zh: 该备份任务未分配sftp服务器

source: The backup task has no assigned recipient
es: La tarea de respaldo no tiene destinatario especificado
ja: バックアップタスクは受取人を指定していません
ko: 백업 작업에 수신인이 지정되지 않았습니다
pt_br: A tarefa de backup não possui destinatário especificado
ru: В задаче резервирования не указан получатель
vi: Nhiệm vụ sao lưu không chỉ định người nhận
zh: 备份任务没有指定收件人

source: Plan start
es: Tarea iniciada
ja: 計画開始
ko: 작업 시작
pt_br: Tarefa iniciada
ru: Запуск задачи
vi: Nhiệm vụ bắt đầu
zh: 任务开始

source: The account backup plan is being executed
es: El plan de respaldo de la cuenta se está ejecutando
ja: アカウントのバックアップ計画を実行中です
ko: 계정 백업 계획이 실행 중입니다
pt_br: Plano de backup de contas está em execução
ru: Выполняется план резервного копирования учетных записей
vi: Kế hoạch sao lưu tài khoản đang được thực hiện
zh: 账号备份计划正在执行

source: Plan execution end
es: La ejecución del plan ha finalizado. No se encontraron cuentas pendientes de procesamiento. Éxito: %s, Fallo: %s, Total: %s --- Resumen: Normal: {}, Contraseñas débiles: {}, Contraseñas filtradas: {}, Contraseñas duplicadas: {}, Sin contraseña: {}, Tiempo consumido: {} segundos. {} no puede estar vacío. >>>> Comienza la tarea de probar la conectividad de la cuenta del portal de pruebas. Contraseña Clave SSH Clave de acceso Token Clave API Todo Entrada manual Cuentas con el mismo nombre Cuentas anónimas
ja: 計画実行終了
ko: 계획 실행 종료
pt_br: Execução do plano concluída
ru: Завершение плана выполнения
vi: Kế hoạch thực hiện đã kết thúc
zh: 计划执行结束

source: Windows does not support SSH key authentication
vi: Windows không hỗ trợ xác thực bằng khóa SSH

source: Windows password cannot contain special characters like > ^
vi: Mật khẩu Windows không được bao gồm ký tự đặc biệt, ví dụ như > ^< -SEP->Tên ACL

source: No pending accounts found
es: No se encontraron cuentas pendientes de procesar.
ja: 保留中のアカウントが見つかりません
ko: 처리할 계정 찾을 수 없음
pt_br: Conta pendente não encontrada
ru: Не найдено ожидающих учетных записей
vi: Không tìm thấy tài khoản chờ xử lý
zh: 未找到待处理帐户

source: Success: %s, Failed: %s, Total: %s
es: Éxitos: %s, Fracasos: %s, Total: %s
ja: 成功: %s、失敗: %s、合計: %s
ko: 성공: %s, 실패: %s, 총 수: %s
pt_br: Sucesso: %s, Falha: %s, Total: %s
ru: Успешных: %s, Не удалось: %s, Всего: %s
vi: Thành công: %s, Thất bại: %s, Tổng số: %s
zh: 成功: %s, 失败: %s, 总数: %s

source: Check account report of {}
ko: 위험 감지 보고서 {}
ru: Отчет о рисках {}
vi: Báo cáo phát hiện rủi ro {}

source: --- Summary: ok: {}, weak password: {}, leaked password: {}, repeated password: {}, no secret: {}, using time: {}s
es: --- Resumen: Normales: {}, Contraseñas débiles: {}, Contraseñas filtradas: {}, Contraseñas duplicadas: {}, Sin contraseña: {}, Tiempo transcurrido: {} segundos
ko: --- 요약: 정상: {}, 약한 비밀번호: {}, 유출된 비밀번호: {}, 중복 비밀번호: {}, 비밀번호 없음: {}, 소요 시간: {}초
pt_br: --- Resumo: Normal: {}, Senha fraca: {}, Senha vazada: {}, Senha repetida: {}, Sem senha: {}, Tempo gasto: {} segundos
ru: --- Итого: Нормальные пароли: {}, слабые пароли: {}, утечка паролей: {}, повторяющиеся пароли: {}, без пароля: {}, затрачено времени: {}сек
vi: --- Tóm tắt: Bình thường: {}, Mật khẩu yếu: {}, Mật khẩu bị rò rỉ: {}, Mật khẩu trùng lặp: {}, Không có mật khẩu: {}, Thời gian tiêu tốn: {} giây

source: Secret cannot be empty
es: El texto no puede estar vacío. Tarea: {} completada. Eliminar cuenta.
ko: 암호문은 비어 있을 수 없습니다
ru: Секрет не может быть пустым
vi: Nội dung mã hóa không được để trống

source: >>> Start executing the task to test gateway account connectivity
es: >>> Comenzando la tarea de prueba de conectividad de cuentas del gateway
ja: >>> ゲートウェイ接続のテストタスクを開始する
ko: >>> 테스트 게이트웨이 계정 연결성 작업 시작
pt_br: >>> Iniciando teste de conectividade da conta do gateway
ru: >>> Начинаем выполнение задачи по проверке доступности учетной записи шлюза
vi: >>> Bắt đầu thực hiện nhiệm vụ kiểm tra khả năng kết nối tài khoản testnet
zh: >>> 开始执行测试网关账号可连接性任务

source: Password
es: Contraseña
ja: パスワード
ko: 비밀번호
pt_br: Senha
ru: Пароль
vi: Mật khẩu
zh: 密码

source: SSH key
es: Clave SSH
ja: SSH キー
ko: SSH 키
pt_br: Chave SSH
ru: Ключ SSH
vi: Khóa SSH
zh: SSH 密钥

source: Access key
es: Clave de acceso
ja: アクセスキー
ko: 액세스 키
ru: Ключ доступа
vi: Key truy cập

source: Token
ja: トークン
ko: 토큰
ru: Токен
vi: Mã thông hành
zh: 令牌

source: All
es: Todas
ja: すべて
ko: 모두
pt_br: Todos
ru: Все
vi: Tất cả
zh: 全部

source: Manual input
es: Entrada manual
ja: 手動入力
ko: 수동 입력
pt_br: Entrada manual
ru: Ручной ввод
vi: Nhập thủ công
zh: 手动输入

source: Dynamic user
es: Cuentas con el mismo nombre
ja: 動的コード
ko: 동명이 계정
pt_br: Conta homônima
ru: Своя учетная запись
vi: Tài khoản trùng tên
zh: 同名账号

source: Anonymous account
es: Cuentas anónimas
ja: 匿名ユーザー
ko: 익명 계정
pt_br: Conta Anônima
ru: Анонимный вход
vi: Tài khoản ẩn danh
zh: 匿名账号

source: Specified account
es: Cuenta designada
ja: 特定のアカウント
ko: 지정된 계정
pt_br: Conta Designada
ru: Выбранные учетные записи
vi: Tài khoản chỉ định
zh: 指定账号

source: Local
es: Base de datos
ja: ローカル
ko: 데이터베이스
pt_br: Banco de Dados
ru: Локальный
vi: Cơ sở dữ liệu
zh: 数据库

source: Discovery
es: Descubrir
ko: 발견
pt_br: Descubra
ru: Обнаружение
vi: Phát hiện

source: Template
es: Plantilla
ja: テンプレート
ko: 템플릿
pt_br: Modelo
ru: Шаблон
vi: Mẫu
zh: 模板

source: Skip
es: Omitir
ja: スキップ
ko: 건너뛰기
pt_br: Pular
ru: Пропустить
vi: Bỏ qua
zh: 跳过

source: Update
es: Actualizar
ja: 更新
ko: 업데이트
pt_br: Atualizar
ru: Обновить
vi: Cập nhật
zh: 更新

source: Failed
es: Fallido
ja: 失敗しました
ko: 실패
pt_br: Falha
ru: Не удалось
vi: Thất bại
zh: 失败

source: Push account
es: Notificación de cuenta
ja: アカウントプッシュ
ko: 계정 푸시
pt_br: Push de Conta
ru: Публикация учетной записи
vi: Đẩy tài khoản
zh: 账号推送

source: Change secret
es: Cambiar contraseña
ja: パスワードを変更する
ko: 비밀번호 변경
pt_br: Alterar Senha
ru: Смена секрета
vi: Đổi mật khẩu
zh: 更改密码

source: Verify account
es: Verificar cuenta
ja: アカウントを確認
ko: 계정 확인
pt_br: Verificar Conta
ru: Проверить учетную запись
vi: Xác thực tài khoản
zh: 验证账号

source: Remove account
es: Eliminar cuenta
ja: アカウントの削除
ko: 계정 제거
pt_br: Remover Conta
ru: Удалить учетную запись
vi: Xóa tài khoản
zh: 移除账号

source: Gather accounts
es: Descubrimiento de cuenta
ja: アカウントのコレクション
ko: 계정 발견
pt_br: Colecionar Conta
ru: Обнаружение УЗ
vi: Phát hiện tài khoản
zh: 收集账号

source: Verify gateway account
es: Verificar cuenta del gateway
ja: ゲートウェイ アカウントを確認する
ko: 게이트웨이 계정 확인
pt_br: Verificar Gateway de Conta
ru: Проверка учетной записи шлюза
vi: Xác thực tài khoản cổng mạng
zh: 验证网关账号

source: Check account
es: Comprobar cuenta
ko: 계정 검사
pt_br: Verificar Conta
ru: Проверить учетную запись
vi: Kiểm tra tài khoản

source: Backup account
es: Respaldar cuenta
ja: バックアップアカウント
ko: 계정 백업
pt_br: Conta de backup
ru: Резервирование учетной записи
vi: Sao lưu tài khoản
zh: 备份账号

source: Specific secret
es: Especificar
ja: 特定
ko: 지정
pt_br: Específico
ru: Указанный секрет
vi: Chỉ định
zh: 指定

source: Random generate
es: Generar aleatoriamente
ja: ランダム生成
ko: 무작위 생성
pt_br: Gerar Aleatoriamente
ru: Случайно созданный
vi: Tạo ngẫu nhiên
zh: 随机生成

source: Replace (Replace only keys pushed by JumpServer)
es: Reemplazar (solo reemplazar las claves enviadas por JumpServer)
ja: 置換（JumpServer によってプッシュされたキーのみを置換）
ko: 대체 (JumpServer가 푸시한 키만 대체)
pt_br: Substituir (Substituir apenas as chaves impulsionadas pelo JumpServer)
ru: Сменить (только опубликованные с JumpServer ключи можно сменить)
vi: Thay thế (chỉ thay thế các khóa do JumpServer gửi)
zh: 替换 (只替换由 JumpServer 推送的密钥)

source: Empty and append SSH KEY
es: Vaciar todo y añadir
ja: すべてクリアして追加
ko: 모두 지우고 추가
pt_br: Limpar tudo e adicionar
ru: Очистить и добавить ключ SSH
vi: Xóa sạch tất cả và thêm
zh: 清空所有并添加

source: On asset create
es: Al crear el activo
ja: アセットが作成されたとき
ko: 자산 생성 시
pt_br: Quando os ativos são criados
ru: При создании актива
vi: Khi tạo tài sản
zh: 资产创建时

source: On perm add user
es: Agregar usuario al cambiar la autorización
ja: 承認が変更されたときにユーザーを追加する
ko: 권한 변경 시 사용자 추가
pt_br: Adicionar usuários quando as permissões mudam
ru: Добавить пользователя при изменении разрешений
vi: Thêm người dùng khi thay đổi quyền hạn
zh: 授权变更时添加用户

source: On perm add user group
es: Agregar grupo de usuarios al cambiar la autorización
ja: 権限変更時にユーザーグループを追加
ko: 권한 변경 시 사용자 그룹 추가
pt_br: Adicionar grupos de usuários quando as permissões mudam
ru: Добавить группу пользователей при изменении разрешений
vi: Thêm nhóm người dùng khi thay đổi quyền hạn
zh: 授权变更时添加用户组

source: On perm add asset
es: Agregar activo al cambiar la autorización
ja: 変更の承認時にアセットを追加する
ko: 권한 변경 시 자산 추가
pt_br: Adicionar ativos quando as permissões mudam
ru: Добавить актив при изменении разрешений
vi: Thêm tài sản khi thay đổi quyền hạn
zh: 授权变更时添加资产

source: On perm add node
es: Agregar nodo al cambiar la autorización
ja: 承認変更時のノードの追加
ko: 권한 변경 시 노드 추가
pt_br: Adicionar nós quando as permissões mudam
ru: Добавить папку при изменении разрешений
vi: Thêm nút khi thay đổi quyền hạn
zh: 授权变更时添加节点

source: On perm add account
es: Agregar cuenta al cambiar la autorización
ja: 承認が変更されたときにアカウントを追加する
ko: 권한 변경 시 계정 추가
pt_br: Adicionar contas quando as permissões mudam
ru: Добавить УЗ при изменении разрешений
vi: Thêm tài khoản khi thay đổi quyền hạn
zh: 授权变更时添加账号

source: On asset join node
es: Agregar al nodo al cambiar el activo
ja: アセットの変更時にノードに追加
ko: 자산 변경 시 노드에 추가
pt_br: Adicionar aos nós quando os ativos mudam
ru: Добавить в папку при изменении актива
vi: Thêm vào nút khi thay đổi tài sản
zh: 资产变更时添加到节点

source: On user join group
es: Agregar al grupo de usuarios al cambiar el usuario
ja: ユーザー変更時にユーザーグループに追加
ko: 사용자 변경 시 사용자 그룹에 추가
pt_br: Adicionar aos grupos de usuários quando os usuários mudam
ru: Добавить в группу при изменении пользователя
vi: Thêm vào nhóm người dùng khi thay đổi người dùng
zh: 用户变更时添加到用户组

source: On perm change
es: Cambiar autorización
ja: 権限が変更されたとき
ko: 권한 변경 시
pt_br: Quando as permissões mudam
ru: При изменении разрешений
vi: Khi thay đổi quyền hạn
zh: 授权变更时

source: Inherit from group or node
es: Hereditario del grupo de usuarios o nodo de activo
ja: ユーザーグループまたはアセットノードから継承
ko: 사용자 그룹 또는 자산 노드에서 상속
pt_br: Herdar do grupo de usuários ou nó de ativo
ru: Наследовать от группы или папки
vi: Kế thừa từ nhóm người dùng hoặc nút tài sản
zh: 继承自用户组或资产节点

source: Create and push
es: Crear y enviar
ja: 作成してプッシュ
ko: 생성 및 푸시
pt_br: Criar e impulsionar
ru: Создать и опубликовать
vi: Tạo và đẩy lên
zh: 创建并推送

source: Only create
es: Solo crear
ja: 作成のみ
ko: 단지 생성
pt_br: Apenas criar
ru: Только создать
vi: Chỉ tạo
zh: 仅创建

source: Email
es: correo electrónico
ja: メール
ko: 이메일
ru: Электронная почта
vi: Hộp thư
zh: 邮箱

source: Pending
es: pendiente
ja: 未定
ko: 대기 중
pt_br: Pendente
ru: В ожидании
vi: Đang chờ xử lý
zh: 待定的

source: Queued
ko: 대기 중
ru: В очереди
vi: Sẵn sàng

source: Ready
es: Preparar
ja: の準備を
ko: 준비 중
pt_br: Preparar
ru: Готово
vi: Đang xử lý
zh: 准备

source: Processing
ko: 처리 중
ru: Обработка
vi: Có thể đăng nhập

source: Can login
es: se puede iniciar sesión
ko: 로그인 가능
pt_br: Login Permitido
ru: Доступен вход
vi: Siêu người dùng

source: Superuser
es: superusuario
ja: システムユーザー
ko: 슈퍼 사용자
pt_br: Superusuário
ru: Суперпользователь
vi: Ngày tạo
zh: 超级用户

source: Create date
es: fecha de creación
ko: 생성 날짜
pt_br: Data de Criação
ru: Дата создания
vi: Đã bị vô hiệu hóa

source: Is disabled
es: deshabilitado
ko: 비활성화됨
pt_br: Desativado
ru: Отключен
vi: Tên cơ sở dữ liệu mặc định

source: Default database name
es: nombre de base de datos predeterminado
ko: 기본 데이터베이스 이름
pt_br: Nome do Banco de Dados Padrão
ru: Имя базы данных по умолчанию
vi: UID

source: UID
vi: Trạng thái tài khoản

source: Account status
es: estado de la cuenta
ko: 계정 상태
pt_br: Status da Conta
ru: Статус учетной записи
vi: Trạng thái tài khoản

source: Default tablespace
es: espacio de tablas predeterminado
ko: 기본 테이블 공간
pt_br: Espaço de Tabela Padrão
ru: Табличное пространство по умолчанию
vi: Không gian bảng mặc định

source: Role
es: rol
ja: ロール
ko: 역할
pt_br: Papel
ru: Роль
vi: Vai trò
zh: 角色

source: Privileged
es: cuenta privilegiada.
ja: 特権アカウント
ko: 권한 계정
pt_br: Conta privilegiada
ru: Привилегированный
vi: Tài khoản đặc quyền
zh: 特权账号

source: Groups
es: Grupo de usuarios
ja: ユーザーグループ
ko: 사용자 그룹
pt_br: Grupos de usuários
ru: Группы
vi: Nhóm người dùng
zh: 用户组

source: Authorized keys
es: Clave de autenticación
ko: 인증 키
pt_br: Chave de Certificação
ru: Ключ аутентификации
vi: Khóa xác thực

source: DB
es: Base de datos
ko: 데이터베이스
pt_br: banco de dados
ru: БД
vi: Cơ sở dữ liệu

source: Database
es: Base de datos
ja: データベース
ko: 데이터베이스
pt_br: Banco de dados
ru: База данных
vi: Cơ sở dữ liệu
zh: 数据库

source: HCP Vault
es: HashiCorp Vault
ja: HashiCorp Vault
ko: HashiCorp Vault
pt_br: HashiCorp Vault
ru: HashiCorp Vault
vi: HashiCorp Vault
zh: HashiCorp Vault

source: Vault operation failed. Please retry or check your account information on Vault.
es: La operación de Vault ha fallado, por favor inténtalo de nuevo o verifica la información de la cuenta en Vault.
ko: Vault 작업이 실패했습니다. 다시 시도하거나 Vault의 계정 정보를 확인하십시오.
pt_br: Falha na Action Vault, tente novamente ou verifique as informações da conta no Vault.
ru: Операция Vault не удалась, пожалуйста, повторите попытку или проверьте информацию учетной записи на Vault.
vi: Thao tác Vault thất bại, vui lòng thử lại hoặc kiểm tra thông tin tài khoản trên Vault.

source: Asset
es: Activos
ja: 資産
ko: 자산
pt_br: Ativos
ru: Актив
vi: Tài sản
zh: 资产

source: Su from
es: Cambiar desde
ja: から切り替え
ko: 전환
pt_br: Mudar de
ru: Переключить из
vi: Switch from
zh: 切换自

source: Version
es: Versión
ja: バージョン
ko: 버전
pt_br: Versão
ru: Версия
vi: Phiên bản
zh: 版本

source: historical Account
es: Cuenta histórica
ja: アカウントの歴史
ko: 계정 기록
pt_br: Histórico de Conta
ru: история
vi: Tài khoản lịch sử
zh: 账号历史

source: Secret reset
es: Se puede cambiar la contraseña
ko: 변경 가능
pt_br: Senha Alterável
ru: Сброс секрета
vi: Có thể thay đổi mật khẩu

source: Source
es: Origen
ja: ソース
ko: 출처
pt_br: Origem
ru: Источник
vi: Nguồn
zh: 来源

source: Source ID
es: ID de origen
ja: ソース ID
ko: 출처 ID
pt_br: ID de origem
ru: ID источника
vi: Mã nguồn
zh: 来源 ID

source: Date last access
es: Fecha de última visita
ko: 최근 방문 날짜
pt_br: Data do Último Acesso
ru: Дата последнего доступа
vi: Ngày truy cập lần cuối

source: Date change secret
es: Fecha de la contraseña
ko: 비밀번호 날짜
pt_br: Data da Senha
ru: Дата изменения секрета
vi: Ngày mật khẩu

source: Change secret status
es: Estado de cambio de contraseña
ko: 비밀번호 변경 상태
pt_br: Status da Alteração de Senha
ru: Статус изменения секрета
vi: Trạng thái đổi mật khẩu

source: Account
es: Cuenta
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учетная запись
vi: Tài khoản
zh: 账号

source: Can view asset account secret
es: Puede ver la contraseña de la cuenta de activos
ja: 資産アカウントの秘密を表示できます
ko: 자산 계정 비밀번호 조회 가능
pt_br: É possível visualizar a senha da conta de ativos
ru: Просмотр секрета учетной записи актива
vi: Có thể xem mật khẩu tài khoản tài sản
zh: 可以查看资产账号密码

source: Can view asset history account
es: Puede ver la cuenta histórica de activos
ja: 資産履歴アカウントを表示できます
ko: 자산 역사 계정 조회 가능
pt_br: É possível visualizar o histórico da conta de ativos
ru: Просмотр истории УЗ активов
vi: Có thể xem lịch sử tài khoản tài sản
zh: 可以查看资产历史账号

source: Can view asset history account secret
es: Puede ver la contraseña de la cuenta histórica de activos
ja: 資産履歴アカウントパスワードを表示できます
ko: 자산 역사 계정 비밀번호 조회 가능
pt_br: É possível visualizar a senha do histórico da conta de ativos
ru: Просмотр истории паролей УЗ активов
vi: Có thể xem mật khẩu lịch sử tài khoản tài sản
zh: 可以查看资产历史账号密码

source: Can verify account
es: Puede verificar la cuenta
ja: アカウントを確認できます
ko: 계정 검증 가능
pt_br: É possível verificar a conta
ru: Проверка учетных записей
vi: Có thể xác minh tài khoản
zh: 可以验证账号

source: Can push account
es: Puede enviar la cuenta
ja: アカウントをプッシュできます
ko: 계정 푸시 가능
pt_br: É possível enviar a conta
ru: Публикация учетных записей
vi: Có thể đẩy tài khoản
zh: 可以推送账号

source: Can remove account
es: Puede eliminar la cuenta
ja: アカウントを削除できます
ko: 계정 제거 가능
pt_br: É possível remover a conta
ru: Удаление учетных записей
vi: Có thể xóa tài khoản
zh: 可以移除账号

source: Can view session
vi: Phiên tài khoản

source: Can view activity
vi: Hoạt động tài khoản

source: Name
es: Nombre
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
vi: Tên
zh: 名称

source: Logo
es: Ícono
ja: アイコン
ko: 아이콘
pt_br: Ícone
ru: Иконка
vi: Biểu tượng
zh: 图标

source: Secret
es: Código secreto
ja: ひみつ
ko: 암호
pt_br: Texto cifrado
ru: Секрет
vi: Mật văn
zh: 密文

source: Accounts
es: Cuenta
ja: アカウント
ko: 계정
pt_br: Conta
ru: Учетные записи
vi: Tài khoản
zh: 账号

source: IP group
es: Grupo IP
ja: IP グループ
ko: IP 그룹
pt_br: Grupo IP
ru: Группа IP
vi: Nhóm IP
zh: IPグループ

source: Date last used
es: Fecha de último uso
ja: 最後に使用した日付
ko: 최종 사용 날짜
pt_br: Data do último uso
ru: Дата последнего использования
vi: Ngày sử dụng cuối cùng
zh: 最后使用日期

source: Integration App
es: Aplicaciones integradas
ko: 통합 애플리케이션
pt_br: aplicativo de integração
ru: Интегрированные приложения
vi: Ứng dụng tích hợp

source: Backup type
es: Tipo de copia de seguridad
ja: バックアップの種類
ko: 백업 유형
pt_br: Tipo de backup
ru: Тип резервного копирования
vi: Loại sao lưu
zh: 备份类型

source: Password divided
es: ¿Se divide la clave en dos partes?
ja: キーが 2 つの部分に分割されているかどうか
ko: 키가 앞뒤 두 부분으로 분할되었는지
pt_br: A chave é dividida em duas partes?
ru: Раздельное хранение пароля
vi: Khóa có được chia thành hai phần trước và sau không
zh: 密钥是否拆分成前后两部分

source: Recipient part one
es: Parte uno del destinatario
ja: 受信者 1
ko: 수신자 부분 일
pt_br: Parte um do destinatário
ru: Первый получатель
vi: Phần người nhận một
zh: 收件人部分一

source: Recipient part two
es: Parte dos del destinatario
ja: 受信者 2
ko: 수신자 부분 이
pt_br: Parte dois do destinatário
ru: Второй получатель
vi: Phần người nhận hai
zh: 收件人部分二

source: Object storage recipient part one
es: Servidor de recepción uno
ja: 受信サーバー 1
ko: 수신 서버 일
pt_br: Servidor de recebimento um
ru: Первый принимающий сервер
vi: Máy chủ nhận một
zh: 接收服务器一

source: Object storage recipient part two
es: Servidor de recepción dos
ja: 受信サーバー 2
ko: 수신 서버 이
pt_br: Receber Servidor Dois
ru: Второй принимающий сервер
vi: Máy chủ nhận hai
zh: 接收服务器二

source: Zip encrypt password
es: Contraseña de cifrado del archivo
ja: 新しいファイルの暗号化パスワード
ko: 파일 암호
pt_br: Senha de Criptografia de Arquivo
ru: Пароль шифрования архива
vi: Passphrase
zh: 文件加密密码

source: Account backup plan
es: Plan de respaldo de cuenta
ja: アカウントバックアップ計画
ko: 계정 백업 계획
pt_br: Plano de Backup de Conta
ru: План резервирования УЗ
vi: Kế hoạch sao lưu tài khoản
zh: 账号备份计划

source: Account automation task
es: Tarea de automatización de cuenta
ja: アカウント自動化タスク
ko: 계정 자동화 작업
pt_br: Tarefa Automatizada de Conta
ru: Автоматизированные задачи УЗ
vi: Nhiệm vụ tự động hóa tài khoản
zh: 账号自动化任务

source: Automation execution
es: Ejecución automatizada
ja: 自動実行
ko: 자동화 실행
pt_br: Execução Automatizada
ru: Автоматизированное выполнение
vi: Thực hiện tự động
zh: 自动化执行

source: Automation executions
es: Ejecución automatizada
ja: 自動実行
ko: 자동화 실행
pt_br: Execução Automatizada
ru: Автоматизированные выполнения
vi: Tự động hóa thực hiện
zh: 自动化执行

source: Can view change secret execution
es: Ver ejecución de cambio de contraseña
ja: 改密実行の表示
ko: 비밀번호 변경 실행 보기
pt_br: Ver Execução de Mudança de Senha
ru: Просмотр выполнения смены секрета
vi: Xem thực hiện đổi mật khẩu
zh: 查看改密执行

source: Can add change secret execution
es: Crear ejecución de cambio de contraseña
ja: 改密実行の作成
ko: 비밀번호 변경 실행 생성
pt_br: Criar Execução de Mudança de Senha
ru: Создание выполнения смены пароля
vi: Tạo thực hiện đổi mật khẩu
zh: 创建改密执行

source: Can view gather accounts execution
es: Ver ejecución de descubrimiento de cuenta
ja: コレクションアカウントの実行を表示
ko: 계정 발견 실행 보기
pt_br: Ver ação de contas coletadas
ru: Просмотр выполнения обнаружения УЗ
vi: Xem thực hiện phát hiện tài khoản
zh: 查看收集账号执行

source: Can add gather accounts execution
es: Crear ejecución de descubrimiento de cuenta
ja: 回収口座作成の実行
ko: 계정 발견 실행 생성
pt_br: Criar ação de contas coletadas
ru: Создание выполнения обнаружения УЗ
vi: Tạo thực hiện phát hiện tài khoản
zh: 创建收集账号执行

source: Can view push account execution
es: Ver ejecución de cuentas de envío
ja: プッシュ アカウントの実行を表示する
ko: 푸시 계정 실행 보기
pt_br: Ver ação de contas lançadas
ru: Просмотр выполнения публикации УЗ
vi: Xem thực hiện tài khoản đẩy
zh: 查看推送账号执行

source: Can add push account execution
es: Crear ejecución de cuentas de envío
ja: プッシュ アカウントの作成の実行
ko: 푸시 계정 실행 생성
pt_br: Criar ação de contas lançadas
ru: Создание выполнения публикации УЗ
vi: Tạo thực hiện tài khoản đẩy
zh: 创建推送账号执行
