Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Due to exceptions caused by executing adhoc and playbooks in the Job Center, which result in the task status not being updated, the system will clean up abnormal jobs that have not been completed for more than 3 hours every hour and mark these tasks as failed
es: Debido a la ejecución de comandos rápidos en el centro de trabajos, el playbook generará excepciones, el estado de la tarea no se actualizará como completado, el sistema limpiará cada hora trabajos excepcionales que no se completen en más de 3 horas y marcará las tareas como fallidas
ja: ショートカットコマンドやplaybookを実行するジョブセンターでは異常が発生し、タスクの状態が更新されないことがあります。そのため、システムは毎時間、3時間以上終了していない異常なジョブをクリーニングし、タスクを失敗とマークします
ko: 작업 센터에서 빠른 명령어를 실행할 경우, 플레이북이 비정상적으로 수행되며, 작업 상태가 업데이트되지 않을 수 있습니다. 시스템은 매시간 3시간 이상 완료되지 않은 비정상 작업을 정리하고, 해당 작업을 실패로 표시합니다.
pt_br: Devido ao centro de Atividade executando comandos rápidos, a execução do playbook pode causar anomalias, o status da tarefa não foi atualizado, o sistema limpa a cada hora as Atividades anômalas que não foram concluídas em mais de 3 horas e marca a tarefa como falha.
ru: Поскольку выполнение быстрых команд и playbook через центр операций может привести к сбоям, статус задач может остаться не обновлённым. Система будет каждый час автоматически очищать сбои, длящихся более трёх часов, и помечать такие задачи как неудачные.
vi: Do trung tâm công việc thực hiện lệnh tắt, playbook có thể phát sinh bất thường, trạng thái nhiệm vụ chưa được cập nhật hoàn tất, hệ thống sẽ thực hiện dọn dẹp các công việc bất thường chưa hoàn thành sau 3 giờ mỗi giờ một lần, và đánh dấu nhiệm vụ là thất bại
zh: 由于作业中心执行快捷命令，playbook会产生异常，任务状态未更新完成，系统将每小时执行清理超3小时未完成的异常作业，并将任务标记失败

source: Clean job_execution db record
es: Limpiar historial de ejecución del centro de trabajos
ja: ジョブセンター実行履歴のクリーンアップ
ko: 작업 센터 실행 이력 정리
pt_br: Limpeza do histórico de execução do Centro de Ação
ru: Очистка истории выполнения в быстрых командах
vi: Dọn dẹp lịch sử thực hiện trung tâm công việc
zh: 清理作业中心执行历史

source: Due to the execution of adhoc and playbooks in the Job Center, execution records will be generated. The system will clean up records that exceed the retention period every day at 2 a.m., based on the configuration of 'System Settings - Tasks - Regular clean-up - Job execution retention days'
es: Debido a la ejecución de comandos rápidos en el centro de trabajos, el playbook generará registros de ejecución, el sistema limpiará cada día a las 2 de la mañana los registros que superen el tiempo de conservación según la configuración del sistema - lista de tareas - limpieza programada - configuración del historial de ejecución del centro de trabajos
ja: ショートカットコマンドやplaybookを実行するジョブセンターでは、実行レコードが生成されます。システムは、システム設定-タスクリスト-定期的なクリーニング-ジョブセンター実行履歴の設定に基づき、毎日午前2時に保存期間を超過したレコードをクリーニングします。
ko: 작업 센터에서 빠른 명령어를 실행할 경우, 플레이북이 수행 기록을 생성합니다. 시스템은 시스템 설정 - 작업 목록 - 정기 정리 - 작업 센터 실행 이력 구성에 따라, 매일 새벽 2시에 저장 기간을 초과한 기록을 정리합니다.
pt_br: Devido ao Centro de Ação executar comandos rápidos, playbook, registros de execução serão gerados, o sistema realizará a limpeza dos registros que excedem o tempo de armazenamento todos os dias às 2h da manhã, de acordo com a configuração do sistema - Lista de tarefas - Limpeza regular - Configuração do histórico de execução do Centro de Ação
ru: При выполнении быстрых команд и playbook через центр заданий создаются записи выполнения. Система будет регулярно удалять историю выполнения в центре заданий, согласно настройкам системы в разделе 'Список задач' - 'Регулярная очистка'. Очистка записей, превышающих установленный срок хранения, происходит ежедневно в 2 часа ночи.
vi: Do trung tâm công việc thực hiện lệnh tắt, playbook, sẽ phát sinh bản ghi thực hiện, hệ thống sẽ căn cứ vào cài đặt hệ thống - danh sách nhiệm vụ - dọn dẹp định kỳ - cấu hình lịch sử thực hiện trung tâm công việc, vào lúc 2 giờ sáng mỗi ngày sẽ dọn dẹp các bản ghi đã vượt quá thời gian lưu trữ
zh: 由于作业中心执行快捷命令，playbook，会产生执行记录，系统会根据系统设置-任务列表-定期清理-作业中心执行历史配置，每天凌晨2点对超出保存时间的记录进行清理

source: Task log
es: Lista de tareas
ja: タスクログ
ko: 작업 목록
pt_br: Lista de tarefas
ru: Журнал задач
vi: Danh sách nhiệm vụ.
zh: 任务列表

source: The current user`s username of JumpServer
es: Nombre de usuario del usuario actual en JumpServer
ja: JumpServerの現在のユーザーのユーザー名
ko: JumpServer 현재 사용자의 사용자 이름
pt_br: Nome de usuário atual do JumpServer
ru: Имя текущего пользователя JumpServer
vi: Người dùng hiện tại của JumpServer
zh: JumpServer 当前用户的用户名

source: The id of the asset in the JumpServer
es: Id del activo en JumpServer
ja: JumpServerのアセットのID
ko: JumpServer 내 자산의 ID
pt_br: ID do ativo no JumpServer
ru: ID актива в JumpServer
vi: ID của tài sản trong JumpServer
zh: JumpServer 中资产的 id

source: The type of the asset in the JumpServer
es: Tipo de activo en JumpServer
ja: JumpServerのアセットのタイプ
ko: JumpServer의 자산 타입
pt_br: Tipo do ativo no JumpServer
ru: Тип актива в JumpServer
vi: Loại tài sản trong JumpServer
zh: JumpServer 中资产的类型

source: The category of the asset in the JumpServer
es: Categoría del activo en JumpServer
ja: JumpServerのアセットのカテゴリ
ko: JumpServer의 자산 카테고리
pt_br: Categoria do ativo no JumpServer
ru: Категория актива в JumpServer
vi: Danh mục tài sản trong JumpServer
zh: JumpServer 中资产的类别

source: The name of the asset in the JumpServer
es: Nombre del activo en JumpServer
ja: JumpServerのアセットの名前
ko: JumpServer의 자산 이름
pt_br: Nome do ativo no JumpServer
ru: Название актива в JumpServer
vi: Tên tài sản trong JumpServer
zh: JumpServer 中资产的名称

source: Address used to connect this asset in JumpServer
es: Dirección utilizada en JumpServer para conectar este activo
ja: JumpServerでこのアセットに接続するために使用されるアドレス
ko: JumpServer에서 이 자산에 연결하기 위한 주소
pt_br: Endereço usado para conectar este recurso no JumpServer
ru: Адрес, используемый для подключения к этому активу в JumpServer
vi: Địa chỉ kết nối với tài sản này trong JumpServer
zh: 在 JumpServer 中用于连接此资产的地址

source: Port used to connect this asset in JumpServer
es: Puerto utilizado en JumpServer para conectar este activo
ja: JumpServerでこのアセットに接続するために使用されるポート
ko: JumpServer에서 이 자산에 연결하기 위한 포트
pt_br: Porta utilizada para conectar este recurso no JumpServer
ru: Порт, используемый для подключения к этому активу в JumpServer
vi: Cổng kết nối với tài sản này trong JumpServer
zh: 在 JumpServer 中用于连接此资产的端口

source: ID of the job
es: ID del trabajo
ja: ジョブのID
ko: Job ID
pt_br: ID da Job
ru: ID задания
vi: ID công việc
zh: Job ID

source: Name of the job
es: Nombre del trabajo
ja: ジョブの名前
ko: Job 이름
pt_br: Nome da Job
ru: Название задания
vi: Tên công việc
zh: Job 名称

source: The current organization ({}) cannot be deleted
es: La organización actual ({}) no puede ser eliminada.
ja: 現在の組織 ({}) は削除できません
ko: 현재 조직 ({})는 삭제할 수 없습니다
pt_br: A organização atual ({}) não pode ser excluída
ru: Текущую организацию ({}) нельзя удалить
vi: Tổ chức hiện tại ({}) không thể bị xóa
zh: 当前组织 ({}) 不能被删除

source: LDAP synchronization is set to the current organization. Please switch to another organization before deleting
es: La configuración de sincronización LDAP establece la organización como la actual; por favor, cambie a otra organización antes de realizar la operación de eliminación.
ja: LDAP 同期は現在の組織に設定されます。削除する前に別の組織に切り替えてください
ko: LDAP 동기화 설정이 현재 조직으로 되어 있으므로, 다른 조직으로 전환한 후 삭제 작업을 진행해 주십시오
pt_br: Defina a organização de sincronização LDAP como a organização atual, por favor, mude para outra organização antes de executar a operação de exclusão
ru: В настройках синхронизации LDAP выбрана текущая организация. Пожалуйста, переключитесь на другую организацию перед удалением
vi: Cài đặt đồng bộ LDAP tổ chức là tổ chức hiện tại, vui lòng chuyển sang tổ chức khác trước khi thực hiện thao tác xóa
zh: LDAP 同步设置组织为当前组织，请切换其他组织后再进行删除操作

source: The organization have resource ({}) cannot be deleted
es: La organización tiene recursos ({}) que no pueden ser eliminados.
ja: 組織のリソース ({}) は削除できません
ko: 조직에 자원 ({})이 존재하여 삭제할 수 없습니다
pt_br: A organização possui recursos ({}) que não podem ser excluídos.
ru: Организация содержит ресурсы ({}) и не может быть удалена
vi: Tổ chức có tài nguyên ({}) không thể bị xóa
zh: 组织存在资源 ({}) 不能被删除

source: App Organizations
es: Gestión de la organización
ja: アプリ組織
ko: 조직 관리
pt_br: Gestão da Organização
ru: Управление организациями
vi: Quản lý tổ chức
zh: 组织管理

source: Please save in a org
es: Por favor, seleccione una organización antes de guardar.
ja: 組織を選択してから保存してください
ko: 저장하기 전에 조직을 선택해 주십시오
pt_br: Por favor, selecione uma organização antes de salvar
ru: Пожалуйста, выберите организацию перед сохранением
vi: Vui lòng chọn một tổ chức trước khi lưu
zh: 请选择一个组织后再保存

source: Organization
es: Organización
ja: 組織
ko: 조직
pt_br: Organização
ru: Организация
vi: Tổ chức
zh: 组织

source: GLOBAL
es: Organización global
ja: グローバル組織
ko: 전역 조직
pt_br: Organização Global
vi: Toàn cục tổ chức
zh: 全局组织

source: DEFAULT
es: Organización predeterminada
ja: デフォルト組織
ko: 기본 조직
pt_br: Organização Padrão
vi: Tổ chức mặc định
zh: 默认组织

source: SYSTEM
es: Organización del sistema
ja: システム組織
ko: 시스템 조직
pt_br: Organização do Sistema
vi: Tổ chức hệ thống
zh: 系统组织

source: Can view root org
es: Puede ver la organización global
ja: グローバル組織を表示できます
ko: 전체 조직 보기
pt_br: Pode visualizar a Organização Global
ru: Просмотр глобальной организации
vi: Có thể xem tổ chức toàn cục
zh: 可以查看全局组织

source: Can view all joined org
es: Puede ver todas las organizaciones a las que se ha unido
ja: 参加しているすべての組織を表示できます
ko: 가입한 모든 조직 보기
pt_br: Pode ver todas as organizações das quais se juntou
ru: Просмотр всех присоединенных организаций
vi: Có thể xem tất cả các tổ chức đã tham gia
zh: 可以查看所有加入的组织

source: Can not delete virtual org
es: No se puede eliminar una organización virtual
ja: 仮想組織を削除できませんでした
ko: 가상 조직 삭제 불가
pt_br: Não é possível excluir organização virtual
ru: Невозможно удалить виртуальную организацию
vi: Không thể xóa tổ chức ảo
zh: 无法删除虚拟组织

source: Users amount
es: Número de usuarios
ja: ユーザー数
ko: 사용자 수
pt_br: Número de usuários
ru: Количество пользователей
vi: Số lượng người dùng
zh: 用户数量

source: User groups amount
es: Número de grupos de usuarios.
ja: ユーザーグループの数
ko: 사용자 그룹 수
pt_br: Número de grupos de usuários
ru: Количество групп пользователей
vi: Số lượng nhóm người dùng
zh: 用户组数量

source: Nodes amount
es: Número de nodos
ja: ノード数
ko: 노드 수
pt_br: Número de nós
ru: Количество папок
vi: Số lượng nút
zh: 节点数量

source: Domains amount
es: Cantidad de dominios
ja: コマンド量
ko: 도메인 수
pt_br: Número de domínios
ru: Количество зон
vi: Zones amount
zh: 网域数量

source: Gateways amount
es: Cantidad de gateways
ja: アカウントを集める
ko: 게이트웨이 수
pt_br: Número de Gateways
ru: Количество шлюзов
vi: Số lượng cổng
zh: 网关数量

source: Asset permissions amount
es: Cantidad de autorizaciones de activos
ja: 資産権限
ko: 자산 인증 수
pt_br: Quantidade de Autorizações de Ativos
ru: Количество разрешений на активы
vi: Số lượng tài sản được cấp phép
zh: 资产授权数量

source: Refresh organization cache
es: Actualizar caché de organización
ja: 組織キャッシュを更新する
ko: 조직 캐시 새로 고침
pt_br: Atualizar Cache da Organização
ru: Обновить кэш организации
vi: Làm mới bộ nhớ đệm tổ chức
zh: 刷新组织缓存

source: App Permissions
es: Gestión de autorizaciones
ja: アプリの権限
ko: Authorization
pt_br: Gestão de Autorizações
ru: Управление разрешениями
vi: Policies
zh: 授权管理

source: Connect (All protocols)
es: Conexión (todos los protocolos)
ja: 接続（すべてのプロトコル）
ko: 연결 (모든 프로토콜)
pt_br: Conexão (Todos os Protocolos)
ru: Подключение (все протоколы)
vi: Kết nối (tất cả giao thức)
zh: 连接 (所有协议)

source: Upload (RDP, SFTP)
es: Subir (RDP, SFTP)
ja: アップロード（RDP，SFTP）
ko: 업로드 (RDP, SFTP)
ru: Загрузка (RDP, SFTP)
vi: Tải lên (RDP, SFTP)
zh: 上传 (RDP, SFTP)

source: Download (RDP, SFTP)
es: Descargar (RDP, SFTP)
ja: ダウンロード（RDP、SFTP）
ko: 다운로드 (RDP, SFTP)
ru: Скачивание (RDP, SFTP)
vi: Tải xuống (RDP, SFTP)
zh: 下载 (RDP, SFTP)

source: Copy (RDP, VNC)
es: Copiar (RDP, VNC)
ja: レプリケーション（RDP，VNC）
ko: 복사 (RDP, VNC)
pt_br: Copiar (RDP, VNC)
ru: Копирование (RDP, VNC)
vi: Sao chép (RDP, VNC)
zh: 复制 (RDP, VNC)

source: Paste (RDP, VNC)
es: Pegar (RDP, VNC)
ja: 貼り付け（RDP，VNC）
ko: 붙여넣기 (RDP, VNC)
pt_br: Colar (RDP, VNC)
ru: Вставка (RDP, VNC)
vi: Dán (RDP, VNC)
zh: 粘贴 (RDP, VNC)

source: Delete (SFTP)
es: Eliminar (SFTP)
ja: 削除（SFTP）
ko: 삭제 (SFTP)
pt_br: Excluir (SFTP)
ru: Удаление (SFTP)
vi: Xóa (SFTP)
zh: 删除 (SFTP)

source: Share (Web SSH, Web RDP, Web VNC)
vi: Chia sẻ (Web SSH, Web RDP, Web VNC)

source: Transfer
es: Transferencia de archivos
ja: 転送
ko: 파일 전송
pt_br: Transferência de Arquivos
ru: Передача файлов
vi: Truyền tệp
zh: 文件传输

source: Clipboard
es: Portapapeles
ja: クリップボード
ko: 클립보드
ru: Буфер обмена
vi: Bảng tạm
zh: 剪贴板

source: Asset permission
es: Autorización de activos
ja: 資産権限
ko: 자산 권한 부여
pt_br: Autorização de Ativos
ru: Разрешение на активы
vi: Tài sản phân quyền
zh: 资产授权

source: Ungrouped
es: No agrupado
ja: グループ化されていません
ko: 미분류
pt_br: Sem Grupo
ru: Не сгруппировано
vi: Chưa phân nhóm
zh: 未分组

source: Favorite
es: Favoritos
ja: お気に入り
ko: 즐겨찾기
pt_br: Favoritos
ru: Избранное
vi: Thư mục yêu thích
zh: 收藏夹

source: Permed asset
es: Activos autorizados
ja: 許可された資産
ko: 권한이 부여된 자산
pt_br: Ativos autorizados
ru: Разрешенные активы
vi: Tài sản đã phân quyền
zh: 授权的资产

source: Can view my assets
es: Puedes ver mis activos
ja: 私の資産を見ることができます
ko: 내 자산 보기 가능
pt_br: Pode visualizar meus ativos
ru: Просмотр моих активов
vi: Có thể xem tài sản của tôi
zh: 可以查看我的资产

source: Can view user assets
es: Puedes ver los activos autorizados por el usuario
ja: ユーザー資産を表示できます
ko: 사용자가 권한 부여한 자산 보기 가능
pt_br: Pode visualizar os ativos autorizados do usuário
ru: Просмотр активов, разрешенных пользователю
vi: Có thể xem tài sản phân quyền của người dùng
zh: 可以查看用户授权的资产

source: Can view usergroup assets
es: Puedes ver los activos autorizados por el grupo de usuarios
ja: ユーザーグループの資産を表示できます
ko: 사용자 그룹이 권한 부여한 자산 보기 가능
pt_br: Pode visualizar os ativos autorizados do grupo de usuários
ru: Просмотр активов, разрешенных группам пользователей
vi: Có thể xem tài sản phân quyền của nhóm người dùng
zh: 可以查看用户组授权的资产

source: Permed account
es: Cuenta autorizada
ja: 認定アカウント
ko: 권한 계정
pt_br: Conta autorizada
ru: УЗ с разрешением
vi: Tài khoản phân quyền
zh: 授权账号

source: today
es: Hoy
ja: 今日
ko: 오늘
pt_br: Hoje
ru: сегодня
vi: Hôm nay
zh: 今天

source: day
es: Días
ja: 日
ko: 하늘
pt_br: Dia
ru: день
vi: Ngày
zh: 天

source: The asset you authorized is about to expire
es: Los activos que autorizaste están a punto de expirar
ja: パーマ資産の有効期限が近づいています
ko: 당신이 권한을 부여한 자산이 곧 만료됩니다
pt_br: Seus ativos autorizados estão prestes a expirar
ru: Срок действия доступа к активу скоро истекает
vi: Tài sản bạn được ủy quyền sắp hết hạn
zh: 你授权的资产即将到期

source: permed assets
es: Activos autorizados
ja: パーマ資産
ko: 권한 부여된 자산
pt_br: Ativos autorizados
ru: разрешенные активы
vi: Tài sản được ủy quyền
zh: 授权的资产

source: Asset permissions is about to expire
es: Las reglas de autorización de activos están a punto de expirar
ja: 資産権限の有効期限が近づいています
ko: 자산 권한 부여 규칙이 곧 만료됩니다
pt_br: Regras de autorização de ativos estão prestes a expirar
ru: Срок действия разрешений на активы истекает
vi: Quy tắc ủy quyền tài sản sẽ hết hạn
zh: 资产授权规则将要过期

source: asset permissions of organization {}
es: Autorización de activos de la organización ({})
ja: 組織 {} の資産権限
ko: 조직 ({})의 자산 권한
pt_br: Autorização de ativos da organização ({})
ru: разрешения на активы организации {}
vi: Tài sản ủy quyền của tổ chức ({})
zh: 组织 ({}) 的资产授权

source: Accounts, format ["@virtual", "root", "%template_id"], virtual choices: @ALL, @SPEC, @USER, @ANON, @INPUT
es: Cuenta, formato ["@cuentaVirtual", "root", "%idDePlantilla"], opciones virtuales: @TODOS, @ESPECIFICO, @USUARIO, @ANON, @ENTRADA
ja: アカウント、形式 ["@バーチャルアカウント", "root", "%テンプレートid"], バーチャルオプション: @ALL, @SPEC, @USER, @ANON, @INPUT
ko: 계정, 형식 ["@가상계정", "root", "%템플릿id"], 가상 선택: @ALL, @SPEC, @USER, @ANON, @INPUT
pt_br: Conta, formato ["@Conta virtual", "root", "%id do modelo"], opções virtuais: @ALL, @SPEC, @USER, @ANON, @INPUT
ru: Формат учётных записей: ["@virtual", "root", "%template_id"], варианты virtual: @ALL, @SPEC, @USER, @ANON, @INPUT
vi: Tài khoản, định dạng ["@tài khoản ảo", "root", "%id mẫu"], tùy chọn ảo: @TẤT CẢ, @CỤ THỂ, @NGƯỜI DÙNG, @KHÁCH, @NHẬP
zh: 账号，格式 ["@虚拟账号", "root", "%模版id"], 虚拟选项: @ALL, @SPEC, @USER, @ANON, @INPUT

source: Protocols, format ["ssh", "rdp", "vnc"] or ["all"]
es: Acuerdo, formato de ["ssh", "rdp", "vnc"] o ["all"]
ja: プロトコル、形式は ["ssh", "rdp", "vnc"] または ["all"]
ko: 프로토콜, 형식 ["ssh", "rdp", "vnc"] 또는 ["all"]
pt_br: Protocolo, formato ["ssh", "rdp", "vnc"] ou ["all"]
ru: Протоколы, формат ["ssh", "rdp", "vnc"] или ["all"]
vi: Giao thức, định dạng là ["ssh", "rdp", "vnc"] hoặc ["tất cả"]
zh: 协议，格式为 ["ssh", "rdp", "vnc"] 或 ["all"]

source: Groups amount
es: Cantidad de grupos de usuarios
ja: ユーザーグループの数
ko: 사용자 그룹 수
pt_br: Quantidade de grupos de usuários.
ru: Количество групп
vi: Số lượng nhóm người dùng
zh: 用户组数量

source: Check asset permission expired
es: La regla de autorización de activos de verificación ha caducado
ja: アセット認証ルールの有効期限が切れていることを確認する
ko: 자산 권한 부여 규칙이 만료되었는지 확인
pt_br: A verificação da regra de autorização de ativos expirou
ru: Проверка: правило доступа к активу просрочено
vi: Kiểm tra quy tắc ủy quyền tài sản đã hết hạn
zh: 校验资产授权规则已过期

source: The cache of organizational collections, which have completed user authorization tree construction, will expire. Therefore, expired collections need to be cleared from the cache, and this task will be executed periodically based on the time interval specified by PERM_EXPIRED_CHECK_PERIODIC in the system configuration file config.txt
es: El conjunto de organizaciones que ha completado la construcción del árbol de autorización de usuarios está almacenado en caché y expirará, por lo que es necesario limpiar los conjuntos caducados de la caché. Esta tarea debe ejecutarse periódicamente según el intervalo de tiempo definido en el archivo de configuración config.txt bajo PERM_EXPIRED_CHECK_PERIODIC
ja: 利用者権限ツリーの組織集合キャッシュは期限切れになるため、期限切れの集合をキャッシュからクリアする必要があります。このActionは、システム設定ファイルconfig.txt中のPERM_EXPIRED_CHECK_PERIODICの時間間隔に基づいて定期的に実行されます
ko: 사용자 권한 트리가 구축 완료된 조직 집합 캐시는 만료되므로, 만료된 집합을 캐시에서 정리해야 합니다. system 구성 파일 config.txt의 PERM_EXPIRED_CHECK_PERIODIC 시간 간격에 따라 이 작업을 주기적으로 수행해야 합니다
pt_br: O cache do conjunto de organizações já construído na árvore de autorização do usuário expirará, então é necessário limpar o conjunto expirado do cache, de acordo com o intervalo de tempo PERM_EXPIRED_CHECK_PERIODIC no arquivo de configuração do sistema config.txt, execute esta tarefa regularmente
ru: Поскольку кэш построенных пользовательских деревьев разрешений по организациям может устаревать, необходимо очищать просроченные записи. Эта задача выполняется по расписанию согласно интервалу, указанному в параметре PERM_EXPIRED_CHECK_PERIODIC файла config.txt.
vi: Bộ nhớ cache của tập hợp tổ chức đã xây dựng cây ủy quyền người dùng sẽ hết hạn, vì vậy cần xóa tập hợp đã hết hạn khỏi bộ nhớ cache, thực hiện nhiệm vụ này theo khoảng thời gian được cấu hình trong tệp hệ thống config.txt với PERM_EXPIRED_CHECK_PERIODIC
zh: 用户授权树已经构建完成的组织集合缓存会过期，所以需要将过期的集合从缓存中清理掉，根据系统配置文件 config.txt 中 PERM_EXPIRED_CHECK_PERIODIC 的时间间隔定时执行该任务

source: Send asset permission expired notification
es: Enviar notificaciones de expiración de permisos de activos
ja: アセット許可の有効期限通知を送信する
ko: 자산 권한 만료 알림 전송
pt_br: Enviar notificações de expiração de permissões de ativos
ru: Отправка уведомлений об истечении действия разрешения на актив
vi: Gửi thông báo hết hạn quyền tài sản
zh: 发送资产权限过期通知

source: Check every day at 10 a.m. and send a notification message to users associated with assets whose authorization is about to expire, as well as to the organization's administrators, 3 days in advance, to remind them that the asset authorization will expire in a few days
es: Cada día a las 10 de la mañana, se verificará y se enviará un mensaje a los usuarios asociados y a los administradores de la organización con respecto a la autorización de activos que está a punto de expirar, avisando con tres días de anticipación que el activo expirará en pocos días
ja: 毎日午前10時にチェックを行い、資産の承認が近く期限切れになる利用者及びその組織の管理者に、資産が何日で期限切れになるかを3日前に通知を送ります
ko: 매일 오전 10시에 자산 권한이 곧 만료될 사용자 및 해당 조직 관리자가 관련된 사용자에게 3일 전에 메시지 알림을 보내어 자산이 남은 며칠이 지나면 만료된다는 것을 알려줍니다
pt_br: Verifique às 10 horas da manhã todos os dias, envie uma mensagem para os usuários e o administrador da organização associados à autorização de ativos que está para expirar em três dias, informando quantos dias o ativo irá expirar
ru: Каждый день в 10:00 система проверяет активы с истекающим сроком разрешений и за три дня до окончания отправляет уведомления связанным пользователям и администраторам соответствующих организаций с информацией о том, сколько дней осталось до истечения срока действия.
vi: Kiểm tra vào lúc 10 giờ sáng mỗi ngày, sẽ gửi thông báo đến người dùng liên quan và quản trị viên của tổ chức về tài sản ủy quyền sẽ hết hạn trong ba ngày, thông báo tài sản còn vài ngày sẽ hết hạn
zh: 每天上午10点检查，对资产授权即将过期的所关联的用户及该组织管理员提前三天发送消息通知，提示资产还有几天即将过期

source: The following %(item_type)s will expire in %(count)s
es: El siguiente %(item_type)s expirará en %(count)s
ko: 다음 %(item_type)s는 %(count)s 후에 만료됩니다
pt_br: Os seguintes %(item_type)s irão expirar em %(count)s
ru: Следующее %(item_type)s истечёт через %(count)s
vi: Những %(item_type)s sau đây sẽ hết hạn sau %(count)s

source: Internal role, can't be destroy
es: Rol interno, no se puede eliminar
ja: 内部の役割は、破壊することはできません
ko: 내부 역할로 삭제할 수 없습니다.
pt_br: Papel interno, não pode ser excluído
ru: Встроенную роль нельзя удалить
vi: Vai trò nội bộ, không thể xóa
zh: 内部角色，不能删除

source: The role has been bound to users, can't be destroy
es: Rol vinculado a usuario, no se puede eliminar
ja: ロールはユーザーにバインドされており、破壊することはできません
ko: 역할이 사용자와 연결되어 있어 삭제할 수 없습니다.
pt_br: O papel está vinculado a um usuário, não pode ser excluído
ru: Роль привязана к пользователям, ее нельзя удалить
vi: Vai trò đã liên kết với người dùng, không thể xóa
zh: 角色已绑定用户，不能删除

source: Internal role, can't be update
es: Rol interno, no se puede actualizar
ja: 内部ロール、更新できません
ko: 내부 역할은 업데이트할 수 없습니다.
pt_br: Papel interno, não pode ser atualizado
ru: Встроенную роль нельзя изменить
vi: Nội bộ vai trò, không thể cập nhật
zh: 内部角色，不能更新

source: {} at least one system role
es: {} debe tener al menos un rol del sistema
ja: {} 少なくとも1つのシステムロール
ko: {} 최소한 하나의 시스템 역할이 필요합니다.
pt_br: {} tem pelo menos um papel de sistema
ru: {} хотя бы одна системная роль
vi: {} ít nhất một vai trò hệ thống
zh: {} 至少有一个系统角色

source: App RBAC
es: RBAC
ja: RBAC
ko: RBAC
pt_br: RBAC
ru: RBAC
vi: RBAC
zh: RBAC

source: OrgAdmin
es: Administrador de la organización
ja: 組織管理者
ko: 조직 관리자
pt_br: Administrador da organização
ru: Администратор организации
vi: Organization Admin
zh: 组织管理员

source: OrgAuditor
es: Auditor de la organización
ja: 監査員を組織する
ko: 조직 감사자
pt_br: Auditor da organização
ru: Аудитор организации
vi: Organization Auditor
zh: 组织审计员

source: OrgUser
es: Usuario de la organización
ja: 組織ユーザー
ko: 조직 사용자
pt_br: Organizar usuários
ru: Пользователь организации
vi: Organization user
zh: 组织用户

source: Menu permission
es: Autorización del menú
ja: メニュー権限
ko: 메뉴 권한 부여
pt_br: Autorização de menu
ru: Доступ к меню
vi: phân quyền menu
zh: 菜单授权

source: Can view console view
es: Puede mostrar la consola
ja: コンソールビューを表示できます
ko: 콘솔을 표시할 수 있습니다.
pt_br: Pode exibir o console
ru: Просмотр консоли
vi: có thể hiển thị bảng điều khiển
zh: 可以显示控制台

source: Can view pam view
vi: có thể hiển thị PAM

source: Can view audit view
es: Puede mostrar la mesa de auditoría
ja: 監査ビューを表示できます
ko: 감사대를 표시할 수 있습니다.
pt_br: Pode exibir a auditoria
ru: Просмотр аудита
vi: có thể hiển thị bảng kiểm toán
zh: 可以显示审计台

source: Can view workbench view
es: Puede mostrar el espacio de trabajo
ja: ワークスペースビューを表示できます
ko: 작업대를 표시할 수 있습니다.
pt_br: Pode exibir a bancada
ru: Просмотр рабочего стола
vi: có thể hiển thị bảng công việc
zh: 可以显示工作台
