Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Resource
es: Recurso
ja: リソース
ko: 자원
pt_br: Recurso
ru: Ресурс
vi: Tài nguyên
zh: 资源

source: Datetime
es: Fecha
ja: 時間
ko: 날짜
pt_br: Data
ru: Дата и время
vi: Ngày
zh: 日期

source: Activity type
es: Tipo de actividad
ja: 活動の種類
ko: 활동 유형
pt_br: Tipo de atividade
ru: Тип активности
vi: Loại hoạt động
zh: 活动类型

source: Detail ID
es: Detalles ID
ja: 詳細 ID
ko: 상세 ID
pt_br: Detalhes ID
ru: ID деталей
vi: Chi tiết ID
zh: 详情 ID

source: Activity log
es: Registro de actividad
ja: 活動記録
ko: 활동 로그
pt_br: Registro de Atividades
ru: Журнал активности
vi: Nhật ký hoạt động
zh: 活动日志

source: Change by
es: Modificador
ja: による変更
ko: 수정자
pt_br: Modificador
ru: Изменивший
vi: Người chỉnh sửa
zh: 修改者

source: Password change log
es: Registro de cambio de contraseña
ja: パスワード変更ログ
ko: 비밀번호 변경 로그
pt_br: Registro de Alteração de Senha
ru: Журнал изменения пароля
vi: Nhật ký thay đổi mật khẩu
zh: 改密日志

source: Login type
es: Método de inicio de sesión
ja: ログインタイプ
ko: 로그인 방식
pt_br: Método de Login
ru: Способ входа
vi: Phương thức đăng nhập
zh: 登录方式

source: Login IP
es: IP de inicio de sesión
ja: ログインIP
ko: 로그인 IP
pt_br: IP de Login
ru: IP входа
vi: Đăng nhập IP
zh: 登录 IP

source: Reason
es: Razón
ja: 理由
ko: 원인
pt_br: Motivo
ru: Причина
vi: Nguyên nhân
zh: 原因

source: Login Date
es: Fecha de inicio de sesión
ja: 日付ログイン
ko: 로그인 날짜
pt_br: Data de Login
ru: Дата входа
vi: Ngày đăng nhập
zh: 登录日期

source: Auth backend
es: Token de autenticación
ja: 認証バックエンド
ko: 인증 토큰
pt_br: Token de Autenticação
ru: Токен аутентификации
vi: Mã xác thực
zh: 认证令牌

source: User login log
es: Registro de inicio de sesión de usuario
ja: ユーザーログインログ
ko: 사용자 로그인 로그
pt_br: Registro de Login de Usuário
ru: Журнал входа пользователя
vi: Nhật ký đăng nhập người dùng
zh: 用户登录日志

source: Session key
es: Identificación de sesión
ja: セッションID
ko: 세션 식별자
pt_br: Identificador de Sessão
ru: Ключ сессии
vi: Danh tính phiên làm việc
zh: 会话标识

source: Login date
es: Fecha de inicio de sesión
ja: 日付ログイン
ko: 로그인 날짜
pt_br: Data de Login
ru: Дата входа
vi: Ngày đăng nhập
zh: 登录日期

source: User session
es: Sesión de usuario
ja: ユーザーセッション
ko: 사용자 세션
pt_br: Sessão do Usuário
ru: Сессия пользователя
vi: Phiên làm việc người dùng
zh: 用户会话

source: Offline user session
es: Sesión de usuario desconectada
ja: オフラインユーザセッション
ko: 오프라인 사용자 세션
pt_br: Desconectar Sessão do Usuário
ru: Прервать сессию пользователя
vi: Phiên làm việc người dùng đã ngắt kết nối
zh: 下线用户会话

source: Application
es: Aplicación
ko: 애플리케이션
pt_br: Aplicativo
ru: Приложение
vi: Ứng dụng

source: Application ID
es: ID de aplicación
ko: 애플리케이션 ID
pt_br: IDdoAplicativo
ru: ID приложения
vi: ID ứng dụng

source: Creator
es: Creador
ja: 作成者
ko: 생성자
pt_br: Criador
ru: Создатель
vi: Người tạo
zh: 创建者

source: Execution cycle
es: Ejecutar periódicamente
ja: ジョブ実行
ko: 주기 실행
pt_br: Execução periódica
ru: Периодическое выполнение
vi: Thực hiện theo chu kỳ
zh: 周期执行

source: Reason display
es: Descripción del motivo
ja: 理由表示
ko: 원인 설명
pt_br: Descrição do motivo
ru: Отображение причины
vi: Mô tả nguyên nhân
zh: 原因描述

source: Auth backend display
es: Método de autenticación
ja: 検証方法
ko: 인증 방식
pt_br: Método de autenticação
ru: Способ аутентификации
vi: Phương thức xác thực
zh: 认证方式

source: %s %s this resource
es: El usuario %s %s accedió al recurso actual
ja: ユーザー %s %s が現在のリソースをサブスクライブしました。
ko: 사용자 %s %s 현재 리소스를 이용했습니다.
pt_br: Usuário %s %s o recurso atual
ru: Пользователь %s %s текущий ресурс
vi: Người dùng %s %s tài nguyên hiện tại
zh: 用户 %s %s 了当前资源

source: Date expired
es: Fecha de caducidad
ja: 期限切れの日付
ko: 실효 날짜
pt_br: Data de expiração
ru: Дата истечения
vi: Ngày hết hạn
zh: 失效日期

source: Remote Address
es: Dirección remota
ja: リモートアドレス
ko: 원격 주소
pt_br: Endereço remoto
ru: Удаленный адрес
vi: Địa chỉ từ xa
zh: 远端地址

source: User %s use account %s login asset %s
es: Usuario %s ha iniciado sesión en el activo %s con la cuenta %s
ja: ユーザー %s はアカウント %s を使用してプロパティ %s にログインします
ko: 사용자 %s이(가) 계정 %s으로 자산 %s에 로그인을 했습니다
pt_br: Usuário %s usou a conta %s para acessar o recurso %s
ru: Пользователь %s вошел с УЗ %s в актив %s
vi: Người dùng %s đăng nhập tài sản %s bằng tài khoản %s
zh: 用户 %s 使用账号 %s 登录资产 %s

source: User %s login system %s
es: Usuario %s ha iniciado sesión en el sistema %s
ja: ユーザー %s はシステム %s にログインしています
ko: 사용자 %s이(가) 시스템 %s에 로그인을 했습니다
pt_br: Usuário %s logou no sistema %s
ru: Пользователь %s зашел в систему %s
vi: Người dùng %s đăng nhập vào hệ thống %s
zh: 用户 %s 登录系统 %s

source: User %s perform a task for this resource: %s
es: Usuario %s ha ejecutado la tarea (%s) en el recurso actual
ja: ユーザー %s が現在のリソースでタスク (%s) を実行しました
ko: 사용자 %s이(가) 현재 자원에서 작업 (%s)을 실행했습니다
pt_br: Usuário %s realizou uma Action no recurso atual, (%s)
ru: Пользователь %s выполнил задачу (%s) на текущем ресурсе
vi: Người dùng %s đã thực hiện nhiệm vụ (%s) trên tài nguyên hiện tại
zh: 用户 %s 在当前资源， 执行了任务 (%s)

source: SSH Key
es: Clave SSH
ja: SSHキー
ko: SSH 키
pt_br: Chave SSH
ru: Ключ SSH
vi: Khóa SSH
zh: SSH 密钥

source: Auth Token
es: Token de autenticación
ja: 認証トークン
ko: 인증 토큰
pt_br: Token de autenticação
ru: Токен аутентификации
vi: Mã xác thực
zh: 认证令牌

source: WeCom
es: WeChat empresarial
ja: 企業微信
ko: 기업 위챗
pt_br: WeChat corporativo
vi: WeChat doanh nghiệp
zh: 企业微信

source: Temporary token
es: Contraseña temporal
ja: 仮パスワード
ko: 임시 비밀번호
pt_br: Senha temporária
ru: Временный токен
vi: Mật khẩu tạm thời
zh: 临时密码

source: Passkey
pt_br: Chave de acesso
vi: Khóa truy cập

source: Clean audits session task log
es: Limpiar el registro de tareas de auditoría de activos
ja: 資産監査セッションタスクログのクリーンアップ
ko: 자산 감사 세션 작업 로그 정리
pt_br: Limpar logs de tarefas de auditoria de ativos
ru: Очистка журналов задач аудита сессий активов
vi: Dọn dẹp nhật ký nhiệm vụ kiểm toán tài sản
zh: 清理资产审计会话任务日志

source: Since the system generates login logs, operation logs, file upload logs, activity logs, Celery execution logs, session recordings, command records, and password change logs, it will perform cleanup of records that exceed the time limit according to the 'Tasks - Regular clean-up' in the system settings at 2 a.m daily
es: Debido a que el sistema genera registros de inicio de sesión, registros de acción, registros de carga de archivos, registros de actividad, registros de ejecución de celery, grabaciones de sesión y registros de comandos, además de registros de cambio de contraseña, el sistema realizará una limpieza según la configuración del sistema en la lista de tareas, limpiando diariamente a las 2 de la madrugada los elementos que excedan el tiempo
ja: システムはログインログ、操作ログ、ファイルアップロードログ、アクティビティログ、セルリー実行ログ、セッション録画、コマンド記録、パスワード変更ログを生成します。システムは、システム設定-タスクリスト-定期クリーニング設定に基づき、毎日午前2時に時間を超えたものをクリーニングします
ko: 시스템은 로그인 로그, 작업 로그, 파일 업로드 로그, 활동 로그, celery 실행 로그, 세션 녹화 및 명령 기록, 비밀번호 변경 로그를 생성하므로, 시스템 설정 - 작업 목록 - 정기 청소 구성에 따라 설정된 시간에 따라 매일 오전 2시에 청소를 수행합니다.
pt_br: Devido ao sistema gerar logs de entrada, logs de operações, logs de upload de arquivos, logs de atividades, logs de execução do celery, gravações de sessão e registros de comandos, registros de alteração de senha, o sistema irá limpar de acordo com as configurações do sistema- lista de tarefas - configuração de limpeza regular, para além do tempo às 2 da manhã todos os dias
ru: Поскольку система генерирует журналы входа в систему, журналы операций, журналы загрузки файлов, журналы активности, журналы выполнения Celery, записи сеансов, записи команд и журналы смены паролей, она будет выполнять очистку записей, которые превышают лимит времени, в соответствии с «Системные задачи - Регулярная очистка» в настройках системы в 2 часа ночи ежедневно
vi: Do hệ thống sẽ tạo ra nhật ký đăng nhập, nhật ký hoạt động, nhật ký tải lên tệp, nhật ký hoạt động, nhật ký thực hiện celery, ghi hình phiên làm việc và ghi chép lệnh, nhật ký thay đổi mật khẩu, vì vậy hệ thống sẽ theo cài đặt hệ thống - danh sách nhiệm vụ - định kỳ dọn dẹp cấu hình, đối với những thứ vượt quá thời gian sẽ được dọn dẹp vào lúc 2 giờ sáng mỗi ngày
zh: 由于系统会产生登录日志，操作日志，文件上传日志，活动日志，celery执行日志，会话录像和命令记录，改密日志，所以系统会根据系统设置-任务列表-定期清理配置，对于超出时间的于每天凌晨2点进行清理

source: Upload FTP file to external storage
es: Subir archivos FTP al almacenamiento externo.
ja: 外部ストレージへのFTPファイルのアップロード
ko: 외부 저장소에 FTP 파일을 업로드합니다.
pt_br: Upload de arquivos FTP para armazenamento externo
ru: Загрузка FTP файлов во внешнее хранилище
vi: Tải lên tệp FTP vào bộ nhớ bên ngoài
zh: 上传 FTP 文件到外部存储

source: If SERVER_REPLAY_STORAGE is configured, files uploaded through file management will be synchronized to external storage
es: Si se ha configurado SERVER_REPLAY_STORAGE, los archivos subidos a través de la gestión de archivos se sincronizarán con el almacenamiento externo. Se pueden crear hasta 10 claves de acceso. El valor del parámetro debe contener %s. Esta acción requiere la verificación de su MFA, por favor, habilite y configure primero. No se permite el uso de tokens de conexión reutilizables, ya que la configuración global no está activada. La cuenta anónima no admite el activo actual. La autorización ha expirado. La acción de ACL es rechazar: {}({}). La acción de ACL es revisión. La acción de ACL es verificación facial. Las reglas de inicio de sesión del activo no son compatibles con el activo actual. La acción de ACL es reconocimiento facial en línea. No hay características faciales disponibles. La comparación facial ha fallado. El usuario actual no admite el tipo de MFA: {}.
ja: SERVER_REPLAY_STORAGEが設定されている場合は、ファイルマネージャーでアップロードしたファイルを外部ストレージに同期します
ko: SERVER_REPLAY_STORAGE가 설정되어 있는 경우, 파일 관리를 통해 업로드된 파일이 외부 저장소와 동기화됩니다.
pt_br: Se SERVER_REPLAY_STORAGE estiver configurado, os arquivos carregados através do gerenciamento de arquivos serão sincronizados com o armazenamento externo
ru: Если настроен параметр SERVER_REPLAY_STORAGE, файлы, загруженные через управление файлами, будут синхронизированы с внешним хранилищем
vi: Nếu đã thiết lập SERVER_REPLAY_STORAGE, các tệp được tải lên sẽ được đồng bộ đến bộ nhớ bên ngoài thông qua quản lý tệp
zh: 如果设置了SERVER_REPLAY_STORAGE，将通过文件管理上传的文件同步到外部存储

source: Access keys can be created at most 10
es: Se pueden crear hasta 10 claves de acceso
ja: 最大10個のアクセスキーを作成できます
ko: 최대 10개의 액세스 키를 생성할 수 있습니다.
pt_br: Pode-se criar até 10 chaves de acesso
ru: Максимально можно создать 10 ключей доступа
vi: Tối đa có thể tạo 10 khóa truy cập
zh: 最多可以创建10个访问密钥

source: The value in the parameter must contain %s
es: El valor del parámetro debe incluir %s
ja: パラメータの値には必ず %s が含まれます
ko: 매개변수의 값은 반드시 %s를 포함해야 합니다.
pt_br: Os valores nos parâmetros devem incluir %s
ru: Значение в параметрах должно содержать %s
vi: Giá trị trong tham số phải bao gồm %s
zh: 参数中的值必须包含 %s

source: This action require verify your MFA
es: Esta operación requiere la verificación de su MFA, por favor, habilítelo y configúrelo primero.
ja: この操作には、MFAを検証する必要があります
ko: 이 작업은 귀하의 MFA를 확인해야 하므로, 먼저 활성화하고 구성해야 합니다.
pt_br: Esta operação requer a verificação do seu MFA, por favor ative e configure primeiro
ru: Эта операция требует подтверждения МФА, пожалуйста, сначала включите и настройте её
vi: Thao tác này yêu cầu xác thực MFA của bạn, vui lòng bật và cấu hình trước
zh: 该操作需要验证您的 MFA, 请先开启并配置

source: Reusable connection token is not allowed, global setting not enabled
es: No se permite el uso de tokens de conexión reutilizables, no se han habilitado configuraciones globales.
ja: 再使用可能な接続トークンの使用は許可されていません。グローバル設定は有効になっていません
ko: 재사용 가능한 연결 토큰은 허용되지 않으며, 글로벌 설정이 활성화되지 않았습니다.
pt_br: Não é permitido o uso de tokens de conexão reutilizáveis, as configurações globais não estão ativadas
ru: Повторное использование токена не допускается, глобальная настройка не включена
vi: Không cho phép sử dụng mã thông báo kết nối có thể tái sử dụng, chưa kích hoạt cài đặt toàn cầu
zh: 不允许使用可重复使用的连接令牌，未启用全局设置

source: Anonymous account is not supported for this asset
es: Las cuentas anónimas no son compatibles con los activos actuales.
ja: 匿名アカウントはこのプロパティではサポートされていません
ko: 익명 계정은 현재 자산을 지원하지 않습니다.
pt_br: Contas anônimas não suportam o ativo atual
ru: Анонимная учетная запись не поддерживается для этого актива
vi: Tài khoản ẩn danh không hỗ trợ tài sản hiện tại
zh: 匿名账号不支持当前资产

source: Permission expired
es: La autorización ha expirado.
ja: 承認の有効期限が切れています
ko: 권한이 만료되었습니다.
pt_br: A autorização expirou
ru: Разрешение истекло
vi: Quyền truy cập đã hết hạn
zh: 授权已过期

source: ACL action is reject: {}({})
es: La acción de ACL es rechazar: {}({})
ja: ACL アクションは拒否です: {}({})
ko: ACL Action은 거부: {}({})입니다.
pt_br: Ação do ACL é rejeitar: {} ({}).
ru: Действие правила — запрет: {}({})
vi: Hành động ACL là từ chối: {}({})
zh: ACL 动作是拒绝: {}({})

source: ACL action is review
es: La acción de ACL es revisar.
ja: ACL アクションはレビューです
ko: ACL Action은 재검토입니다.
pt_br: Ação ACL é para revisão
ru: Действие правила — проверка
vi: Hành động ACL là xem xét
zh: ACL 动作是复核

source: ACL action is face verify
es: La acción de ACL es verificación facial.
ko: ACL Action은 얼굴 인식입니다.
pt_br: Ação ACL é verificação facial
ru: Действие правила — идентификация по лицу
vi: Hành động ACL là xác thực khuôn mặt

source: ACL action not supported for this asset
es: La regla de inicio de sesión del activo no es compatible con los activos actuales.
ko: 자산 로그인 규칙은 현재 자산을 지원하지 않습니다.
pt_br: As regras de login de ativos não suportam o ativo atual
ru: Правило входа в актив не поддерживает текущий актив
vi: Quy tắc đăng nhập tài sản không hỗ trợ tài sản hiện tại.

source: ACL action is face online
es: La acción de ACL es verificación facial en línea.
ko: ACL Action은 온라인 얼굴 인식입니다.
pt_br: Ação ACL é facial online
ru: Действие правила — онлайн распознавание лица.
vi: Hành động ACL là nhận diện khuôn mặt trực tuyến

source: No available face feature
es: No hay características faciales disponibles.
ko: 사용 가능한 얼굴 특징이 없습니다.
pt_br: Não há características faciais disponíveis
ru: Нет доступных характеристик лица
vi: Không có đặc điểm khuôn mặt khả dụng

source: Facial comparison failed
es: El emparejamiento facial ha fallado.
ja: 顔認証の照合に失敗
ko: 얼굴 인식 실패
pt_br: Falha na comparação facial
ru: Не удалось сравнить лица
vi: So sánh khuôn mặt thất bại
zh: 人脸比对失败

source: Current user not support mfa type: {}
es: El usuario actual no es compatible con el tipo de MFA: {}
ja: 現在のユーザーはmfaタイプをサポートしていません: {}
ko: 현재 사용자는 MFA 유형을 지원하지 않습니다: {}
pt_br: O usuário atual não suporta o tipo de MFA: {}
ru: Текущий пользователь не поддерживает тип МФА: {}.
vi: Người dùng hiện tại không hỗ trợ loại MFA: {}
zh: 当前用户不支持 MFA 类型: {}

source: User does not exist: {}
es: El usuario no existe: {}
ja: ユーザーが存在しない: {}
ko: 사용자가 존재하지 않습니다: {}
pt_br: Usuário não encontrado: {}
ru: Пользователь не существует: {}
vi: Người dùng không tồn tại: {}
zh: 用户不存在: {}

source: No user matched
es: No se encontró coincidencia con el usuario
ja: ユーザーにマッチしなかった
ko: 사용자와 일치하지 않음
pt_br: Nenhum usuário correspondente encontrado
ru: Нет подходящего пользователя
vi: Không tìm thấy người dùng khớp
zh: 没有匹配到用户

source: The user is from {}, please go to the corresponding system to change the password
es: El usuario proviene de {} por favor, modifica la contraseña en el sistema correspondiente
ja: ユーザーは {}からです。対応するシステムにアクセスしてパスワードを変更してください。
ko: 사용자가 {}에서 옵니다. 해당 시스템에서 비밀번호를 변경하세요
pt_br: O usuário vem de {} Por favor, altere a senha no sistema correspondente
ru: Пользователь из {}, пожалуйста, измените пароль в соответствующей системе
vi: Người dùng đến từ {} hãy đi tới hệ thống tương ứng để thay đổi mật khẩu
zh: 用户来自 {} 请去相应系统修改密码

source: Forgot password
es: Olvidé la contraseña
ja: パスワードを忘れた
ko: 비밀번호를 잊으셨나요
pt_br: Esqueceu a senha
ru: Забыли пароль
vi: Quên mật khẩu
zh: 忘记密码

source: The validity period of the verification code is {} minute
vi: Mã xác minh có hiệu lực trong {} phút

source: App Authentication
es: Gestión de autenticación
ja: 認証
ko: 인증 관리
pt_br: gerenciamento de autenticação
ru: Управление аутентификацией
vi: Authentication
zh: 认证管理

source: CAS login was successful, but no corresponding local user was found in the system, and automatic user creation is disabled in the CAS authentication configuration. Login failed.
vi: Đăng nhập CAS thành công, nhưng hệ thống không tìm thấy người dùng cục bộ, và tính năng tự động tạo người dùng trong cấu hình xác thực CAS không được kích hoạt, đăng nhập thất bại

source: User invalid, disabled or expired
es: Usuario no válido, ha sido desactivado o ha expirado
ja: ユーザーが無効、無効、または期限切れです
ko: 사용자가 유효하지 않거나 비활성 상태이거나 만료되었습니다
pt_br: O usuário é inválido, desativado ou expirado
ru: Пользователь недействителен, отключен или просрочен
vi: Người dùng không hợp lệ, đã bị vô hiệu hóa hoặc đã hết hạn
zh: 用户无效，已禁用或已过期

source: Invalid token header. No credentials provided.
es: Token inválido. No se proporcionaron credenciales.
ja: 無効なトークンヘッダー。資格情報は提供されていません。
ko: 유효하지 않은 토큰 헤더입니다. 자격 증명이 제공되지 않았습니다.
pt_br: Cabeçalho de token inválido. Nenhuma credencial fornecida.
ru: Недопустимый заголовок токена. Учетные данные не предоставлены.
vi: Tiêu đề token không hợp lệ. Không cung cấp bất kỳ thông tin xác thực nào.
zh: 无效的令牌头。没有提供任何凭据。

source: Invalid token header. Sign string should not contain spaces.
es: Token inválido. La cadena de símbolos no debe contener espacios.
ja: 無効なトークンヘッダー。記号文字列にはスペースを含めないでください。
ko: 유효하지 않은 토큰 헤더입니다. 기호 문자열에는 공백이 포함되어서는 안 됩니다.
pt_br: Cabeçalho de token inválido. A sequência de caracteres não deve conter espaços.
ru: Недопустимый заголовок токена. Строка символов не должна содержать пробелов.
vi: Tiêu đề token không hợp lệ. Chuỗi ký hiệu không nên chứa khoảng trắng.
zh: 无效的令牌头。符号字符串不应包含空格。

source: Invalid token header. Sign string should not contain invalid characters.
es: Token inválido. La cadena de símbolos no debe contener caracteres no válidos.
ja: 無効なトークンヘッダー。署名文字列に無効な文字を含めることはできません。
ko: 유효하지 않은 토큰 헤더입니다. 기호 문자열에는 유효하지 않은 문자가 포함되어서는 안 됩니다.
pt_br: Cabeçalho de token inválido. A sequência de caracteres não deve conter caracteres inválidos.
ru: Недопустимый заголовок токена. Строка символов не должна содержать недопустимые символы.
vi: Tiêu đề token không hợp lệ. Chuỗi ký hiệu không nên chứa ký tự không hợp lệ.
zh: 无效的令牌头。符号字符串不应包含无效字符。

source: Invalid token or cache refreshed.
es: El token de actualización o la caché son inválidos.
ja: 無効なトークンまたはキャッシュの更新。
ko: 새로 고침된 토큰 또는 캐시가 유효하지 않습니다.
pt_br: O token de atualização ou o cache é inválido.
ru: Обновлённый токен или кэш недействителен.
vi: Token làm mới hoặc bộ nhớ cache không hợp lệ.
zh: 刷新的令牌或缓存无效。

source: OpenID Error
es: Error de OpenID
ja: OpenID エラー
ko: OpenID 오류
pt_br: Erro OpenID
ru: Ошибка OpenID
vi: Lỗi OpenID.
zh: OpenID 错误

source: Please check if a user with the same username or email already exists
es: Por favor, verifica si ya existe un usuario con el mismo nombre de usuario o correo electrónico
ja: 同じユーザー名またはメールアドレスのユーザーが既に存在するかどうかを確認してください
ko: 같은 사용자 이름 또는 이메일을 가진 사용자가 이미 존재하는지 확인해 주세요
pt_br: Verifique se já existe um usuário com o mesmo nome de usuário ou e-mail
ru: Проверьте, не существует ли уже пользователя с таким именем или адресом электронной почты
vi: Vui lòng kiểm tra xem có người dùng nào đã tồn tại với tên tài khoản hoặc email giống nhau hay không
zh: 请检查是否已经存在相同用户名或邮箱的用户

source: Only register passkey for local user
es: Clave de registro solo para usuarios locales
ja: ローカル・ユーザーのみの鍵の登録
ko: 로컬 사용자만 등록 키를 사용합니다.
pt_br: Registre a chave apenas para usuários locais.
ru: Passkey регистрируется только для локальных пользователей
vi: Chỉ cho phép đăng ký khóa cho người dùng địa phương
zh: 仅为本地用户注册密钥

source: Auth failed
es: Autenticación fallida
ja: 認証に失敗しました
ko: 인증 실패
pt_br: Falha na autenticação
ru: Ошибка аутентификации
vi: Xác thực không thành công
zh: 认证失败

source: This key is not registered
es: Esta clave no está registrada
ja: このキーは登録されていません
ko: 이 키는 등록되지 않았습니다
pt_br: Esta chave não está registrada
ru: Этот ключ не зарегистрирован
vi: Khóa này chưa được đăng ký
zh: 此密钥未注册

source: Added on
es: Adjunto
ja: に追加
ko: 추가
pt_br: Adicional
ru: Дополнительно
vi: Bổ sung
zh: 附加

source: Credential ID
es: ID de comprobante
ja: 資格情報ID
ko: 증명서 ID
pt_br: ID da credencial
ru: ID учетных данных
vi: Mã xác thực ID
zh: 凭证 ID

source: SAML2 Error
es: Error SAML2
ja: SAML2 エラー
ko: SAML2 오류
pt_br: Erro SAML2
ru: Ошибка SAML2
vi: Lỗi SAML2
zh: SAML2 错误

source: Authentication failed password incorrect
es: Autenticación fallida (nombre de usuario o contraseña incorrectos)
ja: 認証に失敗しました (ユーザー名またはパスワードが正しくありません)
ko: 인증 실패 (사용자 이름 또는 비밀번호가 올바르지 않습니다)
pt_br: Falha na autenticação (usuário ou senha incorretos)
ru: Ошибка аутентификации. Неверный пароль
vi: Xác thực không thành công (tên tài khoản hoặc mật khẩu không đúng)
zh: 认证失败 (用户名或密码不正确)

source: Login time has exceeded {} minutes, please login again
es: Ha excedido el tiempo de inicio de sesión de {} minutos, por favor inicie sesión nuevamente
ja: ログイン時間が {} 分を超えました。もう一度ログインしてください
ko: 로그인 시간이 {} 분을 초과했습니다. 다시 로그인 해주세요
pt_br: O tempo de login excedeu {} minutos, por favor, faça login novamente
ru: Время сеанса превысило {} минут, пожалуйста, войдите снова
vi: Thời gian đăng nhập đã vượt quá {} phút, vui lòng đăng nhập lại
zh: 登录时长已超过 {} 分钟，请重新登录

source: OTP
es: MFA virtual
ko: 가상 MFA
pt_br: MFA Virtual
vi: MFA ảo
zh: 虚拟 MFA

source: SMS
ja: メッセージ
ko: 문자 메시지
vi: Tin nhắn SMS
zh: 短信

source: Face recognition
ko: 얼굴 인식
ru: Распознавание лиц
vi: Nhận diện khuôn mặt

source: Custom
es: Personalizado
ko: 맞춤형
pt_br: Personalizado.
ru: Пользовательский
vi: Tùy chỉnh

source: Username/password check failed
es: Validación de nombre de usuario/contraseña fallida
ja: ユーザー名/パスワードのチェックに失敗しました
ko: 사용자 이름/비밀번호 검증 실패
pt_br: Falha na verificação de usuário/senha
ru: Не удалось проверить имя пользователя и пароль
vi: Kiểm tra tên tài khoản/mật khẩu không thành công
zh: 用户名/密码 校验失败

source: Password decrypt failed
es: Fallo en la descifrado de contraseña
ja: パスワードの復号化に失敗しました
ko: 비밀번호 복호화에 실패했습니다
pt_br: Falha na descriptografia da senha
ru: Расшифровка пароля не удалась
vi: Mật khẩu giải mã thất bại
zh: 密码解密失败

source: MFA failed
es: Fallo en la validación de MFA
ja: MFAに失敗しました
ko: MFA 검증 실패
pt_br: Falha na verificação MFA
ru: Проверка МФА не удалась
vi: Kiểm tra MFA thất bại
zh: MFA 校验失败

source: MFA unset
es: MFA no configurado
ja: MFAセットなし
ko: MFA가 설정되지 않았습니다.
pt_br: MFA não está definido
ru: МФА не настроена
vi: MFA chưa được thiết lập
zh: MFA 没有设定

source: Username does not exist
es: Nombre de usuario no existe
ja: ユーザー名が存在しません
ko: 사용자 이름이 존재하지 않습니다.
pt_br: Nome do usuário não existe
ru: Имя пользователя не существует
vi: Tên người dùng không tồn tại
zh: 用户名不存在

source: Disabled or expired
es: Deshabilitado o inválido
ja: 無効または期限切れ
ko: 비활성화되었거나 만료되었습니다.
pt_br: Desativado ou inválido
ru: Отключено или просрочено
vi: Bị vô hiệu hóa hoặc hết hạn
zh: 禁用或失效

source: This account is inactive.
es: Esta cuenta ha sido deshabilitada
ja: このアカウントは非アクティブです。
ko: 이 계정은 비활성화되었습니다.
pt_br: Esta conta já foi desativada
ru: Эта учетная запись неактивна.
vi: Tài khoản này đã bị vô hiệu hóa
zh: 此账号已禁用

source: This account is expired
es: Esta cuenta ha expirado
ja: このアカウントは期限切れです
ko: 이 계정은 만료되었습니다.
pt_br: Esta conta já venceu
ru: Истек срок действия этой УЗ
vi: Tài khoản này đã hết hạn
zh: 此账号已过期

source: Auth backend not match
es: No se encontró un backend de autenticación coincidente
ja: Authバックエンドが一致しない
ko: 인증 백엔드와 일치하지 않는 항목입니다.
pt_br: Não foi possível encontrar um Back-end de autenticação
ru: Не найден подходящий бэкенд аутентификации
vi: Không tìm thấy backend xác thực tương ứng
zh: 没有匹配到认证后端

source: ACL is not allowed
es: El acceso de inicio de sesión no está permitido
ja: ログイン アクセス制御は許可されません
ko: 로그인 접근 제어가 허용되지 않습니다.
pt_br: O acesso à gestão de login não é permitido
ru: Доступ через вход не разрешён
vi: Kiểm soát truy cập đăng nhập không được phép
zh: 登录访问控制不被允许

source: Only local users are allowed
es: Solo se permiten usuarios locales
ja: ローカルユーザーのみが許可されています
ko: 로컬 사용자만 허용됩니다.
pt_br: Somente usuários locais permitidos
ru: Разрешены только локальные пользователи
vi: Chỉ cho phép người dùng địa phương
zh: 仅允许本地用户
