Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Tenant ID
es: ID del inquilino
ja: テナントID
ko: 임대인 ID
pt_br: ID do inquilino
ru: ID арендатора
vi: ID thuê bao
zh: 租户 ID

source: Region
es: Región
ja: リージョン
ko: 지역
pt_br: Região
ru: Регион
vi: Khu vực
zh: 地域

source: Access key ID
es: Clave de acceso ID (AK)
ja: アクセスキー
ko: 액세스 키 ID(AK)
pt_br: ID da chave de acesso (AK)
ru: Access key ID(AK)
vi: ID khoá truy cập (AK)
zh: Access key ID(AK)

source: Access key secret
es: Clave de acceso secreta (SK)
ja: アクセスキーシークレット
ko: 액세스 키 비밀(SK)
pt_br: Segredo da chave de acesso (SK)
ru: Access key secret(SK)
vi: Bí mật khoá truy cập (SK)
zh: Access key secret(SK)

source: Chat AI
ja: チャットAI
ko: 채팅 AI
ru: Чат AI
vi: AI trò chuyện
zh: 聊天 AI

source: Method
vi: Cách tạo

source: Base URL
es: Dirección
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ

source: The base URL of the Chat service.
es: Dirección básica del servicio de chat.
ko: 채팅 서비스의 기본 주소.
pt_br: Endereço básico do serviço de chat.
ru: Базовый адрес службы чата.
vi: Địa chỉ cơ bản của dịch vụ trò chuyện.

source: The proxy server address of the GPT service. For example: http://ip:port
es: Dirección del servidor proxy del servicio GPT. Por ejemplo: http://ip:port
ja: GPTサービスのプロキシサーバーのアドレス。例えば：http://ip:port
ko: GPT 서비스의 프록시 서버 주소. 예: http://ip:port
pt_br: Endereço do servidor proxy do serviço GPT. Por exemplo: http://ip:port
ru: Адрес прокси-сервера для службы GPT. Например: http://ip:port
vi: Địa chỉ máy chủ proxy của dịch vụ GPT. Ví dụ: http://ip:port
zh: GPT 服务的代理服务器地址。例如：http://ip:port

source: GPT Model
es: Modelo GPT
ja: GPTモデル
ko: GPT 모델
pt_br: Modelo GPT
ru: Модель GPT
vi: Mô hình GPT
zh: GPT 模型

source: DeepSeek Model
es: Modelo DeepSeek
ko: DeepSeek 모델
pt_br: Modelo DeepSeek
ru: Модель DeepSeek
vi: Mô hình DeepSeek

source: Approval without login
es: Aprobación sin inicio de sesión
ja: ログイン承認なし
ko: 로그인 불필요 승인
pt_br: Aprovação sem Login
ru: Одобрение без входа
vi: Phê duyệt không cần đăng nhập
zh: 免登录审批

source: Allow direct approval ticket without login
es: Permitir la aprobación directa de tickets sin necesidad de iniciar sesión
ja: ログインせずに直接承認チケットを許可します
ko: 로그인 없이 직접 작업을 승인 허용
pt_br: Permissão para aprovar pedidos de serviço diretamente, sem a necessidade de login.
ru: Разрешить одобрение заявок без необходимости входа в систему
vi: Cho phép phê duyệt đơn yêu cầu mà không cần đăng nhập trực tiếp
zh: 允许无需登录直接批准工单

source: Period
es: Intervalo de tiempo
ja: 期間
ko: 시간대
pt_br: Período
ru: Период
vi: Thời gian
zh: 时段

source: The default authorization time period when applying for assets via a ticket
es: Periodo de autorización predeterminado para la solicitud de activos del ticket
ja: ワークオーダーの資産申請に対するデフォルトの承認時間帯
ko: 작업 신청 자산의 기본 승인 시간대
pt_br: Solicitação de ordens de serviço do ativo no período de autorização padrão
ru: Стандартный период действия разрешения для заявки на активы
vi: Khoảng thời gian ủy quyền mặc định cho tài sản yêu cầu đơn
zh: 工单申请资产的默认授权时间段

source: hour
es: Tiempo
ja: 時
ko: 시
pt_br: Tempo
ru: час
vi: Thời điểm
zh: 时

source: Unit
es: Unidad
ja: 単位
ko: 단위
pt_br: Unidade
ru: Единицы
vi: Đơn vị
zh: 单位

source: The unit of period
es: Ciclo de ejecución
ja: ユーザーの実行
ko: 실행 주기
pt_br: Ciclo de execução
ru: Единица периода
vi: Chu kỳ thực hiện
zh: 执行周期

source: Adhoc command
ko: 일괄 명령 실행
ru: Быстрые команды
vi: Thực thi lệnh hàng loạt

source: Allow users to execute batch commands in the Workbench - Job Center - Adhoc
es: Permite a los usuarios ejecutar comandos por lotes en el escritorio - Centro de trabajo - Adhoc
ja: ユーザーがワークベンチ - ジョブセンター - Adhocでバッチコマンドを実行することを許可します
ko: 사용자가 워크벤치 - 작업 센터 - Adhoc에서 일괄 명령을 실행할 수 있도록 허용
pt_br: Permitir aos usuários executar comandos em lote na Bancada de Trabalho - Centro de Trabalho - Adhoc
ru: Разрешить пользователю выполнять пакетные команды в разделе Рабочий стол - Центр заданий - Быстрые команды
vi: Cho phép người dùng thực hiện lệnh hàng loạt trong trạm làm việc - Trung tâm công việc - Adhoc
zh: 允许用户在工作台 - 作业中心 - Adhoc 中执行批量命令

source: Command blacklist
es: Lista negra de comandos del centro de trabajo
ja: コマンドフィルタリング
ko: 작업 센터 명령 블랙리스트
pt_br: Lista negra de comandos do Centro de Ações
ru: Черный список команд
vi: Danh sách đen lệnh trung tâm công việc.
zh: 作业中心命令黑名单

source: Command blacklist in Adhoc
es: Lista negra de comandos del centro de trabajo
ja: コマンドフィルタリング
ko: 작업 센터 명령 블랙리스트
pt_br: Lista negra de comandos do Centro de Ações
ru: Чёрный список команд Быстрых команд
vi: Trung tâm tác vụ danh sách đen
zh: 作业中心命令黑名单

source: Virtual app
es: Aplicación virtual
ja: 仮想アプリケーション
ko: 가상 애플리케이션
pt_br: Aplicativo Virtual
ru: Виртуальное приложение
vi: Ứng dụng ảo
zh: 虚拟应用

source: Virtual App
es: Aplicación virtual
ja: 仮想アプリケーション
ko: 가상 애플리케이션
pt_br: Aplicativo Virtual
ru: Виртуальное приложение
vi: Ứng dụng ảo
zh: 虚拟应用

source: Virtual applications, you can use the Linux operating system as an application server in remote applications.
es: Las aplicaciones virtuales pueden utilizar el sistema operativo Linux como servidor de aplicaciones en aplicaciones remotas.
ja: 仮想アプリケーションで、リモートアプリケーションのサーバーとしてLinuxオペレーティングシステムを使用できます。
ko: 가상 애플리케이션은 원격 애플리케이션의 애플리케이션 서버로 리눅스 운영 체제를 사용할 수 있습니다.
pt_br: Aplicativo virtual, console Linux pode ser usado como servidor de aplicativos em aplicativos remotos.
ru: Виртуальные приложения. Вы можете использовать операционную систему Linux в качестве сервера удаленных приложений.
vi: Ứng dụng ảo, có thể sử dụng hệ điều hành Linux như một máy chủ ứng dụng trong ứng dụng từ xa.
zh: 虚拟应用，可以使用Linux操作系统作为远程应用中的应用服务器。

source: Microsoft Exchange Server
vi: Máy chủ Microsoft Exchange

source: Service
vi: Dịch vụ

source: The user to be used for email server authentication
es: Nombre de usuario para iniciar sesión en el servidor de correo. Generalmente es tu dirección de correo electrónico
ja: メールサーバーにログインするためのユーザー名。通常、これはあなたのメールアドレスです
ko: 메일 서버에 로그인할 때 사용할 사용자 이름. 일반적으로 이는 당신의 이메일 주소입니다.
pt_br: Nome de usuário para login no servidor de e-mail. Geralmente é o seu endereço de e-mail
ru: Имя пользователя для входа на почтовый сервер
vi: Tên người dùng để đăng nhập vào máy chủ email. Điều này thường là địa chỉ email của bạn
zh: 登录到邮件服务器的用户名。这通常是你的邮件地址

source: Password to use for the email server. It is used in conjunction with `Account` when authenticating to the email server
vi: Mật khẩu sử dụng cho máy chủ email. Khi xác thực vào máy chủ email, nó được sử dụng cùng với `tài khoản`

source: Sender
es: Remitente
ja: 送信者
ko: 발신자
pt_br: Remetente
ru: Отправитель
vi: Người gửi
zh: 发件人

source: Sender email address (default to using the `Account`)
vi: Địa chỉ email của người gửi (mặc định sử dụng `tài khoản`)

source: The recipient is used for testing the email server's connectivity
es: Destinatario utilizado para probar la conectividad del servidor de correo electrónico.
ja: 受信者はメールサーバーの接続性をテストするために使用されます
ko: 수신자 테스트 이메일 서버의 연결성을 확인하기 위한 것
pt_br: Destinatário usado para testar a conectividade com o servidor de e-mail
ru: Получатель для проверки связи с почтовым сервером
vi: Người nhận được sử dụng để kiểm tra tính khả dụng của máy chủ email
zh: 收件人用于测试电子邮件服务器的连通性

source: Whether to use an implicit TLS (secure) connection when talking to the SMTP server. In most email documentation this type of TLS connection is referred to as SSL. It is generally used on port 465
es: ¿Se utiliza una conexión TLS (segura) implícita al comunicarse con el servidor SMTP? En la mayoría de los documentos de correo electrónico, este tipo de conexión TLS se denomina SSL. Generalmente se utiliza en el puerto 465.
ja: SMTPサーバーとの通信時に、暗黙のTLS（安全）接続を使用するかどうか。ほとんどのメール文書では、このタイプのTLS接続はSSLと呼ばれます。通常、ポート465を使用します
ko: SMTP 서버와 통신할 때 암묵적 TLS(보안) 연결을 사용할 것인지 여부. 대부분의 이메일 문서에서 이러한 유형의 TLS 연결은 SSL이라고 불립니다. 일반적으로 포트 465에서 사용됩니다.
pt_br: Usa-se uma conexão TLS (segura) implícita ao se comunicar com o servidor SMTP. Em muitos documentos de e-mail, esse tipo de conexão TLS é chamado de SSL. Ele é geralmente usado na porta 465
ru: Использовать ли неявное TLS-соединение (защищённое) при взаимодействии с SMTP-сервером. В большинстве документации по электронной почте такой тип TLS-соединения обозначается как SSL. Обычно используется порт 465
vi: Khi giao tiếp với máy chủ SMTP có sử dụng kết nối TLS ẩn (bảo mật) hay không. Trong hầu hết các tài liệu email, loại kết nối TLS này được gọi là SSL. Nó thường được sử dụng trên cổng 465
zh: 与 SMTP 服务器通信时是否使用隐式 TLS（安全）连接。在大多数电子邮件文档中，这种类型的 TLS 连接称为 SSL。它通常在端口 465 上使用

source: Use TLS
es: Al comunicarse con el servidor SMTP, ¿se utiliza una conexión TLS (segura)? Esto es para conexiones TLS explícitas, que normalmente operan en el puerto 587.
ja: TLSの使用
ko: TLS 사용
pt_br: Usar TLS
ru: Использовать TLS
vi: Sử dụng TLS
zh: 使用 TLS

source: Whether to use a TLS (secure) connection when talking to the SMTP server. This is used for explicit TLS connections, generally on port 587
es: Prefijo del asunto
ja: SMTPサーバーとの通信時に、TLS（安全）接続を使用するかどうか。これは明示的なTLS接続を使用します、通常ポート587を使用します
ko: SMTP 서버와 통신할 때 TLS(보안) 연결을 사용할 것인지 여부. 이는 명시적 TLS 연결에 사용되며, 일반적으로 포트 587에서 사용됩니다.
pt_br: Se uma conexão TLS (segura) é usada ao se comunicar com o servidor SMTP. Isso é usado para conexões TLS explícitas, geralmente na porta 587
ru: Использовать ли TLS (защищённое) соединение при взаимодействии с SMTP-сервером. Применяется для явного TLS-соединения, обычно используется порт 587
vi: Khi giao tiếp với máy chủ SMTP có sử dụng kết nối TLS (bảo mật) hay không. Điều này được sử dụng cho kết nối TLS rõ ràng, thường trên cổng 587.
zh: 与 SMTP 服务器通信时是否使用 TLS（安全）连接。这用于显式 TLS 连接，通常在端口 587 上

source: Subject prefix
es: Sugerencia: Al crear un usuario, envía un correo electrónico con la configuración de la contraseña con el asunto (por ejemplo: Creación de usuario exitosa)
ja: 件名プレフィックス
ko: 제목 접두사
pt_br: Prefixo do assunto
ru: Префикс темы
vi: Chủ đề tiền tố
zh: 主题前缀

source: Tips: When creating a user, send the subject of the email (eg:Create account successfully)
es: Saludo del correo
ja: ヒント: ユーザーを作成するときに、メールの件名を送信します (例: アカウントを正常に作成)
ko: 힌트: 사용자를 생성할 때 설정 비밀번호 이메일의 제목을 보내세요 (예: 사용자 생성 성공)
pt_br: Dica: ao criar um usuário, envie um e-mail de configuração da senha com o assunto (por exemplo: criação de usuário bem-sucedida)
ru: Подсказка: тема письма, отправляемого при создании пользователя для установки пароля (например: Пользователь успешно создан)
vi: Gợi ý: Khi tạo người dùng, gửi email thiết lập mật khẩu với chủ đề (ví dụ: Tạo người dùng thành công)
zh: 提示: 创建用户时，发送设置密码邮件的主题 (例如: 创建用户成功)

source: Honorific
es: Sugerencia: Al crear un usuario, envía una cortesía en el correo de configuración de la contraseña (por ejemplo: Hola)
ja: ユーザー敬語の作成
ko: 이메일 인사말
pt_br: Saudação do e-mail
ru: Приветствие в письме
vi: Lời chào email
zh: 邮件问候语

source: Tips: When creating a user, send the honorific of the email (eg:Hello)
es: Sugerencia: Al crear un usuario, envía el contenido en el correo de configuración de la contraseña, soportando etiquetas {username} {name} {email}.
ja: ヒント: ユーザーを作成するときは、メールの敬語を送信します (例: こんにちは)
ko: 안내: 사용자를 생성할 때, 비밀번호 설정 메일을 발송하는 존댓말 (예: 안녕하세요) 안내: 사용자를 생성할 때, 비밀번호 설정 메일의 내용, {username} {name} {email} 태그를 지원합니다. 메일 서명 (예: jumpserver) 더보기... 비 그룹화된 노드 표시 별도로 허가된 자산을 비 그룹화된 노드에 배치하여 자산이 위치한 노드를 볼 수 있으나 해당 노드가 허가되지 않은 문제를 피합니다. 사용자 비밀번호 만료 시간 (일) 사용자가 이 기간 내에 비밀번호를 업데이트하지 않으면 사용자 비밀번호가 만료됩니다; 비밀번호 만료 알림 메일은 비밀번호 만료 5일 전부터 시스템에 의해 (매일) 자동으로 사용자에게 발송됩니다. 최근 사용한 비밀번호를 설정할 수 없습니다. 안내: 사용자 비밀번호 재설정 시, 해당 사용자가 이전에 사용했던 비밀번호는 사용할 수 없습니다. 비밀번호 최소 길이 관리자 비밀번호 최소 길이 숫자를 포함해야 합니다. 특수 문자를 포함해야 합니다. 사용자가 로그인 실패 횟수가 제한에 도달하면, 이 간격 내에서 로그인이 금지됩니다.
pt_br: Dica: ao criar um usuário, envie um e-mail de configuração da senha com uma saudação (por exemplo: Olá)
ru: Подсказка: приветствие в письме для установки пароля, отправляемом при создании пользователя (например: Здравствуйте)
vi: Gợi ý: Khi tạo người dùng, gửi email thiết lập mật khẩu với lời xưng hô (ví dụ: Xin chào)
zh: 提示: 创建用户时，发送设置密码邮件的敬语 (例如: 你好)

source: Tips: When creating a user, send the content of the email, support {username} {name} {email} label
es: Sugerencia: Al crear un usuario, envía el contenido del email de configuración de contraseña, soportando las etiquetas {username} {name} {email}
ja: ヒント:ユーザーの作成時にパスワード設定メールの内容を送信し、{username}{name}{email}ラベルをサポートします。
ko: 알림: 사용자를 생성할 때, 비밀번호 설정 메일의 내용을 전송하며, {username} {name} {email} 태그를 지원합니다
pt_br: Dica: ao criar um usuário, envie um e-mail de configuração da senha com conteúdo, suportando as tags {username} {name} {email}
ru: Подсказка: содержимое письма для установки пароля, отправляемого при создании пользователя. Поддерживаются теги {username}, {name}, {email}
vi: Gợi ý: Khi tạo người dùng, gửi nội dung email thiết lập mật khẩu, hỗ trợ các thẻ {username} {name} {email}
zh: 提示: 创建用户时，发送设置密码邮件的内容, 支持 {username} {name} {email} 标签

source: Tips: Email signature (eg:jumpserver)
es: Más...
ja: ヒント: メール署名 (例: jumpserver)
ko: 메일 서명 (예: jumpserver)
pt_br: Assinatura de e-mail (por exemplo: jumpserver)
ru: Подпись в письме (например: jumpserver)
vi: Chữ ký email (ví dụ: jumpserver)
zh: 邮件署名 (如:jumpserver)

source: More...
es: Mostrar nodos no agrupados
ja: 詳細...
ko: 더보기...
pt_br: Mais...
ru: Еще...
vi: Nhiều hơn...
zh: 更多...

source: Perm ungroup node
es: Colocar activos con autorización separada en nodos no agrupados, evitando así que se puedan ver los nodos donde se encuentran los activos, si el nodo no ha sido autorizado.
ja: グループ化されていないノードを表示
ko: 그룹화되지 않은 노드 표시
pt_br: Mostrar nós não agrupados
ru: Показать несгруппированные папки
vi: Hiện thị nút không phân nhóm
zh: 显示未分组节点

source: Perm single to ungroup node
es: Tiempo de expiración de la contraseña del usuario (días)
ja: グループ化されていないノードに個別に許可された資産を配置し、資産が存在するノードが表示されないようにしますが、そのノードが許可されていないという質問に質問
ko: 단독 권한이 있는 자산을 그룹화되지 않은 노드에 배치하고, 자산이 있는 노드를 볼 수 있지만 해당 노드에 권한이 없는 문제를 피합니다
pt_br: Colocar recursos autorizados independentemente em nós não agrupados, para evitar o problema de ser capaz de ver o nó onde o recurso está localizado, mas o nó não está autorizado.
ru: Размещайте активы с индивидуальными разрешениями в несгруппированные папки, чтобы избежать ситуации, когда папка видна, но доступ к ней не предоставлен
vi: Đặt tài sản được ủy quyền riêng biệt vào nút không phân nhóm, tránh vấn đề nhìn thấy nút của tài sản nhưng chưa được ủy quyền
zh: 放置单独授权的资产到未分组节点, 避免能看到资产所在节点，但该节点未被授权的问题

source: User password expiration (day)
es: Si el usuario no actualiza la contraseña durante este periodo, la contraseña del usuario expirará y perderá validez. Un correo recordatorio sobre la expiración de la contraseña se enviará automáticamente al usuario por el sistema (diariamente) dentro de los 5 días previos a la expiración de la contraseña.
ja: ユーザーパスワードの有効期限（天）
ko: 사용자 비밀번호 만료 시간 (일)
pt_br: Tempo de expiração da senha do usuário (dias)
ru: Срок действия пароля пользователя (дни)
vi: Thời gian hết hạn mật khẩu người dùng (ngày)
zh: 用户密码过期时间 (天)

source: If the user does not update the password during the time, the user password will expire failure;The password expiration reminder mail will be automatic sent to the user by system within 5 days (daily) before the password expires
es: No se pueden establecer las contraseñas de las últimas ocasiones.
ja: ユーザーがその期間中にパスワードを更新しなかった場合、ユーザーパスワードの有効期限が切れます。パスワードの有効期限が切れる前の5日 (毎日) 以内に、パスワードの有効期限が切れるリマインダーメールがシステムからユーザーに自動的に送信されます。
ko: 사용자가 이 기간 내에 비밀번호를 업데이트하지 않으면, 사용자 비밀번호는 만료되어 더 이상 유효하지 않습니다; 비밀번호 만료 알림 메일은 비밀번호 만료 5일 전에 시스템이 자동으로 (매일) 사용자에게 전송합니다
pt_br: Se o usuário não atualizar a senha durante esse período, a senha do usuário expirará e se tornará inválida; Um e-mail de lembrete de expiração de senha será enviado automaticamente pelo sistema ao usuário dentro de 5 dias antes da expiração da senha
ru: Пароль пользователя станет недействительным, если не будет обновлён вовремя. За 5 дней до истечения система начнёт ежедневно отправлять напоминания по почте
vi: Nếu người dùng không cập nhật mật khẩu trong thời gian này, mật khẩu sẽ hết hạn; email nhắc nhở hết hạn mật khẩu sẽ tự động gửi cho người dùng (mỗi ngày) trong vòng 5 ngày trước khi mật khẩu hết hạn
zh: 如果用户在此期间没有更新密码，用户密码将过期失效； 密码过期提醒邮件将在密码过期前5天内由系统 (每天)自动发送给用户

source: User expired tokens record keep days
ko: 사용자 만료 Token 보존 일수
ru: Срок хранения токенов пользователя истек
vi: Số ngày giữ lại Token hết hạn của người dùng

source: Retention period (in days) for expired user tokens before automatic cleanup.
ko: 시스템은 매일 정리 작업에서 사용자 만료 Token 기록을 영구 삭제하기 전에, 이러한 기록을 보존하는 일수를 설정합니다
ru: Количество дней, в течение которых система хранит записи о токенах пользователей с истекшим сроком действия, прежде чем окончательно удалить их в ежедневной задаче очистки.
vi: Số ngày trước khi hệ thống xóa vĩnh viễn bản ghi token hết hạn của người dùng trong nhiệm vụ dọn dẹp hàng ngày

source: Recent password count
es: No se puede establecer la contraseña en las últimas ocasiones
ja: 繰り返された履歴パスワードの数
ko: 최근 몇 번의 비밀번호를 설정할 수 없습니다
pt_br: Não pode definir senhas recentes
ru: Количество последних паролей
vi: Không thể đặt lại những mật khẩu gần đây
zh: 不能设置近几次密码

source: Tip: When the user resets the password, it cannot be the previous n historical passwords of the user
es: Sugerencia: Al restablecer la contraseña, no se puede utilizar una contraseña que el usuario haya usado en ocasiones anteriores. Longitud mínima de la contraseña. Longitud mínima de la contraseña del administrador. Debe incluir números. Debe incluir caracteres especiales. Cuando el número de intentos fallidos de inicio de sesión del usuario alcance el límite, se prohibirá el inicio de sesión durante este intervalo. Limitar el número de intentos fallidos de inicio de sesión del usuario. Prohibir el intervalo de inicio de sesión del usuario (minutos). Lista blanca de IP para inicio de sesión. Lista negra de IP para inicio de sesión. Solo un dispositivo puede iniciar sesión. Cuando el usuario inicia sesión en un nuevo dispositivo, otros dispositivos que ya están conectados se desconectarán automáticamente. Solo usuarios existentes pueden iniciar sesión. Si está habilitado, los usuarios que no existen no podrán iniciar sesión; si está deshabilitado, se permitirá el inicio de sesión de otros métodos de autenticación distintos del local y se creará automáticamente un usuario (si el usuario no existe). Inicio de sesión solo desde el origen del usuario.
ja: ヒント: ユーザーがパスワードをリセットすると、ユーザーの前のnの履歴パスワードにすることはできません
ko: 알림: 사용자가 비밀번호를 재설정할 때, 해당 사용자가 지난 몇 번 사용한 비밀번호는 사용할 수 없습니다
pt_br: Dica: Ao redefinir a senha, o usuário não pode usar as senhas que foram usadas anteriormente
ru: Подсказка: При сбросе пароля пользователю нельзя использовать пароль, который он использовал в предыдущие n раз
vi: Gợi ý: Khi người dùng đặt lại mật khẩu, không thể sử dụng những mật khẩu trước đây mà người dùng đã từng sử dụng.
zh: 提示：用户重置密码时，不能为该用户前几次使用过的密码

source: Minimum length (User)
es: Longitud mínima de la contraseña
ja: パスワードの最小長
ko: 비밀번호 최소 길이
pt_br: Comprimento mínimo da senha
ru: Минимальная длина (Пользователь)
vi: Mật khẩu tối thiểu
zh: 密码最小长度

source: Minimum length (Admin)
es: Longitud mínima de la contraseña del administrador
ja: 管理者ユーザーパスワードの最小長
ko: 관리자 비밀번호 최소 길이
pt_br: Comprimento mínimo da senha do Administrador
ru: Минимальная длина (Админ)
vi: Mật khẩu quản trị viên tối thiểu
zh: 管理员密码最小长度

source: Digits
es: Debe incluir números
ja: 数値を含める必要があります
ko: 숫자를 포함해야 합니다
pt_br: Deve conter números
ru: Цифры
vi: Phải chứa số
zh: 必须包含数字

source: Special characters
es: Debe incluir caracteres especiales
ja: 特別な
ko: 특수 문자를 포함해야 합니다
pt_br: Deve conter caracteres especiais
ru: Специальные символы
vi: Phải chứa ký tự đặc biệt
zh: 必须包含特殊字符

source: If the user has failed to log in for a limited number of times, no login is allowed during this time interval.
es: Cuando el número de intentos fallidos de inicio de sesión alcance el límite, se prohibirá el inicio de sesión durante este intervalo
ja: ユーザーが限られた回数だけログインできなかった場合、この時間間隔ではログインはできません。
ko: 사용자가 로그인 실패 횟수가 제한에 도달하면, 이 간격 내에는 로그인이 금지됩니다
pt_br: Quando o número de falhas de login do usuário atingir o limite, o login será proibido durante esse intervalo
ru: Когда количество неудачных попыток входа пользователя достигнет лимита, вход будет запрещен на этот период времени.
vi: Khi số lần đăng nhập của người dùng không thành công đạt giới hạn, thì sẽ bị cấm đăng nhập trong khoảng thời gian này
zh: 当用户登录失败次数达到限制后，那么在此间隔内禁止登录

source: Login failures count
es: Límite de intentos fallidos de inicio de sesión
ja: ユーザーログインの失敗数を制限する
ko: 사용자 로그인 실패 횟수 제한
pt_br: Limite o número de falhas de login do usuário
ru: Количество неудачных попыток входа
vi: Giới hạn số lần đăng nhập không thành công của người dùng
zh: 限制用户登录失败次数

source: Login failure period (minute)
es: Intervalo de prohibición de inicio de sesión (min)
ja: ユーザーのログイン間隔をブロックする（分）
ko: 사용자 로그인 간격 차단 (분)
pt_br: Proibir intervalo de login do usuário (minutos)
ru: Период запрета входа (минут)
vi: Cấm khoảng thời gian đăng nhập của người dùng (phút)
zh: 禁止用户登录间隔 (分)

source: Login IP whitelist
es: Lista blanca de IP para inicio de sesión
ja: ログインIPホワイトリスト
ko: IP 로그인 화이트리스트
pt_br: IP na lista branca de login
ru: Белый список IP для входа
vi: Danh sách trắng IP để đăng nhập
zh: IP 登录白名单

source: Login IP blacklist
es: Lista negra de inicio de sesión IP
ja: ログインIPブラックリスト
ko: IP 로그인 블랙리스트
pt_br: IP na lista negra de login
ru: Вход: черный список IP
vi: Danh sách đen IP để đăng nhập
zh: IP 登录黑名单

source: Only single device login
es: Solo un dispositivo puede iniciar sesión
ja: 単一デバイスログインのみ
ko: 단일 장치 로그인만 허용
pt_br: Apenas um dispositivo pode estar logado
ru: Вход только с одного устройства
vi: Chỉ cho phép một thiết bị đăng nhập
zh: 仅一台设备登录

source: After the user logs in on the new device, other logged-in devices will automatically log out
es: Cuando un usuario inicia sesión desde un nuevo dispositivo, los demás dispositivos ya conectados se desconectarán automáticamente
ja: ユーザーが新しいデバイスにログインすると、ログインしている他のデバイスは自動的にログアウトします。
ko: 사용자가 새로운 장치로 로그인하면, 다른 이미 로그인된 장치는 자동으로 로그아웃됩니다
pt_br: Depois que o usuário faz login em um novo dispositivo, os outros dispositivos já logados serão desconectados automaticamente
ru: При входе пользователя с нового устройства, другие подключенные устройства автоматически выйдут из системы
vi: Khi người dùng đăng nhập trên thiết bị mới, các thiết bị đã đăng nhập khác sẽ tự động thoát
zh: 用户在新设备登录后，其他已登录的设备会自动退出

source: Only exist user login
es: Solo pueden iniciar sesión los usuarios existentes
ja: ユーザーログインのみ存在
ko: 기존 사용자만 로그인 가능
pt_br: Apenas usuários existentes podem fazer login
ru: Вход только для существующих пользователей
vi: Chỉ cho phép người dùng đã tồn tại đăng nhập
zh: 仅已存在用户登录
