Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: File size exceeds maximum limit. Please select a file smaller than {limit}MB
es: El tamaño del archivo excede el límite máximo. Por favor, selecciona un archivo menor de {limit}MB.
ja: ファイルサイズが最大制限を超えています。{limit}MB より小さいファイルを選択してください。
ko: 파일 크기가 최대 제한을 초과했습니다. {limit}MB보다 작은 파일을 선택해 주세요.
pt_br: O tamanho do arquivo excede o limite máximo. Selecione um arquivo menor que {limit}MB.
ru: Размер файла превышает максимальный лимит. Пожалуйста, выберите файл меньше {limit}MB
vi: Kích thước tệp vượt quá giới hạn tối đa. Vui lòng chọn tệp nhỏ hơn {limit}MB.
zh: 文件大小超过最大限制。请选择小于 {limit}MB 的文件。

source: The task is being created and cannot be interrupted. Please try again later.
es: Se está creando la tarea, no se puede interrumpir, por favor intenta de nuevo más tarde.
ja: タスクを作成中で、中断できません。後でもう一度お試しください。
ko: 작업을 생성 중입니다. 중단할 수 없으니 잠시 후에 다시 시도해 주세요.
pt_br: A tarefa está sendo criada, não pode ser interrompida. Por favor, tente novamente mais tarde.
ru: Создание задачи, не удалось прервать, попробуйте позже.
vi: Đang tạo nhiệm vụ, không thể ngắt quãng, xin vui lòng thử lại sau.
zh: 正在创建任务，无法中断，请稍后重试。

source: Currently playbook is being used in a job
es: El playbook actual se está utilizando en un trabajo.
ja: 現在プレイブックは1つのジョブで使用されています
ko: 현재 playbook이 작업 중에 사용되고 있습니다
pt_br: O playbook atual está sendo usado no trabalho
ru: Текущий playbook используется в задании
vi: Playbook hiện tại đang được sử dụng trong tác vụ.
zh: 当前 playbook 正在作业中使用

source: Unsupported file content
es: Contenido de archivo no soportado
ja: サポートされていないファイルの内容
ko: 지원되지 않는 파일 내용
pt_br: Conteúdo de arquivo não suportado
ru: Неподдерживаемое содержимое файла
vi: Nội dung tệp không được hỗ trợ.
zh: 不支持的文件内容

source: Invalid file path
es: Ruta de archivo inválida
ja: 無効なファイルパス
ko: 유효하지 않은 파일 경로
pt_br: Caminho de arquivo inválido
ru: Неверный путь к файлу
vi: Đường dẫn tệp không hợp lệ.
zh: 无效的文件路径

source: This file can not be rename
es: Este archivo no puede ser renombrado
ja: ファイル名を変更することはできません
ko: 해당 파일을 이름 변경할 수 없습니다
pt_br: Este arquivo não pode ser renomeado
ru: Этот файл нельзя переименовать
vi: Tệp này không thể được đổi tên.
zh: 该文件不能重命名

source: File already exists
es: El archivo ya existe
ja: ファイルは既に存在します。
ko: 파일이 이미 존재합니다
pt_br: O arquivo já existe
ru: Файл уже существует
vi: Tệp đã tồn tại.
zh: 文件已存在

source: File key is required
es: La clave del archivo es un campo requerido.
ja: ファイルキーこのフィールドは必須です
ko: 파일 키 필드는 필수 항목입니다. 이 파일을 삭제할 수 없습니다. 작업 센터 푸시 검증 수집 추가 사용자 정의 비밀번호 무작위 생성 각각 무작위 빈칸 VCS 명령 플레이북 업로드
pt_br: Chave do arquivo - este campo é obrigatório.
ru: Ключ файла — обязательное поле
vi: Trường khóa tệp là bắt buộc.
zh: 文件密钥该字段是必填项。

source: This file can not be delete
es: No se puede eliminar este archivo
ja: このファイルを削除できません
ko: 이 파일을 삭제할 수 없습니다
pt_br: Não é possível excluir este arquivo
ru: Не удалось удалить этот файл
vi: Không thể xóa tệp này.
zh: 无法删除此文件

source: App Ops
es: Centro de trabajos
ja: アプリ操作
ko: 작업 센터
pt_br: Centro de Action
ru: Центр заданий
vi: Trung tâm tác vụ.
zh: 作业中心

source: Push
es: Enviar
ja: プッシュする
ko: 푸시
pt_br: Empurrar
ru: Публикация
vi: Đẩy.
zh: 推送

source: Verify
es: Verificación
ja: 校验
ko: 검증
pt_br: Verificação
ru: Проверка
vi: Xác minh.
zh: 校验

source: Collect
es: Recopilar
ja: 収集
ko: 수집
pt_br: Coleção
ru: Сбор
vi: Thu thập.
zh: 收集

source: Append SSH KEY
es: Agregar
ja: 追加
ko: 추가
pt_br: Acrescentar
ru: Добавить ключ SSH
vi: Thêm.
zh: 追加

source: Custom password
es: Contraseña personalizada
ja: カスタムパスワード
ko: 사용자 정의 비밀번호
pt_br: Senha personalizada
ru: Настраиваемый пароль
vi: Mật khẩu tùy chỉnh.
zh: 自定义密码

source: All assets use the same random password
es: Al azar
ja: すべての資産は同じランダムパスワードを使用します
ko: 무작위 하나
pt_br: Aleatório
ru: Все активы используют один случайный пароль
vi: Ngẫu nhiên một
zh: 随机一个

source: All assets use different random password
es: Cada uno al azar
ja: すべての資産は異なるランダムパスワードを使用します
ko: 각자 무작위
pt_br: Aleatório individual
ru: Для каждого актива будет свой случайный пароль
vi: mỗi người ngẫu nhiên
zh: 各自随机

source: Blank
es: En blanco
ja: 空欄
ko: 빈칸
pt_br: Branco
ru: Пусто
vi: trống
zh: 空白

source: Adhoc
es: Comando
ja: コマンド
ko: 명령
pt_br: Comando
ru: Быстрые команды
vi: lệnh
zh: 命令

source: Upload File
es: Subir
ja: ファイルのアップロード
ko: 업로드
pt_br: Upload
ru: Загрузка файла
vi: tải lên
zh: 上传

source: Privileged only
es: Solo para cuentas privilegiadas
ja: 特権アカウントのみ
ko: 특권 계정에 제한됨
pt_br: Somente para contas privilegiadas
ru: Только привилегированные
vi: chỉ dành cho tài khoản đặc quyền
zh: 仅限特权账号

source: Privileged first
es: Prioridad para cuentas privilegiadas
ja: 特権アカウント優先
ko: 특권 계정 우선
pt_br: Contas privilegiadas têm prioridade
ru: Сначала привилегированные
vi: ưu tiên tài khoản đặc quyền
zh: 特权账号优先

source: Timeout
es: Tiempo de espera
ja: タイムアウト
ko: 타임아웃
pt_br: Tempo esgotado
ru: Тайм-аут
vi: Thời gian chờ
zh: 超时

source: Command execution disabled
es: La ejecución de comandos ha sido deshabilitada
ja: コマンド実行が無効
ko: 명령 실행이 비활성화됨
pt_br: Execução de comando foi desabilitada
ru: Выполнение команды отключено
vi: Lệnh thực thi đã bị vô hiệu hóa
zh: 命令执行已禁用

# scope
source: Public
es: público
ja: 公有
ko: 공용
pt_br: Público
ru: Публичный
vi: Công khai
zh: 公有

source: Private
es: Privado
ja: 私有
ko: 프라이빗
pt_br: Privado
ru: Частный
vi: Riêng tư
zh: 私有

source: Text
es: Cuadro de texto
ja: テキストボックス
ko: 텍스트 상자
pt_br: Caixa de texto
ru: Текст
vi: Hộp văn bản
zh: 文本框

source: Select
es: Cuadro de selección
ja: 選択ボックス
ko: 선택 상자
pt_br: Caixa de seleção
ru: Выбор
vi: Hộp chọn
zh: 选择框

source: no valid program entry found.
es: No hay entrada de programa disponible
ja: 利用可能なプログラムポータルがありません
ko: 사용 가능한 프로그램 진입점이 없습니다
pt_br: Sem entrada de programa disponível
ru: нет доступных точек входа.
vi: Không có điểm vào chương trình khả dụng
zh: 没有可用程序入口

source: Periodic run
es: Ejecutar periódicamente
ja: 定期的なパフォーマンス
ko: 주기 실행
pt_br: Execução periódica
ru: Периодическое выполнение
vi: Periodic
zh: 周期执行

source: Interval
es: Intervalo
ja: 間隔
ko: 간격
pt_br: Intervalo
ru: Интервал
vi: Khoảng cách
zh: 间隔

source: Start Datetime
es: Fecha de inicio
ko: 시작 날짜
pt_br: DataDeInício
ru: Дата начала
vi: Ngày bắt đầu

source: Datetime when the schedule should begin triggering the task to run
es: La fecha y hora en la que se debe activar la tarea según el plan
ko: 작업이 시작되어야 하는 날짜 및 시간
pt_br: A data e hora em que o plano deve começar a acionar a execução da tarefa.
ru: Дата и время, когда расписание должно начать запускать задачу
vi: Thời gian ngày giờ mà kế hoạch nên bắt đầu kích hoạt việc chạy nhiệm vụ

source: Date last run
es: Fecha de última ejecución
ja: 最終実行日
ko: 마지막 실행 날짜
pt_br: Última Data de Execução
ru: Дата последнего запуска
vi: Ngày chạy cuối cùng
zh: 最后运行日期

source: Run period
es: Ciclo de ejecución
ja: ユーザーの実行
ko: 실행 주기
pt_br: Período de execução
ru: Период выполнения
vi: Period
zh: 执行周期

source: * Please enter a valid crontab expression
es: * Por favor, introduzca una expresión crontab válida
ja: * 有効なcrontab式を入力してください
ko: * 유효한 크론탭 표현식을 입력하세요
pt_br: * Por favor, insira uma expressão crontab válida
ru: * Пожалуйста, введите корректное выражение crontab
vi: * Vui lòng nhập biểu thức crontab hợp lệ
zh: * 请输入有效的 crontab 表达式

source: Crontab minute must not contain '*'
ru: Минуты в Crontab нельзя указывать со '*'
vi: Phút trong Crontab không thể chứa “*”

source: Require interval or crontab setting
es: Se requiere un ciclo o configuración periódica
ja: 定期的または定期的に設定を行う必要があります
ko: 주기 또는 정기 설정이 필요합니다
pt_br: É necessário agendamento periódico ou regular
ru: Требуется настройка интервала или Crontab
vi: Cần thiết lập theo chu kỳ hoặc định kỳ
zh: 需要周期或定期设置

source: Pattern
es: Modo
ja: パターン
ko: 모드
pt_br: Modo
ru: Модель
vi: Chế độ
zh: 模式

source: Module
es: Módulo
ja: モジュール
ko: 모듈
pt_br: Módulo
ru: Модуль
vi: Mô-đun
zh: 模块

source: Args
es: Contenido
ja: アルグ
ko: 내용
pt_br: Conteúdo
ru: Аргументы
vi: Nội dung
zh: 内容

source: Scope
es: Rango
ja: スコープ
ko: 범위
pt_br: Alcance
ru: Область
vi: Phạm vi
zh: 范围

source: Account policy
es: Estrategia de cuenta
ja: アカウント ポリシー
ko: 계정 정책
pt_br: Estratégia de Conta
ru: Политика учетной записи
vi: Chiến lược tài khoản
zh: 账号策略

source: Last execution
es: Última ejecución
ja: 最後の実行
ko: 최종 실행
pt_br: Última Ação
ru: Последнее выполнение
vi: Lần thực hiện cuối cùng
zh: 最后执行

source: Date last publish
es: Fecha de publicación
ja: 発売日
ko: 출시 날짜
pt_br: Data de Publicação
ru: Дата последней публикации
vi: Ngày phát hành
zh: 发布日期

source: Celery Task
es: Tarea de Celery
ja: Celery タスク＃タスク＃
ko: Celery 작업
pt_br: Tarefa Celery
ru: Задача Celery
vi: Nhiệm vụ Celery
zh: Celery 任务

source: Can view task monitor
es: Se puede ver el monitoreo de tareas
ja: タスクモニターを表示できます
ko: 작업 모니터링을 볼 수 있음
pt_br: Pode Verificar Monitoramento de Tarefa
ru: Просмотр мониторинга задач
vi: Có thể xem theo dõi nhiệm vụ
zh: 可以查看任务监控

source: Kwargs
es: Otros parámetros
ja: クワーグ
ko: 기타 매개변수
pt_br: Outros Parâmetros
ru: Именованные аргументы
vi: Tham số khác
zh: 其它参数

source: Date published
es: Fecha de publicación
ja: 発売日
ko: 출시 날짜
pt_br: Data de Publicação
ru: Дата публикации
vi: Ngày phát hành
zh: 发布日期

source: Celery Task Execution
es: Ejecución de tareas de Celery
ja: Celery タスク実行
ko: Celery 작업 실행
pt_br: Execução de Tarefa Celery
ru: Выполнение задачи Celery
vi: Thực hiện nhiệm vụ Celery
zh: Celery 任务执行

source: Module {} is not suitable for this asset
ko: 모듈 {}는 이 자산에 적합하지 않음
ru: Модуль {} неприменим к этому активу
vi: Mô-đun {} không áp dụng cho tài sản này

source: Run dir
es: Directorio de ejecución
ja: 実行ディレクトリ
ko: 실행 디렉터리
pt_br: Diretório de Execução
ru: Каталог выполнения
vi: Thư mục chạy
zh: 运行目录

source: Timeout (Seconds)
es: Tiempo de espera (segundos)
ja: タイムアウト（秒）
ko: 타임아웃 시간 (초)
pt_br: Tempo limite (segundos)
ru: Таймаут (секунды)
vi: Timeout (Sec)
zh: 超时时间 (秒)

source: Use Parameter Define
es: Definición de parámetros de uso
ja: パラメータ定義を使用する
ko: 매개변수 정의 사용
pt_br: Definição de parâmetros
ru: С использованием параметров
vi: Sử dụng định nghĩa tham số
zh: 使用参数定义

source: Parameters define
es: Definición de parámetros
ja: パラメータ定義
ko: 매개변수 정의
pt_br: Definição de parâmetros
ru: Определение параметров
vi: Định nghĩa tham số
zh: 参数定义

source: Periodic variable
es: Variables de ejecución periódica
ja: 定期的な実行変数
ko: 주기적인 실행 변수
pt_br: Execução periódica de variáveis
ru: Переменная периодического выполнения
vi: Biến thực thi chu kỳ
zh: 周期执行变量

source: Run as
es: Usuario de ejecución
ja: 実行アカウント (じっこうアカウント)
ko: 운영 사용자
pt_br: Usuário em execução
ru: Запуск от имени
vi: Người dùng chạy
zh: 运行用户

source: Run as policy
es: Política de usuario
ja: アカウントポリシー
ko: 사용자 정책
pt_br: Política de usuário
ru: Политика пользователя
vi: Chiến lược người dùng
zh: 用户策略

source: Job
es: Trabajo
ja: ジョブ＃ジョブ＃
ko: 작업
pt_br: Trabalhos
ru: Задача
vi: Công việc
zh: 作业

source: Material
ko: 자재
vi: Vật liệu

source: Material Type
es: Tipo de material
ja: Material を選択してオプションを設定します。
ko: 자재 유형
pt_br: Tipo de Material
ru: Тип Material
vi: Loại vật liệu
zh: Material 类型

source: Job Execution
es: Ejecución de trabajos
ja: ジョブ実行
ko: 작업 실행
pt_br: Execução de trabalhos
ru: Выполнение задания
vi: Thực thi công việc
zh: 作业执行

source: CreateMethod
es: Método de creación
ja: 创建方式
ko: 생성 방식
pt_br: Método de criação
ru: Метод создания
vi: Cách tạo
zh: 创建方式

source: VCS URL
es: URL de VCS
pt_br: URL VCS
vi: URL VCS

source: Variable name
es: Nombre de variable
ja: 変数名
ko: 변수명
pt_br: Nome da variável
ru: Имя переменной
vi: Tên biến
zh: 变量名

source: The variable name used in the script will have a fixed prefix jms_ added to the input variable name. For example, if the input variable name is name, the resulting environment variable will be jms_name, and it can be referenced in the script using {{ jms_name }}
es: Nombre de la variable utilizada en el script, con el prefijo fijo jms_ + el nombre de la variable ingresada, por ejemplo, si el nombre de la variable es name, la variable de entorno generada será jms_name. Al hacer referencia en el script, se utiliza {{ jms_name }}
ko: 스크립트에서 사용되는 변수 이름, 고정 접두사 jms_ + 입력된 변수명, 예를 들어 변수명 name이면 최종 생성 환경 변수는 jms_name이 되며, 스크립트에서 참조할 때는 {{ jms_name }}를 사용합니다.
pt_br: No nome das variáveis usadas no script, fixe o prefixo jms_ + o nome da variável de entrada. Por exemplo, se o nome da variável for name, a variável de ambiente gerada será jms_name. Ao referenciar no script, utilize {{ jms_name }}.
ru: Имя переменной, используемое в скрипте, имеет фиксированный префикс jms_ + имя входной переменной. Например, если имя переменной — name, то результирующая переменная среды — jms_name, которая в скрипте используется как {{ jms_name }}
vi: Tên biến sử dụng trong script, tiền tố cố định jms_ + tên biến đầu vào, ví dụ: tên biến là name, thì biến môi trường cuối cùng sẽ là jms_name, khi tham chiếu trong script sẽ sử dụng {{ jms_name }}

source: Default Value
es: Predeterminado
ja: デフォルト
ko: 기본값
pt_br: Padrão
ru: Значение по умолчанию
vi: Mặc định
zh: 默认

source: Variable type
es: Tipo de variable
ja: 変数の型
ko: 변수 유형
pt_br: Tipo de Variável
ru: Тип переменной
vi: Loại biến
zh: 变量类型

source: ExtraVars
es: Parámetros adicionales
ja: 追加パラメーター
ko: 추가 매개변수
pt_br: Parâmetros Adicionais
ru: Дополнительные переменные
vi: Tham số bổ sung
zh: 额外参数

source: Variable
ja: 変数
ko: 변수
pt_br: Variáveis
ru: Переменная
vi: Biến
zh: 变量

source: Server performance
es: Monitoreo de alertas
ja: サーバーのパフォーマンス
ko: 모니터링 경고
pt_br: Alertas de Monitoramento
ru: Мониторинг и оповещения
vi: Giám sát cảnh báo
zh: 监控告警

source: Component health check warning
es: Advertencia de estado de salud del componente
ja: コンポーネントのヘルスチェック警告
ko: 구성 요소 건강 상태 점검 경고
pt_br: Alertas de Verificação de Saúde do Componente
ru: Предупреждение о состоянии компонентов
vi: Cảnh báo tình trạng sức khỏe thành phần
zh: 组件健康状况检查警告

source: The component is offline: {name}
es: Componente fuera de línea: {name}
ja: コンポーネントがオフラインです: {name}
ko: 구성 요소가 오프라인입니다: {name}
pt_br: Componente Offline: {name}
ru: Компонент не в сети: {name}
vi: Thành phần đã ngoại tuyến: {name}
zh: 组件已离线: {name}

source: Disk used more than {max_threshold}%: => {value}
es: Uso del disco supera el {max_threshold}%: => {value}
ja: {max_threshold}%: => {value} を超えるディスクを使用
ko: 디스크 사용률이 {max_threshold}%를 초과하였습니다: => {value}
pt_br: Uso do Disco Acima de {max_threshold}%: => {value}
ru: Использование диска превышает {max_threshold}%: => {value}
vi: Tỷ lệ sử dụng đĩa vượt quá {max_threshold}%: => {value}
zh: 硬盘使用率超过 {max_threshold}%: => {value}

source: Memory used more than {max_threshold}%: => {value}
es: Uso de la memoria supera el {max_threshold}%: => {value}
ja: {max_threshold}%: => {value} を超える使用メモリ
ko: 메모리 사용률이 {max_threshold}%를 초과하였습니다: => {value}
pt_br: Uso de Memória Acima de {max_threshold}%: => {value}
ru: Загрузка памяти превышает {max_threshold}%: => {value}
vi: Tỷ lệ sử dụng bộ nhớ vượt quá {max_threshold}%: => {value}
zh: 内存使用率超过 {max_threshold}%: => {value}

source: CPU load more than {max_threshold}: => {value}
es: Uso de CPU supera el {max_threshold}: => {value}
ja: {max_threshold} を超えるCPUロード: => {value}
ko: CPU 사용률이 {max_threshold}%를 초과하였습니다: => {value}
pt_br: Uso de CPU Acima de {max_threshold}: => {value}
ru: Загрузка CPU превышает {max_threshold}: => {value}
vi: Tỷ lệ sử dụng CPU vượt quá {max_threshold}: => {value}
zh: CPU 使用率超过 {max_threshold}: => {value}

source: Next execution time
es: Hora de la próxima ejecución
ja: 最後の実行
ko: 다음 실행 시간
pt_br: Próxima Hora de Execução
ru: Время следующего действия
vi: Thời gian thực hiện tiếp theo
zh: 下次执行时间

source: Job type
es: Tipo de Tarea
ja: タスクの種類
ko: 작업 유형
pt_br: Tipo de Tarefa
ru: Тип задачи
vi: Loại tác vụ
zh: 任务类型

source: Is finished
es: ¿Completado?
ja: 終了しました
ko: 완료 여부
pt_br: Concluída
ru: Завершено
vi: Finished
zh: 是否完成

source: Task id
es: ID de Tarea
ja: タスク ID
ko: 작업 ID
pt_br: ID da Tarefa
ru: ID задачи
vi: ID tác vụ
zh: 任务 ID

source: You do not have permission for the current job.
es: No tienes permiso para la tarea actual.
ja: あなたは現在のジョブの権限を持っていません。
ko: 현재 작업에 대한 권한이 없습니다.
pt_br: Você não tem permissão para a Atividade atual.
ru: У вас нет прав на это задание.
vi: Bạn không có quyền truy cập vào công việc hiện tại.
zh: 你没有当前作业的权限。

source: Variable Type
es: Tipo de Variable
ja: 変数の型
ko: 변수 유형
pt_br: Tipo de Variável
ru: Тип переменной
vi: Loại biến
zh: 变量类型

source: Each item is on a separate line, with each line separated by a colon. The part before the colon is the display content, and the part after the colon is the value.
es: Cada elemento en una línea separada, cada línea puede dividirse con dos puntos en inglés, donde la parte delantera es el contenido mostrado y la parte trasera es el valor
ja: 各項目を一行ごとに、各行は英語のコロンで前の表示内容と後の値を分割できます
ko: 각 항목은 한 줄씩 기재하며, 각 줄은 영어 콜론으로 구분하여 앞부분은 표시할 내용, 뒷부분은 값을 넣습니다
pt_br: Uma linha para cada item, cada linha pode ser separada por dois pontos em inglês, o conteúdo exibido está à frente e o valor está atrás
ru: Каждый элемент находится на отдельной строке, строка может быть разделена двоеточием, слева — отображаемое содержание, а справа — значение.
vi: Mỗi mục trên một dòng, mỗi dòng có thể phân tách nội dung hiển thị ở phía trước bằng dấu hai chấm và giá trị ở phía sau.
zh: 每项单独一行，每行可以用英文冒号分割前边是显示的内容后边是值

source: Run ansible task
es: Ejecutar tarea Ansible
ja: Ansible タスクを実行する
ko: Ansible 작업 실행
pt_br: Executando Tarefa Ansible
ru: Запуск задачи Ansible
vi: Chạy nhiệm vụ Ansible
zh: 运行 Ansible 任务

source: Execute scheduled adhoc and playbooks, periodically invoking the task for execution
es: Al ejecutar un comando rápido programado, playbook, se invocará la tarea para su ejecución
ja: タイムスケジュールのショートカットコマンドやplaybookを実行するときは、このタスクを呼び出します
ko: 정기적인 빠른 명령, 플레이북을 실행할 때, 해당 작업을 정기적으로 호출하여 실행합니다.
pt_br: Quando os comandos rápidos são executados em um horário programado, o playbook, ele chama essa tarefa para ser executada
ru: Для выполнения запланированных быстрых команд и playbook задача вызывается по расписанию
vi: Khi thực hiện các lệnh tắt định kỳ, playbook, tự động gọi nhiệm vụ này để thực hiện
zh: 当执行定时的快捷命令，playbook，定时调用该任务执行

source: Run ansible task execution
es: Comenzar a ejecutar tarea Ansible
ja: Ansible タスクの実行を開始する
ko: Ansible 작업 시작
pt_br: Iniciar Tarefa Ansible
ru: Начать выполнение задачи Ansible
vi: Bắt đầu thực hiện nhiệm vụ Ansible
zh: 开始执行 Ansible 任务

source: Execute the task when manually adhoc or playbooks
es: Cuando se ejecuta manualmente un comando rápido, la tarea se ejecutará durante el playbook
ja: 手動でショートカットコマンドやplaybookを実行するときは、このタスクを実行します
ko: 수동으로 실행하는 빠른 명령어와 플레이북에서 해당 작업 실행
pt_br: Execute manualmente os comandos rápidos, a tarefa é executada durante o playbook
ru: Эта задача выполняется при ручном запуске быстрой команды или playbook
vi: Khi thực hiện lệnh tắt, playbook bằng tay, sẽ thực hiện nhiệm vụ này
zh: 手动执行快捷命令，playbook时执行该任务

source: Clear celery periodic tasks
es: Limpiar tareas programadas
ja: タスクログを定期的にクリアする
ko: 주기적 작업 정리
pt_br: Limpar Tarefas Periódicas
ru: Очистка периодических задач Celery
vi: Dọn dẹp nhiệm vụ định kỳ
zh: 清理周期任务

source: At system startup, clean up celery tasks that no longer exist
es: Al iniciar el sistema, limpiar las tareas de celery que ya no existen
ja: システム起動時、既に存在しないceleryのタスクをクリーニングします
ko: 시스템 시작 시, 존재하지 않는 celery 작업 정리
pt_br: Quando o sistema é iniciado, limpa as tarefas celery que não existem mais
ru: При запуске системы очищать задачи celery, которые больше не существуют
vi: Khi hệ thống khởi động, dọn dẹp các nhiệm vụ celery đã không còn tồn tại
zh: 系统启动时，清理已经不存在的celery任务

source: Create or update periodic tasks
es: Crear o actualizar tareas programadas
ja: 定期的なタスクの作成または更新
ko: 주기적 작업 생성 또는 업데이트
pt_br: Criar ou Atualizar Tarefas Periódicas
ru: Создание или обновление периодических задач
vi: Tạo hoặc cập nhật nhiệm vụ định kỳ
zh: 创建或更新周期任务

source: With version iterations, new tasks may be added, or task names and execution times may be modified. Therefore, upon system startup, tasks will be registered or the parameters of scheduled tasks will be updated
es: Con cada iteración de versión, pueden añadirse nuevas tareas o modificarse el nombre, el tiempo de ejecución, por lo que al iniciar el sistema se registrarán o actualizarán los parámetros de las tareas programadas
ja: バージョンがアップグレードされると、新しいタスクが追加され、タスクの名前や実行時間が変更される可能性があるため、システムが起動すると、タスクを登録したり、タスクのパラメータを更新したりします
ko: 버전이 반복될수록 새로운 작업이 추가되거나 작업 이름, 실행 시간이 수정될 수 있으므로, 시스템 시작 시 작업 등록 또는 정기 작업 매개변수 업데이트가 진행됩니다.
pt_br: Com a progressão da versão, novas tarefas podem ser adicionadas ou o nome da tarefa, o tempo de execução podem ser alterados, então quando o sistema é iniciado, ele registra ou atualiza os parâmetros da tarefa cron
ru: По мере обновления версий могут добавляться новые задачи или изменяться названия и время выполнения задач, поэтому при запуске системы новые задачи будут зарегистрированы или параметры запланированных задач будут обновлены.
vi: Với sự phát triển của phiên bản, có thể sẽ có nhiệm vụ mới hoặc thay đổi tên nhiệm vụ, thời gian thực hiện, do đó khi hệ thống khởi động, sẽ đăng ký nhiệm vụ hoặc cập nhật tham số nhiệm vụ định kỳ
zh: 随着版本迭代，可能会新增任务或者修改任务的名称，执行时间，所以在系统启动时，将会注册任务或者更新定时任务参数

source: Periodic check service performance
es: Detección periódica del rendimiento del servicio.
ja: サービスのパフォーマンスを定期的に確認する
ko: 주기적으로 서비스 성능 점검
pt_br: Verificação Periódica do Desempenho do Serviço
ru: Периодическая проверка производительности службы
vi: Kiểm tra hiệu suất dịch vụ định kỳ
zh: 周期检测服务性能

source: Check every hour whether each component is offline and whether the CPU, memory, and disk usage exceed the thresholds, and send an alert message to the administrator
es: Cada hora, se verifica si los componentes están fuera de línea, así como si el uso de CPU, memoria y disco duro supera el umbral, enviando un mensaje de advertencia al administrador. Limpiar trabajos anormales. Debido a que el centro de trabajos ejecuta comandos rápidos, el playbook puede generar excepciones; el estado de las tareas no se actualiza como completado. El sistema ejecutará cada hora la limpieza de trabajos anormales que no se hayan completado en más de 3 horas, marcando las tareas como fallidas. Limpiar el historial de ejecución del centro de trabajos. Debido a que el centro de trabajos ejecuta comandos rápidos y playbooks, se generan registros de ejecución. El sistema limpiará, según la configuración en sistema-configuración-tareas-lista-limpieza regular-historial de ejecución del centro de trabajos, los registros que superen el tiempo de almacenamiento todos los días a las 2 a.m. Lista de tareas. Nombre de usuario del usuario actual en JumpServer. ID del activo en JumpServer. Tipo de activo en JumpServer. Categoría del activo en JumpServer. Nombre del activo en JumpServer. Dirección utilizada para conectarse a este activo en JumpServer. Puerto utilizado para conectarse a este activo en JumpServer. ID del trabajo. Nombre del trabajo.
ja: 毎時、各コンポーネントがオフラインになっていないか、CPU、メモリ、ディスク使用率が閾値を超えていないかをチェックし、管理者にメッセージで警告を送ります
ko: 각 구성 요소가 오프라인인지, CPU, 메모리, 하드디스크 사용률이 임계값을 초과하는지 매시간 점검하고, 관리자에게 경고 메시지를 전송합니다.
pt_br: Verifique se cada componente está offline a cada hora, cpu, memória, se a taxa de uso do disco rígido ultrapassa o limite, e envie mensagens de alerta para o administrador
ru: Определяет каждый час, не отключен ли каждый компонент, не превышает ли использование ЦП, памяти и жесткого диска пороговое значение, и отправляет сообщение с предупреждением администратору
vi: Mỗi giờ kiểm tra xem các thành phần có bị ngắt kết nối không, sử dụng CPU, bộ nhớ, tỷ lệ sử dụng đĩa có vượt quá ngưỡng không, gửi thông báo cảnh báo cho quản lý
zh: 每小时检测各组件是否离线，cpu，内存，硬盘使用率是否超过阈值，向管理员发送消息预警

source: Clean up unexpected jobs
es: Limpiar trabajos excepcionales
ja: 例外ジョブのクリーンアップ
ko: 비정상 작업 정리
pt_br: Limpar Atividades Anômalas
ru: Очистка аномальных действий
vi: Dọn dẹp công việc bất thường
zh: 清理异常作业
