Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Executed amount
vi: Thông báo gắn kết OAuth

source: Executions
es: Frecuencia de ejecución
ja: ジョブ実行
ko: 실행 횟수
pt_br: Número de vezes executado
ru: Выполнений
vi: Số lần thực hiện
zh: 执行次数

source: Constraints
es: Restricciones
ja: 制約
ko: 제약
pt_br: Restrições
ru: Ограничения
vi: Ràng buộc
zh: 约束

source: Types
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
ru: Типы
vi: Loại
zh: 类型

source: A gateway is a network proxy for a zone, and when connecting assets within the zone, the connection is routed through the gateway.
es: El gateway es un proxy de red para el dominio; cuando se conectan activos dentro del dominio, la conexión se enrutará a través del gateway.
ja: ゲートウェイはドメインのネットワーク代理であり、ドメイン内のリソースに接続する際には、接続はゲートウェイを通してルーティングされます。
ko: 게이트웨이는 도메인의 네트워크 프록시로, 도메인 내 자산에 연결할 때 연결이 게이트웨이를 통해 라우팅됩니다.
pt_br: O gateway é o proxy de rede do domínio. Ao conectar-se a ativos dentro do domínio, a conexão será roteada através do gateway.
ru: Шлюз — это сетевой прокси-сервер для зоны, и при подключении активов внутри зоны соединение маршрутизируется через шлюз.
vi: Cổng là đại diện mạng của miền, khi kết nối với tài sản trong miền, kết nối sẽ được định tuyến qua cổng.
zh: 网关是网域的网络代理，当连接网域内的资产时，连接将通过网关进行路由。

source: The platform must start with Gateway
es: La plataforma debe comenzar desde el Gateway
ja: プラットフォームはGatewayから開始する必要があります
ko: 플랫폼은 Gateway에서 시작해야 합니다.
pt_br: A plataforma deve começar pelo Gateway
ru: Платформа должна начинаться с Gateway
vi: Nền tảng phải bắt đầu từ Gateway
zh: 平台必须从 Gateway 开始

source: This field must be unique.
es: El campo debe ser único
ja: このフィールドは一意である必要があります。
ko: 필드는 고유해야 합니다.
pt_br: O campo deve ser único
ru: Поле должно быть уникальным.
vi: Trường phải là duy nhất
zh: 字段必须唯一

source: value
es: Valor
ja: 値
ko: 값
pt_br: Valor
ru: значение
vi: Giá trị
zh: 值

source: Can't contains: /
es: No puede contener: /
ja: 含まれない:/
ko: 포함할 수 없습니다: /
pt_br: Não pode conter: /
ru: Не может содержать: /
vi: Không được chứa: /
zh: 不能包含: /

source: Enable asset detection
es: Habilitar la detección de activos
ja: 資産検出を有効にする
ko: 자산 탐색 활성화
pt_br: Ative a Verificação de Ativos
ru: Включить тестирование активов
vi: Kích hoạt tìm kiếm tài sản
zh: 启用资产探活

source: Enable asset information collection
es: Habilitar la recopilación de información de activos
ja: 資産情報収集を有効にする
ko: 자산 정보 수집 활성화
pt_br: Ative a Coleta de Informações de Ativos
ru: Включить сбор информации об активах
vi: Kích hoạt thu thập thông tin tài sản
zh: 启用收集资产信息

source: Enable account verification
es: Activar la verificación de cuenta
ja: アカウント認証を有効にする
ko: 계정 인증 시작
pt_br: Ativar verificação de conta
ru: Включить проверку учетной записи
vi: Bật xác thực tài khoản
zh: 开启账号验证

source: Enable account secret auto change
es: Habilitar cambio de contraseña
ja: アカウントのシークレット自動変更を有効にする
ko: 비밀번호 변경 활성화
pt_br: Ative a Alteração de senha
ru: Включить автоматическое изменение секрета учетной записи
vi: Kích hoạt thay đổi mật khẩu
zh: 启用改密

source: Enable account auto push
es: Habilitar notificaciones de cuenta
ja: SSO Token認証の有効化
ko: 계정 푸시 활성화
pt_br: Ative a Divulgação de Conta
ru: Включить автоматическую публикацию учетной записи
vi: Kích hoạt đẩy tài khoản
zh: 启用账号推送

source: Gather accounts enabled
es: Habilitar recopilación de cuenta
ja: アカウント収集を有効にする
ko: 계정 수집 활성화
pt_br: Ativar a coleta de contas
ru: Сбор УЗ включен
vi: Kích hoạt thu thập tài khoản
zh: 启用账号收集

source: Enable account collection
es: Descubrimiento automático de cuentas
ja: 自動収集アカウント
ko: 자동 계정 발견
pt_br: Coleta automatizada de contas
ru: Включить сбор данных об учетной записи
vi: Khám phá tài khoản tự động
zh: 自动化收集账号

source: Gather accounts method
es: Método de descubrimiento de cuentas
ja: アカウントの収集方法
ko: 계정 발견 방식
pt_br: Metodo de coleta de contas
ru: Способ обнаружения УЗ
vi: Phương thức khám phá tài khoản
zh: 收集账号方式

source: Remove accounts enabled
es: Activar eliminación de cuentas
ja: アカウントを開いて削除
ko: 계정 제거 시작
pt_br: Ativar a remoção de contas
ru: Удаление УЗ включено
vi: Bật xóa tài khoản
zh: 开启账号移除

source: Enable account remove
es: Iniciar eliminación de cuentas
ja: アカウントの削除が有効になりました
ko: 계정 제거 실행
pt_br: Inicializar a remoção de contas
ru: Включить удаление учетной записи
vi: Khởi động xóa tài khoản
zh: 启动账号移除

source: Port from addr
es: Puerto de la dirección
ja: アドレスからのポート
ko: 포트 출처 주소
pt_br: Porta de origem do endereço
ru: Порт из адреса
vi: Cổng đến từ địa chỉ
zh: 端口来自地址

source: This protocol is primary, and it must be set when adding assets. Additionally, there can only be one primary protocol.
es: Este protocolo es principal, debe configurarse al agregar activos, y solo puede haber un protocolo principal
ja: このプロトコルはプライマリであり、資産を追加するときに設定する必要があります。また、プライマリプロトコルは1つしかありません
ko: 이 프로토콜은 주요 프로토콜로, 자산 추가 시 반드시 설정되어야 하며, 단 하나의 주요 프로토콜만 존재할 수 있습니다.
pt_br: Este acordo é o principal, deve ser definido ao adicionar ativos, e só pode haver um acordo principal
ru: Этот протокол является основным, и его необходимо задать при добавлении активов. Основной протокол может быть только один.
vi: Giao thức này là chính, cần phải thiết lập khi thêm tài sản, và chỉ có thể có một giao thức chính.
zh: 该协议是主要的，添加资产时必须设置，并且只能有一个主要协议

source: This protocol is required, and it must be set when adding assets.
es: Este protocolo es obligatorio, debe configurarse al agregar activos
ja: このプロトコルは必須であり、資産を追加するときに設定する必要があります
ko: 이 프로토콜은 필수항목으로, 자산 추가 시 반드시 설정해야 합니다.
pt_br: Este acordo é obrigatório, deve ser definido ao adicionar ativos
ru: Этот протокол является обязательным, и его необходимо настроить при добавлении активов.
vi: Thỏa thuận này là bắt buộc, cần phải thiết lập khi thêm tài sản. Thỏa thuận này là mặc định, sẽ hiển thị tự động khi thêm tài sản. Thỏa thuận này là công khai, tài sản sẽ hiển thị thỏa thuận này cho người dùng và có thể kết nối sử dụng. Trợ giúp. Chọn. Tự động hóa. Khi truy cập tài sản, hãy sử dụng tài khoản đăng nhập, sau đó tự động chuyển sang tài khoản khác, giống như đăng nhập bằng tài khoản thông thường rồi chuyển sang tài khoản root. Tài sản có thể được kết nối qua gateway khu vực. Tên miền mặc định. Loại – trường này là bắt buộc. Thỏa thuận là bắt buộc. Kiểm tra khả năng kết nối tài sản. Thu thập thông tin phần cứng của tài sản. Tài sản thực hiện tự động hóa. Chưa sử dụng.
zh: 该协议是必填的，添加资产时必须设置

source: This protocol is default, when adding assets, it will be displayed by default.
es: Este protocolo es el predeterminado, se mostrará por defecto al agregar activos
ja: このプロトコルはデフォルトです。資産を追加するときに、デフォルトで表示されます
ko: 이 프로토콜은 기본 프로토콜로, 자산 추가 시 자동으로 표시됩니다.
pt_br: Este acordo é o padrão, ao adicionar ativos, ele será exibido por padrão
ru: Этот протокол установлен по умолчанию, при добавлении активов он будет отображаться по умолчанию.
vi: Thỏa thuận này là mặc định, khi thêm tài sản, sẽ hiển thị mặc định.
zh: 该协议是默认的，添加资产时，将默认显示

source: This protocol is public, asset will show this protocol to user
es: Este protocolo es público, los activos mostrarán este protocolo a los usuarios y se podrán conectar para su uso
ja: このプロトコルは公開されており、資産はこのプロトコルをユーザーに表示します
ko: 이 프로토콜은 공용으로, 자산이 사용자에게 해당 프로토콜을 표시하며 연결하여 사용할 수 있습니다.
pt_br: Este acordo é público, o ativo exibirá este acordo aos usuários e poderá se conectar para uso
ru: Этот протокол является общедоступным, активы будут отображать этот протокол пользователям
vi: Thỏa thuận này là công khai, tài sản sẽ được hiển thị cho người dùng, và có thể kết nối để sử dụng. Hỗ trợ lựa chọn Action, trong khi truy cập tài sản bằng tài khoản đăng nhập, sau đó sẽ tự động chuyển đổi sang tài khoản khác, giống như cách đăng nhập bằng tài khoản thông thường rồi chuyển sang tài khoản root. Tài sản có thể kết nối qua cổng mạng khu vực. Miền mặc định. Loại. Trường này là bắt buộc. Thỏa thuận là bắt buộc. Kiểm tra tính kết nối của tài sản. Thu thập thông tin phần cứng của tài sản. Tài sản thực hiện Action. Chưa sử dụng. Danh sách mã hóa là char. Danh sách mã hóa là text.
zh: 该协议是公开的，资产将向用户显示该协议并可以连接使用

source: Help text
es: Ayuda
ja: ヘルプ
ko: 도움
pt_br: Ajuda
ru: Помощь
vi: Giúp đỡ
zh: 帮助

source: Choices
es: Elegir
ja: せんたく
ko: 선택
pt_br: Selecionar
ru: Выбор
vi: Lựa chọn
zh: 选择

source: Automation
es: Automatización
ja: オートメーション
ko: 자동화
pt_br: Automação
ru: Автоматизация
vi: Tự động hóa
zh: 自动化

source: Login with account when accessing assets, then automatically switch to another, similar to logging in with a regular account and then switching to root
es: Al acceder a los activos, se utiliza una cuenta para iniciar sesión y luego se cambia automáticamente a otra cuenta, como si se iniciara sesión con una cuenta normal y luego se cambiara a root.
ja: 資産にアクセスする際にアカウントでログインし、その後自動的に別のアカウントに切り替えます。これは、通常のアカウントでログインした後に root に切り替えるのと似ています
ko: 자산에 접근할 때 계정으로 로그인한 후 자동으로 다른 계정으로 전환합니다. 일반 계정으로 로그인한 후 root로 전환하는 것과 같습니다.
pt_br: Ao acessar um ativo, faça login com uma conta e então mude automaticamente para outra conta, como se estivesse fazendo login com uma conta normal e mudasse para root
ru: При доступе к активам используйте учетную запись для входа, а затем автоматически переключитесь на другую учетную запись, как если бы вы вошли с обычной учетной записью и затем переключились на root
vi: Khi truy cập tài sản, sử dụng tài khoản đăng nhập, sau đó tự động chuyển đổi sang một tài khoản khác, giống như việc đăng nhập bằng tài khoản thông thường rồi chuyển sang root
zh: 在访问资产时使用账户登录，然后自动切换到另一个账户，就像用普通账户登录然后切换到 root 一样

source: Assets can be connected using a zone gateway
es: Los activos pueden conectarse a través de una puerta de enlace local.
ja: 資産はゾーンゲートウェイを使用して接続できます
ko: 자산은 지역 게이트웨이를 통해 연결할 수 있습니다.
pt_br: O ativo pode se conectar através do gateway regional
ru: Активы могут быть подключены с помощью шлюза зоны
vi: Tài sản có thể kết nối qua cổng khu vực
zh: 资产可以使用区域网关进行连接

source: Default zone
ko: 기본 도메인
ru: Зона по умолчанию
vi: Tên miền mặc định

source: type is required
es: Tipo Este campo es obligatorio.
ja: タイプ このフィールドは必須です.
ko: 유형: 이 필드는 필수입니다.
pt_br: Tipo Esse campo é obrigatório.
ru: тип обязателен
vi: Loại: trường này là bắt buộc.
zh: 类型 该字段是必填项。

source: Protocols is required
es: El protocolo es obligatorio.
ja: 同意が必要です
ko: 프로토콜은 필수입니다.
pt_br: O acordo é obrigatório
ru: Требуется указание протокола
vi: Giao thức là bắt buộc
zh: 协议是必填的

source: Test assets connectivity
es: Probar la conectividad del activo.
ja: アセット接続のテスト。
ko: 자산 연결성 테스트
pt_br: Testar a conectividade do ativo
ru: Тестирование подключения активов
vi: Kiểm tra khả năng kết nối của tài sản
zh: 测试资产可连接性

source: Gather asset hardware info
es: Recoger información de hardware del activo.
ja: 資産ハードウェア情報の収集
ko: 자산 하드웨어 정보 수집
pt_br: Coletar informações de hardware do ativo
ru: Сбор информации об оборудовании активов
vi: Thu thập thông tin phần cứng của tài sản
zh: 收集资产硬件信息

source: Asset execute automation
es: El activo ejecuta automatización.
ja: アセット実行の自動化
ko: 자산에서 자동화를 실행합니다.
pt_br: Action do ativo
ru: Автоматизация управления активами
vi: Tài sản thực hiện tự động hóa
zh: 资产执行自动化

source: Unused
es: No utilizado.
ja: 未使用
ko: 사용하지 않음
pt_br: Não usado
ru: Не используется
vi: Chưa sử dụng
zh: 未使用

source: Gather assets facts
es: Recoger información del activo.
ja: 資産情報の収集
ko: 자산 정보 수집
pt_br: Coleta de informações de ativos
ru: Сбор информации об активах
vi: Thu thập thông tin tài sản
zh: 收集资产信息

source: When clicking 'Refresh hardware info' in 'Console - Asset Details - Basic' this task will be executed
es: Al hacer clic en actualizar información de hardware en los detalles del activo en la consola, se ejecuta esta tarea.
ja: コントロールパネル資産詳細-基本設定をクリックしてハードウェア情報を更新すると、このタスクが実行されます
ko: 콘솔의 자산 세부정보 - 기본 설정에서 하드웨어 정보 업데이트를 클릭하여 해당 작업을 수행합니다.
pt_br: Quando clicar para atualizar as informações de hardware na página de detalhes do ativo - configurações básicas no console, execute essa Action
ru: При нажатии «Обновить информацию об оборудовании» в «Консоль - Сведения об активах - Основная информация» эта задача будет выполнена
vi: Khi nhấp vào cập nhật thông tin phần cứng trong chi tiết tài sản của bảng điều khiển, thực hiện nhiệm vụ này
zh: 当在控制台资产详情-基本设置点击更新硬件信息执行该任务

source: Update assets hardware info:
es: Actualizar información de hardware del activo.
ja: 資産のハードウェア情報を更新する:
ko: 자산 하드웨어 정보 업데이트
pt_br: Atualizar informações de hardware do ativo
ru: Обновление информации об оборудовании активов:
vi: Cập nhật thông tin phần cứng tài sản
zh: 更新资产硬件信息

source: Update node asset hardware information:
es: Actualizar información de hardware de los activos del nodo:
ja: ノード資産のハードウェア情報を更新します。
ko: 노드 자산 하드웨어 정보 업데이트:
pt_br: Atualizar informações de hardware do ativo para os nós:
ru: Обновление оборудования активов в папке:
vi: Cập nhật thông tin phần cứng tài sản của nút:
zh: 更新节点资产硬件信息:

source: Check the amount of assets under the node
es: Verificar la cantidad de activos bajo el nodo.
ja: ノード下のアセット数を確認する
ko: 노드 아래 자산 수 확인
pt_br: Verificar a quantidade de ativos sob o nó
ru: Проверка количества активов в папке
vi: Kiểm tra số lượng tài sản dưới nút
zh: 检查节点下资产数量

source: Manually verifying asset quantities updates the asset count for nodes under the current organization. This task will be called in the following two cases: when updating nodes and when the number of nodes exceeds 100
es: Actualización manual de la cantidad de activos en los nodos de la organización actual; la tarea se invocará en dos situaciones: al actualizar el nodo y cuando el número de nodos sea superior a 100.
ja: 手動で資産数を校正して現在の組織のノード資産数を更新する；ノードを更新する、ノード数が100を超えると、このタスクが呼び出されます
ko: 수동으로 자산 수를 검토하여 현재 조직의 노드 자산 수를 업데이트합니다; 노드 수가 100을 초과할 경우 두 가지 경우에 이 작업을 호출합니다
pt_br: Ajuste manual do número de ativos para atualizar o número de ativos do nó atual sob a organização; Atualizar o nó, quando o número de nós é maior que 100, este Action será chamado
ru: Ручная проверка количества активов обновляет количество активов в папках текущей организации. Эта задача будет вызвана в следующих двух случаях: при обновлении узлов и когда количество узлов превысит 100
vi: So sánh thủ công số lượng tài sản để cập nhật số lượng tài sản của nút dưới tổ chức hiện tại; cập nhật nút, trong trường hợp số lượng nút lớn hơn 100, sẽ gọi nhiệm vụ này
zh: 手动校对资产数量更新当前组织下的节点资产数量；更新节点，当节点数大于100这两种情况会调用该任务

source: The task of self-checking is already running and cannot be started repeatedly
es: El programa de autocomprobación ya está en funcionamiento y no se puede iniciar de nuevo.
ja: セルフチェックのタスクはすでに実行されており、繰り返し開始することはできません
ko: 자체 점검 프로그램이 이미 실행 중이므로 다시 시작할 수 없습니다
pt_br: O programa de auto-inspeção já está rodando, não pode ser reinicializado
ru: Задача самопроверки уже запущена и не может быть запущена повторно
vi: Chương trình tự kiểm tra đã được kích hoạt, không thể khởi động lại
zh: 自检程序已经在运行，不能重复启动

source: Periodic check the amount of assets under the node
es: Comprobación periódica de la cantidad de activos en los nodos.
ja: ノードの下にあるアセットの数を定期的に確認する
ko: 주기적으로 노드 아래 자산 수를 확인합니다
pt_br: Verificação periódica da quantidade de ativos sob o nó
ru: Периодическая проверка количества активов в папках
vi: Kiểm tra định kỳ số lượng tài sản dưới nút
zh: 周期性检查节点下资产数量

source: Schedule the check_node_assets_amount_task to periodically update the asset count of all nodes under all organizations
es: Llamada programada a la tarea check_node_assets_amount_task para actualizar la cantidad de activos de todos los nodos en todas las organizaciones.
ja: check_node_assets_amount_taskタスクを定期的に呼び出し、すべての組織のすべてのノードの資産数を更新します
ko: 정기적으로 check_node_assets_amount_task 작업을 호출하여 모든 조직의 모든 노드 자산 수를 업데이트합니다
pt_br: Convocação regular do Action check_node_assets_amount_task, atualização da quantidade de ativos de todos os nós em todas as organizações
ru: Запланируйте check_node_assets_amount_task для периодического обновления количества активов во всех папках всех организаций
vi: Định kỳ gọi nhiệm vụ check_node_assets_amount_task, cập nhật số lượng tài sản của tất cả các nút dưới tất cả các tổ chức
zh: 定时调用check_node_assets_amount_task任务，更新所有组织下所有节点的资产数量

source: Test assets connectivity
es: Pruebas de conectividad de los activos.
ja: アセット接続のテスト。
ko: 자산 연결성 테스트
pt_br: Testar a conectividade do ativo
ru: Проверка подключения активов
vi: Kiểm tra khả năng kết nối tài sản
zh: 测试资产可连接性

source: When clicking 'Test Asset Connectivity' in 'Asset Details - Basic Settings' this task will be executed
es: Cuando se hace clic en "Probar conectividad del activo" en la configuración básica de detalle del activo, se ejecuta esta tarea.
ja: 資産詳細-基本設定をクリックして資産の接続性をテストすると、このタスクが実行されます
ko: 자산 세부정보 - 기본 설정에서 자산 연결성 테스트를 클릭하면 해당 작업이 실행됩니다
pt_br: Quando clicar para testar a conectividade do ativo na página de detalhes do ativo - configurações básicas, execute essa Action
ru: При нажатии «Проверка подключения» в «Сведения об активе — Основная информация» будет выполнена эта задача
vi: Khi nhấp vào kiểm tra khả năng kết nối tài sản trong chi tiết tài sản - cài đặt cơ bản, thực hiện nhiệm vụ này
zh: 当资产详情-基本设置点击测试资产可连接性 执行该任务

source: Test if the assets under the node are connectable
es: Comprobación de la conectividad de los activos en el nodo.
ja: ノード配下のアセットが接続できるかテストする
ko: 노드 아래 자산이 연결 가능한지 테스트
pt_br: Testar se o ativo do nó está conectado
ru: Проверка доступности активов в папке
vi: Kiểm tra xem tài sản dưới nút có thể kết nối hay không
zh: 测试节点下资产是否可连接

source: Test gateways connectivity
es: Pruebas de conectividad de la puerta de enlace.
ja: ゲートウェイ接続のテスト。
ko: 게이트웨이 연결성 테스트
pt_br: Testar a conectividade do gateway
ru: Проверка доступности шлюза
vi: Kiểm tra khả năng kết nối của cổng
zh: 测试网关可连接性

source: When clicking 'Test Connection' in 'Domain Details - Gateway' this task will be executed
es: Esta tarea se ejecuta al probar la conexión en el detalle del dominio - puerta de enlace - prueba de conexión.
ja: ネットワーク詳細-ゲートウェイ-接続テストを実行する際に、このタスクを実行します
ko: 도메인 세부정보 - 게이트웨이 - 테스트 연결 시 해당 작업을 실행합니다
pt_br: Quando esta Action é executada no detalhe do domínio de rede - gateway - teste de conexão
ru: При нажатии «Проверка подключения» в «Зоны - Шлюз» будет выполнена эта задача
vi: Khi thực hiện nhiệm vụ này tại chi tiết miền - cổng - kiểm tra kết nối
zh: 当在网域详情-网关-测试连接时执行该任务

source: Asset has been disabled, skipped: {}
es: El activo ha sido deshabilitado, se omite: {}
ja: 資産が無効化されました。スキップ: {}
ko: 자산이 이미 비활성화되어 건너뜁니다: {}
pt_br: O ativo já foi desativado, pular: {}
ru: Актив был отключен, пропущен: {}
vi: Tài sản đã bị vô hiệu hóa, bỏ qua: {}
zh: 资产已经被禁用, 跳过: {}

source: Asset may not be support ansible, skipped: {}
es: El activo puede no ser compatible con ansible, se omite: {}
ja: 資産はサポートできない場合があります。スキップ: {}
ko: 자산이 Ansible을 지원하지 않을 수 있으므로 건너뜁니다: {}
pt_br: Talvez os ativos não suportem ansible, pulando: {}
ru: Возможно, актив не поддерживает ansible, пропускаем: {}
vi: Tài sản có thể không hỗ trợ Ansible, bỏ qua: {}
zh: 资产或许不支持ansible, 跳过: {}

source: For security, do not push user {}
es: Por razones de seguridad, se prohíbe la transferencia al usuario {}
ja: セキュリティのために、ユーザー {} をプッシュしないでください
ko: 안전을 위하여 사용자 {}의 푸시를 금지합니다
pt_br: Para segurança, é proibido empurrar o usuário {}
ru: В целях безопасности, публикация пользователя {} запрещена
vi: Vì lý do an toàn, không cho phép đẩy người dùng {}
zh: 为了安全，禁止推送用户 {}

source: No assets matched, stop task
es: No se encontraron activos coincidentes, se finaliza la tarea.
ja: 一致する資産がない、タスクを停止
ko: 자산이 일치하지 않아 작업을 종료합니다
pt_br: Não encontrou ativos correspondentes, tarefa finalizada
ru: Нет подходящих активов, остановка задачи
vi: Không tìm thấy tài sản nào, kết thúc nhiệm vụ
zh: 没有匹配到资产，结束任务

source: App Audits
es: Auditoría de registros.
ja: 監査
ko: 로그 감사
pt_br: Auditoria de Logs
ru: Аудит журналов
vi: Activities
zh: 日志审计

source: The text content is too long. Use Elasticsearch to store operation logs
es: El contenido del texto es demasiado largo. Por favor, utilice Elasticsearch para almacenar los registros de operaciones.
ja: 文章の内容が長すぎる。Elasticsearchで操作履歴を保存する
ko: 텍스트 내용이 너무 깁니다. Elasticsearch를 사용하여 작업 로그를 저장해 주세요.
pt_br: O conteúdo do texto é muito longo. Por favor, use o Elasticsearch para armazenar logs de ação
ru: Содержимое текста слишком длинное. Пожалуйста, используйте Elasticsearch для хранения журналов операций.
vi: Nội dung văn bản quá dài. Vui lòng sử dụng Elasticsearch để lưu trữ nhật ký hoạt động
zh: 文字内容太长。请使用 Elasticsearch 存储操作日志

source: labels
es: Etiqueta
ja: タグ
ko: 태그
pt_br: Etiquetas
ru: теги
vi: Nhãn
zh: 标签

source: operate_log_id
es: ID del registro de operación
ja: 操作ログID
ko: 작업 로그 ID
pt_br: ID do log de ação
ru: ID журнала операций
vi: ID nhật ký hoạt động
zh: 操作日志ID

source: Tips
es: Sugerencia
ja: 謎々
ko: 알림
pt_br: Aviso
ru: Подсказка
vi: Thông báo
zh: 提示

source: Mkdir
es: Crear directorio
ko: 디렉터리 생성
pt_br: Criar diretório
ru: Создать каталог
vi: Tạo thư mục
zh: 创建目录

source: Rmdir
es: Eliminar directorio
ko: 디렉터리 삭제
pt_br: Excluir diretório
ru: Удалить каталог
vi: Xóa thư mục
zh: 删除目录

source: Delete
es: Eliminar
ja: 削除
ko: 삭제
pt_br: Excluir
ru: Удалить
vi: Xóa
zh: 删除

source: Upload
es: Subir
ja: アップロード
ko: 업로드
ru: Загрузить
vi: Tải lên
zh: 上传

source: Rename
es: Renombrar
ja: 名前の変更
ko: 이름 바꾸기
pt_br: Renomear
ru: Переименовать
vi: Đổi tên
zh: 重命名

source: Symlink
es: Establecer enlace simbólico
ko: 심볼릭 링크 생성
pt_br: Criar link simbólico
ru: Создать символическую ссылку
vi: Tạo liên kết mềm
zh: 建立软链接

source: Download
es: Descargar
ja: ダウンロード
ko: 다운로드
pt_br: Baixar
ru: Скачать
vi: Tải xuống
zh: 下载

source: Rename dir
es: Mapear directorio
ja: マップディレクトリ
ko: 디렉터리 매핑
pt_br: Mapeamento de Diretórios
ru: Сопоставление каталога
vi: Liên kết thư mục
zh: 映射目录

source: View
es: Ver
ja: 表示
ko: 조회
pt_br: Visualizar
ru: Просмотр
vi: Xem
zh: 查看

source: Create
es: Crear
ja: 作成
ko: 생성
pt_br: Criar
ru: Создать
vi: Tạo
zh: 创建

source: Export
es: Exportar
ja: エクスポート
ko: 내보내기
pt_br: Exportar
ru: Экспорт
vi: Xuất
zh: 导出

source: Connect
es: Conectar
ja: 接続
ko: 연결
pt_br: Conectar
ru: Подключить
vi: Kết nối
zh: 连接

source: Login
es: Iniciar sesión
ja: ログイン
ko: 로그인
ru: Войти
vi: Sign in
zh: 登录

source: Notifications
es: Notificación
ja: 通知
ko: 알림
pt_br: Notificações
ru: Уведомления
vi: Thông báo
zh: 通知

source: Approve
es: Aceptar
ja: 承認
ko: 동의
pt_br: Concordar
ru: Одобрить
vi: Đồng ý
zh: 同意

source: Finished
es: Terminar
ja: 終了
ko: 종료
pt_br: Terminar
ru: Завершено
vi: Kết thúc
zh: 结束

source: Terminal
ja: ターミナル
ko: 터미널
ru: Терминал
vi: Thiết bị đầu cuối
zh: 终端

source: Operate log
es: Registro de operaciones
ja: ログの操作
ko: 작업 로그
pt_br: Registro de Ações
ru: Журнал операций
vi: Nhật ký hành động
zh: 操作日志

source: Session log
es: Registro de sesiones
ja: セッションログ
ko: 세션 로그
pt_br: Registro de Sessões
ru: Журнал сессий
vi: Nhật ký phiên
zh: 会话日志

source: Login log
es: Registro de inicio de sesión
ja: ログインログ
ko: 로그인 로그
pt_br: Registro de Login
ru: Журнал входа
vi: Nhật ký đăng nhập
zh: 登录日志

source: Task
es: Tarea
ja: タスク
ko: 업무
pt_br: Tarefas
ru: Задача
vi: Nhiệm vụ
zh: 任务

source: Yes
es: Es
ja: 是
ko: 입니다
pt_br: Sim
ru: Да
vi: Là
zh: 是

source: Job audit log
es: Registro de auditoría de trabajos
ja: 業務監査
ko: 작업 감사 로그
pt_br: Logs de auditoria de tarefas
ru: Журнал аудита заданий
vi: Nhật ký kiểm tra công việc
zh: 作业审计日志

source: Remote addr
es: Dirección remota
ja: リモートaddr
ko: 원격 주소
pt_br: Endereço remoto
ru: Удалённый адрес
vi: Địa chỉ xa
zh: 远端地址

source: Operate
es: Acción
ja: 操作
ko: 액션
pt_br: Operação
ru: Действие
vi: Hành động
zh: 操作

source: Filename
es: Nombre del archivo
ja: ファイル名
ko: 파일 이름
pt_br: Nome do arquivo
ru: Имя файла
vi: Tên tệp
zh: 文件名

source: Can Download
es: Descargable
ja: ダウンロード
ko: 다운로드 가능
pt_br: Download disponível
ru: Можно скачать
vi: Có thể tải xuống
zh: 可下载

source: Session
es: Conversación
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сессия
vi: Phiên
zh: 会话

source: File transfer log
es: Transferencia de archivos
ja: ファイル転送ログ
ko: 파일 전송
pt_br: Transferência de arquivo
ru: Журнал передачи файлов
vi: Truyền tệp
zh: 文件传输

source: Resource Type
es: Tipo de recurso
ja: リソースタイプ
ko: 자원 유형
pt_br: Tipo de recurso
ru: Тип ресурса
vi: Loại tài nguyên
zh: 资源类型
