Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Custom asset
es: Activos personalizados
ja: カスタム アセット
ko: 사용자 정의 자산.
pt_br: Ativo personalizado
ru: Пользовательский актив
vi: Tùy chỉnh tài sản
zh: 自定义资产

source: CA cert
es: Certificado CA
ja: CA 証明書
ko: CA 인증서.
pt_br: Certificado CA
ru: Сертификат ЦС
vi: Chứng chỉ CA
zh: CA 证书

source: Client cert
es: Certificado de cliente
ja: クライアント証明書
ko: 클라이언트 인증서.
pt_br: Certificado do cliente
ru: Сертификат клиента
vi: Chứng chỉ khách hàng
zh: 客户端证书

source: Client key
es: Clave de cliente
ja: クライアントキー
ko: 클라이언트 비밀키.
pt_br: Chave do cliente
ru: Ключ клиента
vi: Khóa khách hàng
zh: 客户端密钥

source: Allow invalid cert
es: Ignorar verificación de certificado
ja: 証明書チェックを無視
ko: 인증서 검증 무시.
pt_br: Ignorar a verificação do certificado
ru: Разрешить недействительный сертификат
vi: Bỏ qua kiểm tra chứng chỉ
zh: 忽略证书校验

source: Postgresql SSL mode
es: Modo SSL de PostgreSQL
ja: PostgreSQL SSL モード
ko: PostgreSQL SSL 모드.
pt_br: Modo SSL do PostgreSQL
ru: Режим SSL PostgreSQL
vi: Chế độ SSL PostgreSQL
zh: PostgreSQL SSL 模式

source: Domain name
es: Nombre de dominio
ko: 도메인 이름.
ru: Доменное имя
vi: Tên miền

source: Proxy
ja: プロキシー
ko: 프록시.
ru: Прокси
vi: Đại lý
zh: 代理

source: Node
es: Nodo
ja: ノード
ko: 노드.
pt_br: Nó
ru: Папка
vi: Nút
zh: 节点

source: Parameters
es: Parámetro
ja: パラメータ
ko: 파라미터.
pt_br: Parâmetros
ru: Параметры
vi: Tham số
zh: 参数

source: Last execution date
es: Fecha de ejecución final
ko: 최종 실행 날짜.
pt_br: Data da última execução
ru: Дата последнего выполнения
vi: Ngày thực hiện cuối

source: Automation task
es: Tareas de automatización
ja: 自動化されたタスク
ko: 자동화 작업.
pt_br: Tarefas de automação
ru: Задача автоматизации
vi: Nhiệm vụ tự động hóa
zh: 自动化任务

source: Asset automation task
es: Tareas de automatización de activos
ja: アセットの自動化タスク
ko: 자산 자동화 작업
pt_br: Tarefas de Automação de Ativos
ru: Автоматизация активов
vi: Nhiệm vụ tự động hóa tài sản
zh: 资产自动化任务

source: Date created
es: Fecha de creación
ja: 作成された日付
ko: 생성 날짜
pt_br: Data de criação
ru: Дата создания
vi: Ngày tạo
zh: 创建日期

source: Trigger mode
es: Modo de activación
ja: トリガーモード
ko: 트리거 모드
pt_br: Modo de Trigger
ru: Режим триггера
vi: Chế độ kích hoạt
zh: 触发模式

source: Summary
es: Resumen
ko: 요약
pt_br: Resumo
ru: Сводка
vi: Tổng hợp
zh: 汇总

source: Result
es: Resultado
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
vi: Kết quả
zh: 结果

source: Gather asset facts
es: Recopilar información de activos
ja: 資産情報の収集
ko: 자산 정보 수집
pt_br: Coleta de informações do ativo
ru: Сбор информации об активах
vi: Thu thập thông tin tài sản
zh: 收集资产信息

source: Ping asset
es: Probar activos
ja: テストアセット
ko: 자산 테스트
pt_br: Testar ativo
ru: Тестирование активов
vi: Kiểm tra tài sản
zh: 测试资产

source: Connectivity
es: Conectividad
ja: 接続性
ko: 연결성
pt_br: Conectividade
ru: Связь
vi: Tính kết nối
zh: 连接性

source: Date verified
es: Fecha de verificación
ja: 確認済みの日付
ko: 검증 날짜
pt_br: Data de validação
ru: Дата проверки
vi: Ngày xác nhận
zh: 校验日期

source: User group
es: Grupo de usuarios
ja: ユーザーグループ
ko: 사용자 그룹
pt_br: Grupo de usuários
ru: Группа пользователей
vi: Nhóm người dùng
zh: 用户组

source: Date updated
es: Fecha de actualización
ja: 更新日
ko: 업데이트 날짜
pt_br: Data de atualização
ru: Дата обновления
vi: Ngày cập nhật
zh: 更新日期

source: Created by
es: Creado por
ja: によって作成された
ko: 생성자
pt_br: Criador
ru: Создатель
vi: Người tạo
zh: 创建者

source: Command filter
es: Filtro de comandos
ja: コマンドフィルター
ko: 명령 필터
pt_br: Filtro de comandos
ru: Фильтр команд
vi: Bộ lọc lệnh
zh: 命令过滤器

source: Deny
es: Rechazar
ja: 拒否
ko: 거부
pt_br: Negar
ru: Запретить
vi: Từ chối
zh: 拒绝

source: Allow
es: Permitir
ja: 許可
ko: 허용
pt_br: Permitir
ru: Разрешить
vi: Cho phép
zh: 允许

source: Reconfirm
es: Revisar
ja: 再確認
ko: 재검토
pt_br: Revisão
ru: Повторная проверка
vi: Rà soát
zh: 复核

source: Filter
es: Filtro
ja: フィルター
ko: 필터
pt_br: Filtros
ru: Фильтр
vi: Bộ lọc
zh: 过滤器

source: Command filter rule
es: Reglas de filtrado de comandos
ja: コマンドフィルタルール
ko: 명령 필터 규칙
pt_br: Regras de filtro de comando
ru: Правила фильтрации команд
vi: Quy tắc lệnh lọc
zh: 命令过滤规则

source: Favorite asset
es: Activos guardados
ja: お気に入りのアセット
ko: 즐겨찾기 자산
pt_br: Ativos favoritos
ru: Избранные активы
vi: Tài sản yêu thích
zh: 收藏的资产

source: Gateway
es: Puerta de enlace
ja: ゲートウェイ
ko: 게이트웨이
ru: Шлюз
vi: Cổng
zh: 网关

source: System
es: Sistema
ja: システム
ko: 시스템
pt_br: Sistema
ru: Система
vi: Hệ thống
zh: 系统

source: Value
es: Valor
ja: 値
ko: 값
pt_br: Valor
ru: Значение
vi: Giá trị
zh: 值

source: Label
es: Etiqueta
ja: ラベル
ko: 태그
pt_br: Etiqueta
ru: Тег
vi: Nhãn
zh: 标签

source: Custom Name
es: Nombre personalizado
ja: カスタム名
ko: 사용자 정의 이름
pt_br: Nome personalizado
ru: Пользовательское название
vi: Tên tùy chỉnh
zh: 自定义名称

source: Custom Comment
es: Nota personalizada
ja: カスタムメモ
ko: 사용자 정의 메모
pt_br: Nota personalizada
ru: Пользовательская заметка
vi: Ghi chú tùy chỉnh
zh: 自定义备注

source: My assets
es: Mis activos
ja: 私の資産
ko: 내 자산
pt_br: Meus ativos
ru: Мои активы
vi: Tài sản của tôi
zh: 我的资产

source: New node
es: Nodo nuevo
ja: 新しいノード
ko: 새 노드
pt_br: Novo nó
ru: Новая папка
vi: Nút mới
zh: 新节点

source: empty
es: Vacío
ja: 空
ko: 비어 있음
pt_br: Vazio
ru: пусто
vi: Trống
zh: 空

source: Key
es: Clave
ja: キー
ko: 키
pt_br: Chave
ru: Ключ
vi: Phím
zh: 键

source: Full value
es: Nombre completo
ja: フルバリュー
ko: 전체 이름
pt_br: Nome completo
ru: Полное значение
vi: Tên đầy đủ
zh: 全称

source: Parent key
es: ssh clave privada
ja: 親キー
ko: ssh 개인 키
pt_br: Chave privada ssh
ru: Ключ SSH
vi: Khóa SSH riêng
zh: ssh私钥

source: Can match node
es: puede coincidir con nodo
ja: ノードを一致させることができます
ko: 개별 노드와 일치
pt_br: Pode corresponder ao nó
ru: Сопоставление с папкой
vi: Có thể khớp với nút
zh: 可以匹配节点

source: Primary
es: principal
ja: 主要
ko: 주요
pt_br: Principal
ru: Основной
vi: Chính
zh: 主要的

source: Required
es: necesario
ja: 必要
ko: 필수
pt_br: Obrigatório
ru: Обязательно
vi: Thiết yếu
zh: 必须的

source: Default
es: predeterminado
ja: デフォルト
ko: 기본
pt_br: Padrão
ru: По умолчанию
vi: Mặc định
zh: 默认

source: Public
es: público
ja: 開ける
ko: 공용
pt_br: Público
ru: Публичный
vi: Công khai
zh: 开放的

source: Setting
es: configuración
ja: 設定
ko: 설정
pt_br: Configurações
ru: Настройки
vi: Thiết lập
zh: 设置

source: Enabled
es: habilitar
ja: 有効化
ko: 활성화
pt_br: Habilitar
ru: Включено
vi: Kích hoạt
zh: 启用

source: Ansible config
es: configuración de Ansible
ja: Ansible 構成
ko: Ansible 설정
pt_br: Configuração Ansible
ru: Конфигурация Ansible
vi: Cấu hình Ansible
zh: Ansible 配置

source: Ping enabled
es: habilitar exploración de activos
ja: アセット ディスカバリを有効にする
ko: 자산 탐지 활성화
pt_br: Ativar Verificação de Ativos
ru: Ping включен
vi: Kích hoạt Tài sản Khám Phá
zh: 启用资产探活

source: Ping method
es: modo de exploración de activos
ja: 資産検出方法
ko: 자산 탐지 방식
pt_br: Método de Verificação de Ativos
ru: Способ проверки связи
vi: Phương thức Khám Phá Tài sản
zh: 资产探活方式

source: Ping params
es: parámetros de exploración de activos
ja: 資産検出パラメータ
ko: 자산 탐지 매개변수
pt_br: Parâmetros de Verificação de Ativos
ru: Параметры проверки связи
vi: Tham số Khám Phá Tài sản
zh: 资产探活参数

source: Gather facts enabled
es: habilitar recopilación de información de activos
ja: 資産情報の収集を有効にする
ko: 자산 정보 수집 활성화
pt_br: Ativar Coleta de Informações sobre Ativos
ru: Включен сбор информации
vi: Kích hoạt Thu Thập Thông Tin Tài sản
zh: 启用收集资产信息

source: Gather facts method
es: modo de recopilación de información
ja: 情報収集の方法
ko: 정보 수집 방식
pt_br: Método de Coleta de Informações
ru: Способ сбора информации
vi: Phương thức Thu Thập Thông Tin
zh: 收集信息方式

source: Gather facts params
es: parámetros de recopilación de información
ja: 情報収集パラメータ
ko: 정보 수집 매개변수
pt_br: Parâmetros de Coleta de Informações
ru: Параметры сбора информации
vi: Tham số Thu Thập Thông Tin
zh: 收集信息参数

source: Change secret enabled
es: Activar cambio de contraseña
ja: パスワードの変更が有効
ko: 비밀번호 변경 활성화
pt_br: Ativar Alteração de Senha
ru: Изменение секрета включено
vi: Kích hoạt Đổi Mật Khẩu
zh: 启用改密

source: Change secret method
es: Modo de cambio de contraseña
ja: パスワード変更モード
ko: 비밀번호 변경 방식
pt_br: Método de Alteração de Senha
ru: Способ смены секрета
vi: Phương thức Đổi Mật Khẩu
zh: 改密方式

source: Change secret params
es: Parámetros de cambio de contraseña
ja: パスワード変更パラメータ
ko: 비밀번호 변경 매개변수
pt_br: Parâmetros de Alteração de Senha
ru: Параметры смены секрета
vi: Tham số Đổi Mật Khẩu
zh: 改密参数

source: Push account enabled
es: Activar envío de cuenta
ja: アカウント自動プッシュを有効にする
ko: 계정 푸시 활성화
pt_br: Ativar Envio de Contas
ru: Публикация УЗ включена
vi: Kích hoạt Đẩy Tài Khoản
zh: 启用账号推送

source: Push account method
es: Método de envío de cuenta
ja: アカウントプッシュ方式
ko: 계정 푸시 방식
pt_br: Método de Envio de Contas
ru: Способ публикации УЗ
vi: Phương thức Đẩy Tài Khoản
zh: 账号推送方式

source: Push account params
es: Parámetros de envío de cuenta
ja: アカウントプッシュパラメータ
ko: 계정 푸시 매개변수
pt_br: Parâmetros de Envio de Contas
ru: Параметры публикации УЗ
vi: Tham số Đẩy Tài Khoản
zh: 账号推送参数

source: Verify account enabled
es: Activar verificación de cuenta
ja: アカウントの有効化を確認
ko: 계정 검증 활성화
pt_br: Ativar Verificação de Contas
ru: Проверка УЗ включена
vi: Mở Kích Hoạt Xác Minh Tài Khoản
zh: 开启账号验证

source: Verify account method
es: Método de verificación de cuenta
ja: アカウント認証方法
ko: 계정 검증 방식
pt_br: Método de Verificação de Contas
ru: Способ проверки УЗ
vi: Phương thức Xác Minh Tài Khoản
zh: 账号验证方式

source: Verify account params
es: Parámetros de verificación de cuenta
ja: アカウント認証パラメータ
ko: 계정 검증 매개변수
pt_br: Parâmetros de Verificação de Contas
ru: Параметры проверки УЗ
vi: Tham số Xác Minh Tài Khoản
zh: 账号验证参数

source: Remove account enabled
es: Activar eliminación de cuenta
ja: アカウントを開いて削除
ko: 계정 제거 활성화
pt_br: Ativar remoção de conta
ru: Удаление УЗ включено
vi: Mở tài khoản xóa bỏ
zh: 开启账号移除

source: Remove account method
es: Método de eliminación de cuenta
ja: アカウントの削除方法
ko: 계정 제거 방식
pt_br: Método de remoção de conta
ru: Способ удаления УЗ
vi: Cách xóa bỏ tài khoản
zh: 账号移除方式

source: Remove account params
es: Parámetros de eliminación de cuenta
ja: アカウント削除パラメータ
ko: 계정 제거 매개변수
pt_br: Parâmetros de remoção de conta
ru: Параметры удаления УЗ
vi: Tham số xóa bỏ tài khoản
zh: 账号移除参数

source: Internal
es: Incorporado
ja: ビルトイン
ko: 내장
pt_br: Incorporado
ru: Встроенный
vi: Builtin
zh: 内置

source: Charset
es: Código
ja: シャーセット
ko: 인코딩
pt_br: Codificação
ru: Кодировка
vi: Mã hóa
zh: 编码

source: Gateway enabled
es: Activar dominio
ja: ゲートウェイが有効になりました
ko: 도메인 게이트웨이 활성화
pt_br: Habilitar domínio
ru: Шлюз включен
vi: Kích hoạt cổng mạng miền
zh: 启用网域

source: DS enabled
es: El servicio de directorio ha sido habilitado
ko: 디렉토리 서비스 활성화
ru: Службы Каталогов включены
vi: Kích hoạt dịch vụ thư mục

source: Su enabled
es: Activar cambio de cuenta
ja: アカウントの切り替えを有効にする
ko: 계정 전환 활성화
pt_br: Habilitar mudança de conta
ru: Переключение su включено
vi: Switch account enabled
zh: 启用账号切换

source: Su method
es: Método de cambio de cuenta
ja: アカウントの切り替え方法
ko: 계정 전환 방식
pt_br: Método de mudança de conta
ru: Способ переключения su
vi: Switch account method
zh: 账号切换方式

source: Custom fields
es: Atributos personalizados
ja: カスタムフィールド
ko: 사용자 정의 속성
pt_br: Atributos personalizados
ru: Настраиваемые поля
vi: Thuộc tính tùy chỉnh
zh: 自定义属性

source: %(value)s is not an even number
es: %(value)s no es un número par
ja: %(value)s は偶数ではありません
ko: %(value)s는 짝수가 아닙니다
pt_br: %(value)s não é um número par
ru: %(value)s не является четным числом
vi: %(value)s không phải là số chẵn

source: Batch update platform in assets, skipping assets that do not meet platform type
es: Actualización masiva de activos en la plataforma, se omite el activo que no cumple con el tipo de plataforma
ja: プラットフォームタイプがスキップされた資産に合致しない、資産内の一括更新プラットフォーム
ko: 자산 중 플랫폼을 일괄 업데이트하며, 플랫폼 유형에 맞지 않는 자산은 건너뜁니다
pt_br: Atualização em massa na plataforma de ativos, ativos ignorados que não correspondem ao tipo de plataforma
ru: Пакетное обновление платформы в активах, пропуская активы, которые не соответствуют типу платформы
vi: Tài sản trong cập nhật hàng loạt nền tảng, bỏ qua tài sản không phù hợp với loại nền tảng
zh: 资产中批量更新平台，不符合平台类型跳过的资产

source: Protocols, format is ["protocol/port"]
es: Protocolo, formato de ["protocolo/p Puerto"]
ja: 契約書、形式は["契約書/ポート"]
ko: 프로토콜, 형식은 ["프로토콜/포트"]
pt_br: Protocolo, formato como ["protocolo/porta"]
ru: Протокол, формат ["протокол/порт"]
vi: Giao thức, định dạng là ["Giao thức/Cổng"]
zh: 协议，格式为 ["协议/端口"]

source: Protocol, format is name/port
es: Protocolo, formato de nombre/p Puerto
ja: 契約書、形式は 名前/ポート
ko: 프로토콜, 형식은 이름/포트
pt_br: Protocolo, formato como nome/porta
ru: Протокол, формат название/порт
vi: Giao thức, định dạng là Tên/Cổng
zh: 协议，格式为 名称/端口

source: Accounts, format [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]
es: Cuenta, formato de [{"nombre": "x", "usuario": "x", "secreto": "x", "tipo_secreto": "contraseña"}]
ja: アカウント、形式は [{"name": "x", "username": "x", "secret": "x", "secret_type": "パスワード"}]
ko: 계정, 형식은 [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]
pt_br: Conta, formato como [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]
ru: Учетные записи, формат [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]
vi: Tài khoản, định dạng là [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]
zh: 账号，格式为 [{"name": "x", "username": "x", "secret": "x", "secret_type": "password"}]

source: Node path, format ["/org_name/node_name"], if node not exist, will create it
es: Ruta del nodo, formato de ["/organización/nombre del nodo"], si el nodo no existe, se creará
ja: ノードパス、形式は ["/組織/ノード名"]、もしノードが存在しない場合、それを作成します
ko: 노드 경로, 형식은 ["/조직/노드명"], 만약 노드가 존재하지 않으면 생성됩니다
pt_br: Caminho do nó, formatado como ["/ organização / nome do nó"], se o nó não existir, ele será criado
ru: Путь к папке в формате ["/Организация/Имя папки"], если папка не существует, она будет создана
vi: Đường dẫn nút, định dạng là ["/Tổ chức/Tên nút"], nếu nút không tồn tại, sẽ tạo nó
zh: 节点路径，格式为 ["/组织/节点名"], 如果节点不存在，将创建它

source: Protocols
es: Grupo de protocolos
ja: プロトコル
ko: 프로토콜 그룹
pt_br: Grupo de Protocolo
ru: Протоколы
vi: Nhóm giao thức
zh: 协议组

source: Node path
es: Ruta del nodo
ja: ノードパスです
ko: 노드 경로
pt_br: Caminho do nó
ru: Путь к папке
vi: Đường dẫn nút
zh: 节点路径

source: Auto info
es: Información de automatización
ja: 自動情報
ko: 자동화 정보
pt_br: Informação de Automação
ru: Информация об автоматизации
vi: Thông tin tự động hóa
zh: 自动化信息

source: Platform not exist
es: La plataforma no existe
ja: プラットフォームが存在しません
ko: 플랫폼이 존재하지 않습니다
pt_br: Plataforma não existe
ru: Платформа не существует
vi: Nền tảng không tồn tại
zh: 平台不存在

source: port out of range (0-65535)
es: El puerto está fuera de rango (0-65535)
ja: ポート番号が範囲外です (0-65535)
ko: 포트 범위를 초과했습니다 (0-65535)
pt_br: Porta fora do alcance (0-65535)
ru: порт вне диапазона (0-65535)
vi: Cổng ngoài phạm vi (0-65535)
zh: 端口超出范围 (0-65535)

source: Protocol is required: {}
es: El acuerdo es obligatorio: {}
ja: プロトコルが必要です: {}
ko: 프로토콜은 필수입니다: {}
pt_br: O protocolo é obrigatório: {}
ru: Требуется протокол: {}
vi: Giao thức là bắt buộc: {}
zh: 协议是必填的: {}

source: Invalid data
es: Datos no válidos
ja: 無効なデータ
ko: 유효하지 않은 데이터
pt_br: Dados inválidos
ru: Недопустимые данные
vi: Dữ liệu không hợp lệ
zh: 无效的数据

source: Default database
es: Base de datos predeterminada
ja: デフォルト・データベース
ko: 기본 데이터베이스
pt_br: Banco de dados padrão
ru: БД по умолчанию
vi: Cơ sở dữ liệu mặc định
zh: 默认数据库

source: CA cert help text
es: El campo Nombre Común (CN) ha sido descontinuado, por favor utiliza el campo Nombre Alternativo de Sujeto (SAN) para la validación del nombre de dominio, a fin de mejorar la seguridad.
ja: Common Name (CN) フィールドは廃止されました。RFC 5280に基づき、Subject Alternative Name (SAN) フィールドを使用してドメイン名を確認し、セキュリティを強化してください
ko: Common Name (CN) 필드는 더 이상 사용되지 않으며, RFC 5280에 따라 Subject Alternative Name (SAN) 필드를 사용하여 도메인 이름을 확인하여 보안을 강화해야 합니다.
pt_br: O campo Common Name (CN) foi descontinuado, use o campo Subject Alternative Name (SAN) para verificar o domínio de acordo com o RFC 5280, para aumentar a segurança.
ru: Поле Common Name (CN) устарело. Для проверки доменного имени, в соответствии с RFC 5280, используйте поле Subject Alternative Name (SAN) для повышения безопасности.
vi: Trường Tên chung (CN) đã bị loại bỏ, vui lòng sử dụng Trường Tên thay thế chủ đề (SAN) để xác minh tên miền theo RFC 5280 nhằm nâng cao độ an toàn.
zh: Common Name (CN) 字段已被弃用，请根据 RFC 5280 使用 Subject Alternative Name (SAN) 字段来验证域名，以提高安全性。

source: Postgresql ssl model help text
es: Preferir: No me importa la encriptación, pero si el servidor la soporta, estoy dispuesto a aceptar el costo de la encriptación. Requerir: Quiero que mis datos estén encriptados, acepto el costo. Confío en que la red garantizará que siempre me conecte al servidor que deseo. Verificar CA: Quiero que mis datos estén encriptados, acepto el costo. Quiero asegurarme de que estoy conectado al servidor en el que confío. Verificar completo: Quiero que mis datos estén encriptados, acepto el costo. Quiero estar seguro de que estoy conectado al servidor en el que confío y que es el servidor que he especificado.
ja: Prefer：私は暗号化に関心はありませんが、サーバーが暗号化をサポートしているなら、私は暗号化のコストを支払うことを喜んでいます。 Require：私のデータを暗号化してほしい、そのコストを受け入れます。私はネットワークが私が接続したいサーバーに常に接続できるように保証してくれると信じています。 Verify CA：私はデータが暗号化され、コストを受け入れます。私が信頼するサーバーに接続されていることを確認したい。 Verify Full：私はデータが暗号化され、コストを受け入れます。私が信頼するサーバーに接続されていること、そしてそれが私が指定したサーバーであることを確認したい
ko: Prefer: 나는 암호화에 관심이 없지만, 서버가 암호화를 지원한다면 그에 대한 비용을 지불할 의향이 있습니다. Require: 나는 내 데이터가 암호화되기를 바라며, 그에 대한 비용을 수용하겠습니다. 나는 네트워크가 내가 원하는 서버에 항상 연결될 것이라고 믿습니다. Verify CA: 나는 내 데이터가 암호화되기를 바라며, 그에 대한 비용을 수용하겠습니다. 나는 내가 신뢰하는 서버에 연결되기를 원합니다. Verify Full: 나는 내 데이터가 암호화되기를 바라며, 그에 대한 비용을 수용하겠습니다. 나는 내가 신뢰하는 서버에 연결되기를 원하며, 그것이 내가 지정한 서버임을 보장받고 싶습니다.
pt_br: Preferir: eu não me importo com criptografia, mas se o servidor suportar, estou disposto a pagar o custo. Exigir: eu quero que meus dados sejam criptografados, aceito o custo. Eu confio que a rede garantirá que estou sempre conectado ao servidor que quero. Verificar CA: Eu quero que meus dados sejam criptografados, eu assumo o custo. Eu quero garantir que estou conectado a um servidor de confiança. Verificar Completo: eu quero que meus dados sejam criptografados, estou disposto a assumir o custo. Eu quero ter certeza de que estou conectado a um servidor confiável, e que é o servidor que eu especifico.
ru: Prefer: Я не настаиваю на шифровании, но если сервер его поддерживает, я не против дополнительной нагрузки. Require: Я хочу, чтобы мои данные были зашифрованы, даже если это повлечёт за собой дополнительную нагрузку. Я доверяю сети, что соединение будет установлено с нужным сервером. Verify CA: Я хочу, чтобы мои данные были зашифрованы, даже если это повлечёт за собой дополнительную нагрузку. При этом я хочу удостовериться, что подключаюсь к серверу, которому доверяю (с проверкой через ЦС). Verify Full: Я хочу, чтобы мои данные были зашифрованы, даже если это повлечёт за собой дополнительную нагрузку. При этом я хочу быть уверен, что подключаюсь именно к тому серверу, которому доверяю, и который соответствует указанным параметрам.
vi: Ưu tiên: Tôi không quan tâm đến mã hóa, nhưng nếu máy chủ hỗ trợ mã hóa, tôi sẵn lòng chịu chi phí cho mã hóa. Yêu cầu: Tôi muốn dữ liệu của mình được mã hóa, tôi chấp nhận chi phí. Tôi tin rằng mạng sẽ đảm bảo tôi luôn kết nối với máy chủ mà tôi muốn. Xác minh CA: Tôi muốn dữ liệu của mình được mã hóa, tôi chấp nhận chi phí. Tôi muốn đảm bảo rằng tôi kết nối với máy chủ mà tôi tin tưởng. Xác minh đầy đủ: Tôi muốn dữ liệu của mình được mã hóa, tôi chấp nhận chi phí. Tôi muốn đảm bảo rằng tôi kết nối với máy chủ mà tôi tin tưởng, và nó là máy chủ mà tôi đã chỉ định.
zh: Prefer：我不关心加密，但如果服务器支持加密，我愿意支付加密的开销。 Require：我希望我的数据被加密，我接受开销。我相信网络将确保我始终连接到我想要的服务器。 Verify CA：我希望我的数据被加密，我接受开销。我想确保我连接到我信任的服务器。 Verify Full：我希望我的数据被加密，我接受开销。我想确保我连接到我信任的服务器，并且它是我指定的服务器。

source: The domain part used by the directory service (e.g., AD) and appended to the username during login, such as example.com in user@example.com.
es: El nombre de dominio se añade a la parte del nombre de usuario al iniciar sesión en servicios de directorio (como AD), por ejemplo, en user@example.com, la parte example.com. El módulo {} no es aplicable a este activo. Al ejecutar tareas de sincronización en la nube, ya sea manualmente o en un horario establecido, se debe realizar esta tarea. Diariamente, el sistema limpiará los registros generados durante la ejecución de la sincronización en la nube, de acuerdo con la configuración en "Configuraciones del sistema - Tareas - Limpieza periódica - Días de retención del historial de tareas de sincronización en la nube".
ko: 도메인 이름(Domain Name)은 디렉터리 서비스(예: AD)에 로그인할 때 사용자 이름 뒤에 붙는 도메인 부분으로, 예를 들어 user@example.com에서 example.com입니다.
ru: Имя домена Часть имени домена, которая добавляется к имени пользователя при входе в службу каталогов (например, AD), например example.com в user@example.com.
vi: Tên miền (Domain Name) là phần tên miền được thêm vào sau tên người dùng khi đăng nhập vào dịch vụ thư mục (ví dụ như AD), chẳng hạn như example.com trong user@example.com

source: If the server cannot directly connect to the API address, you need set up an HTTP proxy. e.g. http(s)://host:port
es: Si el servidor no puede acceder directamente a la dirección API, necesitas configurar un proxy HTTP. Por ejemplo http(s)://host:port
ja: サーバーが API アドレスに直接接続できない場合は、HTTP プロキシを設定する必要があります。例: http(s)://host:port
ko: 서버가 api 주소에 직접 접근할 수 없다면, HTTP 프록시를 설정해야 합니다. 예: http(s)://host:port
pt_br: Se o servidor não pode acessar diretamente o endereço da API, você precisa configurar um proxy HTTP. por exemplo http(s)://host:port
ru: Если сервер не может напрямую подключиться к адресу API, вам необходимо настроить HTTP-прокси. Например, http(s)://host:port
vi: Nếu máy chủ không thể truy cập trực tiếp địa chỉ api, bạn cần thiết lập một proxy HTTP. Ví dụ http(s)://host:port
zh: 如果服务器不能直接访问 api 地址，你需要设置一个 HTTP 代理。例如 http(s)://host:port

source: HTTP proxy
es: Proxy HTTP(s)
ja: HTTP プロキシ
ko: HTTP(s) 프록시
pt_br: Proxy HTTP(s)
ru: HTTP(s) прокси
vi: Proxy HTTP(s)
zh: HTTP(s) 代理

source: Proxy must start with http:// or https://
es: El proxy debe comenzar con http:// o https://
ja: エージェントはhttp://またはhttps://で始まる必要があります
ko: 프록시는 http:// 또는 https://로 시작해야 합니다.
pt_br: O proxy deve começar com http:// ou https://
ru: Прокси должен начинаться с http:// или https://
vi: Proxy phải bắt đầu bằng http:// hoặc https://
zh: 代理必须以 http:// 或 https:// 开头

source: Vendor
es: Fabricante
ja: ベンダー
ko: 제조사
pt_br: Fabricante
ru: Производитель
vi: Nhà sản xuất
zh: 制造商

source: Model
es: Modelo
ja: モデル
ko: 모델
pt_br: Modelo
ru: Модель
vi: Mẫu
zh: 型号

source: Serial number
es: Número de serie
ja: シリアル番号
ko: 일련 번호
pt_br: Número de série
ru: Серийный номер
vi: Số sê-ri.
zh: 序列号

source: CPU model
es: Modelo de CPU
ja: CPU モデル
ko: CPU 모델
pt_br: Modelo do CPU
ru: Модель CPU
vi: Mã CPU
zh: CPU型号

source: CPU count
es: Cantidad de CPU
ja: CPU カウント
ko: CPU 수량
pt_br: Quantidade de CPUs
ru: Кол-во CPU
vi: Số lượng CPU
zh: CPU数量

source: CPU cores
es: Núcleos de CPU
ja: CPU カラー
ko: CPU 코어 수
pt_br: Núcleos de CPU
ru: Кол-во ядер CPU
vi: Số nhân CPU
zh: CPU核数

source: CPU vcpus
es: Total de CPU
ja: CPU 合計
ko: CPU 총 수
pt_br: Total de CPUs
ru: Виртуальные CPU
vi: Tổng số CPU
zh: CPU总数

source: Memory
es: Memoria
ja: メモリ
ko: 메모리
pt_br: Memória
ru: Память
vi: Bộ nhớ
zh: 内存

source: Disk total
es: Tamaño del disco
ja: ディスクの合計
ko: 하드디스크 크기
pt_br: Tamanho do disco rígido
ru: Размер диска
vi: Dung lượng ổ cứng
zh: 硬盘大小

source: OS
es: Sistema operativo
ko: 운영 체제
pt_br: Sistema operacional
ru: ОС
vi: Hệ điều hành
zh: 操作系统

source: OS version
es: Versión del sistema
ja: システムバージョン
ko: 시스템 버전
pt_br: Versão do sistema
ru: Версия ОС
vi: Phiên bản hệ thống
zh: 系统版本

source: OS arch
es: Arquitectura del sistema
ja: システムアーキテクチャ
ko: 시스템 아키텍처
pt_br: Arquitetura do sistema
ru: Архитектура ОС
vi: Kiến trúc hệ thống
zh: 系统架构

source: GPU model
ko: GPU 모델
ru: Модель GPU
vi: Mã GPU
