Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: With version iterations, new tasks may be added, or task names and execution times may be modified. Therefore, upon system startup, it is necessary to register or update the parameters of the task that checks if users have expired
es: Con cada iteración de la versión, pueden añadirse nuevas tareas o modificarse los nombres de las tareas, así como los horarios de ejecución, por lo que al iniciar el sistema, se deben registrar o actualizar los parámetros de la tarea de verificación de vencimiento de usuarios.
ja: バージョンのイテレーションに伴い、新たなタスクが追加されたり、タスクの名称、実行時間が変更される可能性があるため、システム起動時に、登録または更新されたユーザーが期限切れのタスクのパラメータをチェックします
ko: 버전 업데이트에 따라 새로운 작업이 추가되거나 작업 이름과 실행 시간이 수정될 수 있으므로, 시스템 시작 시 사용자가 만료되었는지 검토하는 작업의 매개변수를 등록하거나 업데이트합니다.
pt_br: Com o avanço das versões, pode haver a adição de novas tarefas ou modificação dos nomes, horários de execução das tarefas, por isso, ao iniciar o sistema, registre ou atualize os parâmetros da tarefa de verificar se o usuário já expirou
ru: С учётом итераций версий, могут быть добавлены новые задачи или изменены имена задач и время их выполнения. Поэтому при запуске системы необходимо зарегистрировать или обновить параметры задачи проверки истечения срока действия пароля.
vi: Với các phiên bản cập nhật, có thể sẽ có thêm nhiệm vụ hoặc thay đổi tên nhiệm vụ, thời gian thực hiện. Do đó, khi hệ thống khởi động, hãy đăng ký hoặc cập nhật các tham số kiểm tra nhiệm vụ đã hết hạn của người dùng.
zh: 随着版本迭代，可能会新增任务或者修改任务的名称，执行时间，所以在系统启动时，注册或者更新校验用户已过期任务的参数

source: Check unused users
es: Verificación de usuarios no activos
ja: 未使用のユーザーのチェック
ko: 사용하지 않는 사용자 확인
pt_br: Verifique os usuários inativos
ru: Проверка неиспользуемых пользователей
vi: Kiểm tra người dùng chưa sử dụng.
zh: 检查未使用的用户

source: At 2 p.m. every day, according to the configuration in "System Settings - Security - Auth security - Auto disable threshold" users who have not logged in or whose API keys have not been used for a long time will be disabled
es: Todos los días a las 2 de la tarde, conforme a la configuración del sistema - ajustes de seguridad - configuración de desactivación automática de usuarios inactivos, se desactivarán aquellos usuarios que no han iniciado sesión durante mucho tiempo o cuyos claves API no han sido utilizadas.
ja: 毎日午前2時、システム設定-セキュリティ設定-非アクティブユーザー自動無効化設定に基づき、長時間ログインしないユーザーやapi_keyを使用しないユーザーを無効にします
ko: 매일 오후 2시에 시스템 설정 - 보안 설정 - 비활성 사용자 자동 비활성화 설정에 따라 오랜 시간 로그인하지 않거나 api_key가 사용되지 않은 사용자를 비활성화합니다.
pt_br: Todos os dias às 14h, com base na configuração do sistema - configurações de segurança - configuração de desativação automática de usuários inativos, desativar usuários que não fazem login ou não usam a chave API por muito tempo
ru: Каждый день в 14:00, согласно настройкам системы — безопасность — Автоматическое отключение неактивных пользователей, пользователи, которые долго не входили в систему или не использовали API-ключи, будут отключены
vi: Mỗi ngày lúc 2 giờ chiều, dựa vào cấu hình hệ thống - cài đặt bảo mật - cấu hình tự động vô hiệu hóa người dùng không hoạt động, những người dùng không đăng nhập trong thời gian dài hoặc không sử dụng api_key sẽ bị vô hiệu hóa.
zh: 每天下午2点，根据系统配置-安全设置-不活跃用户自动禁用配置，对长时间不登录或api_key不使用的用户进行禁用

source: The user has not logged in recently and has been disabled.
es: Este usuario no ha iniciado sesión recientemente y ha sido desactivado.
ja: ユーザーは最近ログインしておらず、無効になっています。
ko: 해당 사용자는 최근 로그인하지 않았으며, 비활성화되었습니다.
pt_br: O usuário não fez login recentemente e foi desativado.
ru: Этот пользователь давно не входил в систему и был отключён.
vi: Người dùng này đã không đăng nhập trong một thời gian gần đây và đã bị vô hiệu hóa.
zh: 该用户最近未登录，已被禁用。

source: Your account will expire in
es: Su cuenta está a punto de expirar.
ja: アカウントの有効期限は
ko: 귀하의 계정이 곧 만료됩니다.
pt_br: Sua conta está prestes a expirar
ru: Срок действия вашей учётной записи скоро истечёт
vi: Tài khoản của bạn sắp hết hạn.
zh: 您的账号即将过期

source: In order not to affect your normal work, please contact the administrator for confirmation.
es: Para no afectar su trabajo normal, por favor contacte al administrador para confirmarlo.
ja: 通常の作業に影響を与えないように、確認のために管理者に連絡してください。
ko: 정상적인 업무에 영향을 미치지 않도록 관리자에게 확인해 주시기 바랍니다.
pt_br: Para que seu trabalho não seja comprometido, entre em contato com o administrador para confirmar
ru: Чтобы это не повлияло на вашу нормальную работу, пожалуйста, свяжитесь с администратором для подтверждения.
vi: Để không ảnh hưởng đến công việc của bạn, xin vui lòng liên hệ với quản lý để xác nhận.
zh: 为了不影响您正常工作，请联系管理员确认。

source: Your password will expire in
es: Su contraseña va a expirar.
ja: パスワードは
ko: 귀하의 비밀번호가 만료됩니다.
pt_br: Sua senha está prestes a expirar
ru: Ваш пароль истечет
vi: Mật khẩu của bạn sẽ hết hạn.
zh: 您的密码将过期

source: For your account security, please click on the link below to update your password in time
es: Para la seguridad de su cuenta, haga clic en el enlace de abajo para actualizar su contraseña a tiempo.
ja: アカウントのセキュリティについては、下のリンクをクリックしてパスワードを時間内に更新してください
ko: 계정 안전을 위해 아래 링크를 클릭하여 비밀번호를 즉시 업데이트하시기 바랍니다.
pt_br: Para a segurança da sua conta, clique no link abaixo para atualizar sua senha a tempo
ru: Для безопасности вашей учётной записи, пожалуйста, нажмите на ссылку ниже, чтобы своевременно обновить пароль
vi: Để đảm bảo an toàn cho tài khoản của bạn, vui lòng nhấp vào liên kết bên dưới để cập nhật mật khẩu kịp thời.
zh: 为了您的账号安全，请点击下面的链接及时更新密码

source: Click here update password
es: Haga clic aquí para actualizar su contraseña.
ja: ここをクリック更新パスワード
ko: 여기를 클릭하여 비밀번호를 업데이트하십시오.
pt_br: Clique aqui para atualizar sua senha
ru: Нажмите здесь, чтобы обновить пароль
vi: Nhấp vào đây để cập nhật mật khẩu.
zh: 点击这里更新密码

source: If your password has expired, please click the link below to
es: Si su contraseña ya ha expirado, por favor haga clic en
ja: パスワードの有効期限が切れている場合は、以下のリンクをクリックしてください
ko: 만약 귀하의 비밀번호가 만료되었다면, 클릭해 주십시오.
pt_br: Se sua senha já expirou, clique
ru: Если ваш пароль уже истек, пожалуйста, нажмите
vi: Nếu mật khẩu của bạn đã hết hạn, xin vui lòng nhấp vào.
zh: 如果你的密码已过期，请点击

source: Your MFA has been reset by site administrator
es: Su MFA ha sido restablecido por el administrador.
ja: MFAはサイト管理者によってリセットされました
ko: 귀하의 MFA가 관리자에 의해 초기화되었습니다. 아래 링크를 클릭하여 설정해 주십시오. 여기를 클릭하여 설정해 주세요. 귀하의 SSH 키가 관리자에 의해 초기화되었습니다. 여기를 클릭하여 비밀번호를 설정하십시오. 이메일을 입력하면 비밀번호 재설정 이메일이 귀하의 이메일로 발송됩니다. 휴대폰 번호를 입력하면 인증 코드가 귀하의 휴대폰으로 전송됩니다. 이메일 계정 휴대폰 번호 제출 비밀번호를 찾고자 하는 사용자 이름을 입력해 주십시오. MFA는 강제로 활성화되었으며, 비활성화할 수 없습니다. MFA 다중 인증 설정 초기화 귀하의 비밀번호는 다음 조건을 충족해야 합니다:
pt_br: Seu MFA foi redefinido pelo administrador
ru: Ваш МФА был сброшен администратором
vi: MFA của bạn đã được quản lý đặt lại.
zh: 你的 MFA 已经被管理员重置

source: Please click the link below to set
es: Haga clic en el enlace de abajo para configurarlo.
ja: 以下のリンクをクリックして設定してください
ko: 아래 링크를 클릭하여 설정해 주세요
pt_br: Por favor, clique no link abaixo para configurar
ru: Пожалуйста, нажмите на ссылку ниже для настройки
vi: Vui lòng nhấp vào liên kết bên dưới để thiết lập
zh: 请点击下面链接设置

source: Click here set
es: Haga clic aquí para configurar.
ja: ここをクリックセット
ko: 여기를 클릭하여 설정하십시오
pt_br: Clique aqui para configurar.
ru: Нажмите здесь, чтобы настроить
vi: Nhấp vào đây để thiết lập
zh: 点击这里设置

source: Your ssh public key has been reset by site administrator
es: Su clave SSH ha sido restablecida por el administrador.
ja: あなたのssh公開鍵はサイト管理者によってリセットされました
ko: 귀하의 SSH 키가 관리자에 의해 재설정되었습니다
pt_br: Sua chave SSH foi redefinida pelo administrador
ru: Ваш SSH ключ был сброшен администратором
vi: Khóa SSH của bạn đã được quản trị viên đặt lại
zh: 你的 SSH 密钥已经被管理员重置

source: click here to set your password
es: Haga clic aquí para establecer la contraseña.
ja: ここをクリックしてパスワードを設定してください
ko: 여기를 클릭하여 비밀번호를 설정하십시오
pt_br: Clique aqui para definir uma senha
ru: нажмите здесь, чтобы установить пароль
vi: Nhấp vào đây để đặt lại mật khẩu
zh: 点击这里设置密码

source: Input your email account, that will send a email to your
es: Ingrese su correo electrónico, se enviará un correo de restablecimiento a su bandeja de entrada.
ja: あなたのメールを入力し、それはあなたにメールを送信します
ko: 이메일을 입력하면 비밀번호 재설정 메일이 귀하의 이메일로 발송됩니다
pt_br: Insira seu e-mail, um e-mail de redefinição será enviado para sua caixa de entrada
ru: Введите ваш адрес электронной почты, на который будет отправлено письмо для сброса
vi: Nhập địa chỉ email của bạn, một email đặt lại mật khẩu sẽ được gửi đến hộp thư của bạn
zh: 输入您的邮箱, 将会发一封重置邮件到您的邮箱中

source: Enter your mobile number and a verification code will be sent to your phone
es: Introduce tu número de teléfono, el código de verificación será enviado a tu móvil
ja: 携帯電話番号を入力すると、認証コードが携帯電話に送信されます
ko: 휴대폰 번호를 입력하면 인증 코드가 귀하의 휴대폰으로 전송됩니다
pt_br: Insira o seu número de celular, o código de verificação será enviado para o seu telefone
ru: Введите ваш номер телефона, на него будет отправлен код подтверждения
vi: Nhập số điện thoại của bạn, mã xác nhận sẽ được gửi đến điện thoại của bạn
zh: 输入您的手机号码，验证码将发送到您的手机

source: Email account
es: Cuenta de correo electrónico
ja: メールアドレス
ko: 이메일 계정
pt_br: Conta de e-mail
ru: Адрес электронной почты
vi: Tài khoản email
zh: 邮箱账号

source: Mobile number
es: Número de teléfono
ja: 携帯番号
ko: 휴대폰 번호
pt_br: Número de celular
ru: Мобильный номер
vi: Số điện thoại
zh: 手机号码

source: Submit
es: Enviar
ja: 送信
ko: 제출
pt_br: Enviar
ru: Отправить
vi: Gửi đi
zh: 提交

source: Please enter the username for which you want to retrieve the password
es: Introduce el nombre de usuario cuya contraseña necesitas recuperar
ja: パスワードを取り戻す必要があるユーザー名を入力してください
ko: 비밀번호를 찾으려는 사용자 이름을 입력하십시오
pt_br: Por favor, insira o nome de usuário para o qual você precisa recuperar a senha
ru: Введите имя пользователя, для которого вы хотите восстановить пароль
vi: Vui lòng nhập tên người dùng mà bạn muốn khôi phục mật khẩu
zh: 请输入您需要找回密码的用户名

source: MFA force enable, cannot disable
es: MFA ha sido habilitado de forma obligatoria, no se puede deshabilitar
ja: MFA強制有効化、無効化できません
ko: MFA가 강제로 활성화되어 있어 비활성화할 수 없습니다
pt_br: O MFA foi ativado obrigatoriamente, não pode ser desativado
ru: МФА была включена принудительно, отключение невозможно
vi: MFA đã được kích hoạt bắt buộc, không thể tắt
zh: MFA 已强制启用，无法禁用

source: MFA setting
es: Configurar autenticación multifactor (MFA)
ja: MFAの設定
ko: MFA 다중 인증 설정
pt_br: Configure a Autenticação de Múltiplos Fatores MFA
ru: Настойки МФА
vi: Thiết lập xác thực đa yếu tố MFA
zh: 设置 MFA 多因子认证

source: Reset
es: Restablecer
ja: リセット
ko: 재설정
pt_br: Redefinir
ru: Сброс
vi: Đặt lại
zh: 重置

source: Your password must satisfy
es: Tu contraseña debe cumplir con:
ja: パスワードを満たす必要があります
ko: 귀하의 비밀번호는 다음 조건을 충족해야 합니다:
pt_br: Sua senha deve atender:
ru: Ваш пароль должен удовлетворять следующим требованиям
vi: Mật khẩu của bạn phải đáp ứng:
zh: 您的密码必须满足：

source: Password strength
es: Fuerza de la contraseña:
ja: パスワードの強さ
ko: 비밀번호 강도：
pt_br: Força da senha:
ru: Надежность пароля
vi: Độ mạnh mật khẩu:
zh: 密码强度：

source: Very weak
es: Muy débil
ja: 非常に弱い
ko: 매우 약함
pt_br: Muito fraca
ru: Очень слабый
vi: Rất yếu
zh: 很弱

source: Weak
es: Débil
ja: 弱い
ko: 약함
pt_br: Fraca
ru: Слабый
vi: Yếu
zh: 弱

source: Medium
es: Regular
ja: 中
ko: 보통
pt_br: Geral
ru: Средний
vi: Bình thường
zh: 一般

source: Strong
es: Fuerte
ja: 強い
ko: 강함
pt_br: Forte
ru: Сильный
vi: Mạnh
zh: 强

source: Very strong
es: Muy fuerte
ja: 非常に強い
ko: 매우 강함
pt_br: Muito Forte
ru: Очень сильный
vi: Rất mạnh
zh: 很强

source: Enable OTP
es: Activar MFA (OTP)
ja: OTPの有効化
ko: MFA(OTP) 활성화
pt_br: Ativar MFA(OTP)
ru: Включить МФА (OTP)
vi: Kích hoạt MFA (OTP)
zh: 启用 MFA(OTP)

source: Bind one-time password authenticator
es: Vincular verificador MFA
ja: ワンタイムパスワード認証子のバインド
ko: MFA 인증기 연결
pt_br: Vincular validador MFA
ru: Привязать приложение МФА
vi: Liên kết trình xác thực MFA
zh: 绑定MFA验证器

source: Use the MFA Authenticator application to scan the following qr code for a 6-bit verification code
es: Utilice la aplicación de verificación MFA para escanear el siguiente código QR y obtener el código de 6 dígitos
ja: MFA Authenticatorアプリケーションを使用して、次のqrコードを6ビット検証コードでスキャンします。
ko: MFA 인증기 애플리케이션으로 아래의 QR 코드를 스캔하여 6자리 인증 코드를 얻으세요
pt_br: Use o aplicativo do validador MFA para escanear o código QR abaixo e obter um código de verificação de 6 dígitos
ru: Используйте приложение аутентификации МФА для сканирования следующего QR-кода и получения 6-значного кода
vi: Sử dụng ứng dụng trình xác thực MFA quét mã QR dưới đây để nhận mã xác thực 6 chữ số
zh: 使用 MFA 验证器应用扫描以下二维码，获取6位验证码

source: Six figures
es: Código de 6 cifras
ja: 6つの数字
ko: 6자리 숫자
pt_br: 6 dígitos
ru: 6 знаков
vi: 6 chữ số
zh: 6 位数字

source: Install app
es: Instalar aplicación
ja: アプリのインストール
ko: 애플리케이션 설치
pt_br: Instalar aplicativo
ru: Установить приложение
vi: Cài đặt ứng dụng
zh: 安装应用

source: Download and install the MFA Authenticator application on your phone or applet of WeChat
es: Por favor, descargue e instale la aplicación de verificación MFA desde su dispositivo móvil o mini programa de WeChat
ja: 携帯電話またはWeChatのアプレットにMFA Authenticatorアプリケーションをダウンロードしてインストールします
ko: 휴대전화 또는 위챗 미니 프로그램에서 MFA 인증기 애플리케이션을 다운로드하여 설치하세요
pt_br: Faça o download e instale o aplicativo do validador MFA no seu celular ou mini programa WeChat
ru: Пожалуйста, скачайте и установите приложение для аутентификации МФ Ана мобильном устройстве или или в мини-программе WeChat
vi: Vui lòng tải xuống và cài đặt ứng dụng trình xác thực MFA trên điện thoại hoặc ứng dụng WeChat
zh: 请在手机端或微信小程序下载并安装 MFA 验证器应用

source: Android downloads
es: Descarga para Android
ja: Androidのダウンロード
ko: Android 다운로드
pt_br: Download para Android
ru: Скачать для Android
vi: Tải xuống cho Android
zh: Android手机下载

source: iPhone downloads
es: Descarga para iPhone
ja: IPhoneのダウンロード
ko: iPhone 다운로드
pt_br: Download para iPhone
ru: Скачать для iPhone
vi: Tải xuống cho iPhone
zh: iPhone手机下载

source: After installation, click the next step to enter the binding page (if installed, go to the next step directly).
es: Una vez completada la instalación, haga clic en siguiente para ingresar a la página de vinculación (si ya está instalada, vaya directamente al siguiente paso)
ja: インストール後、次のステップをクリックしてバインディングページに入ります (インストールされている場合は、次のステップに直接進みます)。
ko: 설치 완료 후 다음 단계로 넘어가 연결 페이지로 갑니다 (이미 설치된 경우, 바로 다음 단계로 진행하세요)
pt_br: Após a instalação, clique no próximo passo para entrar na página de vinculação (se já estiver instalado, vá diretamente para o próximo passo)
ru: После установки нажмите 'Далее', чтобы перейти на страницу привязки (если приложение уже установлено, сразу перейдите к следующему шагу)
vi: Sau khi cài đặt hoàn tất, nhấp vào bước tiếp theo để vào trang liên kết (nếu đã cài đặt, hãy đi thẳng đến bước tiếp theo)
zh: 安装完成后点击下一步进入绑定页面 (如已安装，直接进入下一步)

source: Verify password
es: Verificación de contraseña
ja: パスワードの確認
ko: 비밀번호 확인
pt_br: Verificar senha
ru: Проверка пароля
vi: Xác minh mật khẩu
zh: 校验密码

source: Authenticate
es: Verificar identidad
ja: 認証
ko: 신원 인증
pt_br: Verificar identidade
ru: Аутентификация
vi: Xác thực danh tính
zh: 验证身份

source: The account protection has been opened, please complete the following operations according to the prompts
es: La protección de la cuenta está activada, por favor complete las siguientes acciones según las instrucciones
ja: アカウント保護が開始されました。プロンプトに従って次の操作を完了してください
ko: 계정 보호가 활성화되었습니다. 아래 지침에 따라 작업을 완료해 주세요.
pt_br: A proteção da conta já está ativada, siga as instruções para concluir as seguintes ações.
ru: Защита учётной записи включена, пожалуйста, выполните следующие действия согласно подсказкам
vi: Bảo vệ tài khoản đã được kích hoạt, vui lòng thực hiện các thao tác sau theo hướng dẫn
zh: 账号保护已开启，请根据提示完成以下操作

source: Open MFA Authenticator and enter the 6-bit dynamic code
es: Por favor, abra el verificador MFA e introduzca el código dinámico de 6 cifras
ja: MFA Authenticatorを開き、6ビットの動的コードを入力します
ko: MFA 인증기를 열고 6자리 동적 코드를 입력해 주세요.
pt_br: Por favor, abra o autenticador MFA e insira o código de 6 dígitos
ru: Откройте приложение для аутентификации МФА и введите шестизначный код
vi: Vui lòng mở trình xác thực MFA, nhập mã động 6 chữ số
zh: 请打开 MFA 验证器，输入 6 位动态码

source: Face binding successful
es: Rasgos faciales vinculados con éxito
ko: 얼굴 인식 특징이 성공적으로绑定되었습니다.
pt_br: Vinculação de características faciais bem-sucedida
ru: Успешно привязаны характеристики лица
vi: Gắn bó đặc trưng khuôn mặt thành công

source: Face unbinding successful
es: Rasgos faciales desvinculados con éxito
ko: 얼굴 인식 특징이 성공적으로解绑되었습니다.
pt_br: Desvinculação de características faciais bem-sucedida
ru: Успешно отвязаны характеристики лица
vi: Gỡ gắn bó đặc trưng khuôn mặt thành công

source: Already bound
es: Ya vinculado
ja: すでにバインド済み
ko: 이미绑定되었습니다.
pt_br: Vinculação concluída
ru: Уже привязано
vi: Đã được gắn bó
zh: 已经绑定

source: MFA already bound, disable first, then bound
es: MFA(OTP) ya está vinculado, por favor desactívelo antes de volver a vincular
ja: MFAはすでにバインドされており、最初に無効にしてからバインドされています。
ko: MFA(OTP)가 이미绑定되었으므로 먼저 비활성화한 후 다시绑定해 주세요.
pt_br: MFA(OTP) já está vinculado, por favor, desative antes de vincular novamente
ru: МФА(OTP) уже привязана, пожалуйста, сначала отключите, затем привяжите заново
vi: MFA (OTP) đã được gắn bó, vui lòng vô hiệu hóa trước khi tiến hành gắn bó lại
zh: MFA(OTP) 已经绑定，请先禁用，再绑定

source: OTP enable success
es: MFA(OTP) habilitado con éxito
ja: OTP有効化成功
ko: MFA(OTP) 활성화 성공
pt_br: MFA(OTP) ativado com sucesso
ru: МФА(OTP) успешно включена
vi: MFA (OTP) đã được kích hoạt thành công
zh: MFA(OTP) 启用成功

source: OTP enable success, return login page
es: MFA(OTP) habilitado con éxito, regrese a la página de inicio de sesión
ja: OTP有効化成功、ログインページを返す
ko: MFA(OTP) 활성화 성공, 로그인 페이지로 돌아갑니다.
pt_br: MFA(OTP) ativado com sucesso, retornando à página de login
ru: МФА(OTP) успешно включена, возвращаемся на страницу входа
vi: MFA (OTP) đã được kích hoạt thành công, quay lại trang đăng nhập
zh: MFA(OTP) 启用成功，返回到登录页面

source: Disable OTP
es: Desactivar MFA(OTP) virtual
ja: OTPの無効化
ko: 가상 MFA(OTP) 비활성화
pt_br: Desativar MFA(OTP) virtual
ru: Отключить виртуальную МФА(OTP)
vi: Vô hiệu hóa MFA ảo (OTP)
zh: 禁用虚拟 MFA(OTP)

source: OTP disable success
es: MFA(OTP) desactivado con éxito
ja: OTP無効化成功
ko: MFA(OTP) 비활성화 성공
pt_br: MFA(OTP) desativado com sucesso
ru: МФА(OTP) успешно отключена
vi: MFA (OTP) đã được vô hiệu hóa thành công
zh: MFA(OTP) 禁用成功

source: OTP disable success, return login page
es: MFA(OTP) desactivado con éxito, regrese a la página de inicio de sesión
ja: OTP無効化成功、ログインページを返す
ko: MFA(OTP) 비활성화 성공, 로그인 페이지로 돌아갑니다.
pt_br: MFA(OTP) desativado com sucesso, retornando à página de login
ru: МФА(OTP) успешно отключена, возвращаемся на страницу входа
vi: MFA (OTP) đã được vô hiệu hóa thành công, quay lại trang đăng nhập
zh: MFA(OTP) 禁用成功，返回登录页面

source: Password invalid
es: Nombre de usuario o contraseña inválidos
ja: パスワード無効
ko: 사용자 이름 또는 비밀번호가 올바르지 않습니다.
pt_br: Nome de usuário ou senha inválidos
ru: Неверное имя пользователя или пароль
vi: Tên người dùng hoặc mật khẩu không hợp lệ
zh: 用户名或密码无效

source: Non-local users can log in only from third-party platforms and cannot change their passwords: {}
es: Usuarios no locales sólo pueden iniciar sesión desde plataformas de terceros, no se admite el cambio de contraseña: {}
ja: ローカル以外のユーザーは、サードパーティ プラットフォームからのログインのみが許可され、パスワードの変更はサポートされていません: {}
ko: 비거주 사용자는 제3자 플랫폼을 통해서만 로그인할 수 있으며, 비밀번호 수정은 지원되지 않습니다: {}
pt_br: Usuários não locais só podem entrar através de plataformas de terceiros, não é suportada a alteração de senha: {}
ru: Пользователи, не являющиеся локальными, могут входить только через сторонние платформы и не могут изменить свой пароль: {}
vi: Người dùng không phải địa phương chỉ cho phép đăng nhập từ nền tảng bên thứ ba, không hỗ trợ thay đổi mật khẩu: {}
zh: 非本地用户仅允许从第三方平台登录，不支持修改密码: {}

source: Token invalid or expired
es: Error o token inválido
ja: トークンが無効または期限切れ
ko: 토큰 오류 또는 만료되었습니다.
pt_br: Token incorreto ou inválido
ru: Неверный или истёкший токен
vi: Mã thông báo bị lỗi hoặc đã hết hạn.
zh: 令牌错误或失效

source: User auth from {}, go there change password
es: La fuente de autenticación del usuario proviene de {}, por favor cambie la contraseña en el sistema correspondiente
ja: ユーザー認証ソース {}, 対応するシステムにパスワードを変更してください
ko: 사용자 인증 출처는 {}, 해당 시스템에서 비밀번호를 수정해 주시기 바랍니다.
pt_br: O source de autenticação do usuário vem de {}, por favor, vá ao sistema correspondente para alterar a senha
ru: Аутентификация пользователя происходит через {}, пожалуйста, измените пароль в соответствующей системе
vi: Nguồn xác thực người dùng đến từ {}, vui lòng thay đổi mật khẩu trong hệ thống tương ứng.
zh: 用户认证源来自 {}, 请去相应系统修改密码

source: * Your password does not meet the requirements
es: * Su contraseña no cumple con los requisitos
ja: * パスワードが要件を満たしていない
ko: * 귀하의 비밀번호가 요구 사항을 충족하지 않습니다.
pt_br: * Sua senha não atende aos requisitos
ru: * Ваш пароль не соответствует требованиям
vi: * Mật khẩu của bạn không đáp ứng yêu cầu.
zh: * 您的密码不符合要求

source: * The new password cannot be the last {} passwords
es: * La nueva contraseña no puede ser una de las últimas {} contraseñas
ja: * 新しいパスワードを最後の {} パスワードにすることはできません
ko: * 새 비밀번호는 최근 {} 번의 비밀번호 중 하나일 수 없습니다.
pt_br: * A nova senha não pode ser as últimas {} senhas
ru: * Новый пароль не может быть одним из последних {} паролей
vi: * Mật khẩu mới không được trùng với {} lần mật khẩu gần đây.
zh: * 新密码不能是最近 {} 次的密码

source: Reset password success, return to login page
es: La contraseña se ha restablecido con éxito, regrese a la página de inicio de sesión.
ja: パスワードの成功をリセットし、ログインページに戻る
ko: 비밀번호 재설정이 성공적으로 완료되었습니다. 로그인 페이지로 돌아갑니다.
pt_br: Restauração de senha bem-sucedida, retornar para a página de login
ru: Пароль успешно сброшен, вернитесь на страницу входа
vi: Đặt lại mật khẩu thành công, quay lại trang đăng nhập.
zh: 重置密码成功，返回到登录页面

source: Based on the current task configuration, assets that do not match the strategy will skipped.
es: Según la configuración de la tarea actual, los activos que no cumplen con la política serán omitidos.
ja: 現在のタスク構成に基づいて、未一致ポリシーの資産はスキップされます
ko: 현재 작업 구성에 따라 정책에 부합하지 않는 자산은 건너뛰어집니다.
pt_br: Baseado na configuração da tarefa atual, os recursos que não estão conforme a política "" serão ignorados.
ru: В соответствии с текущей конфигурацией задачи, активы, не соответствующие политике, будут пропущены.
vi: Theo cấu hình nhiệm vụ hiện tại, các tài sản không phù hợp với chính sách sẽ bị bỏ qua.
zh: 根据当前任务配置，不符合“”策略的资产将被跳过。

source: Test connection successful
es: Prueba exitosa
ja: テスト接続成功
ko: 테스트 성공
pt_br: Teste bem-sucedido
ru: Тестовое подключение прошло успешно
vi: Kiểm tra thành công.
zh: 测试成功

source: Test connection failed: {}
es: Error en la conexión de prueba: {}
ja: テスト接続に失敗しました: {}
ko: 연결 테스트 실패: {}
pt_br: Falha na conexão do teste: {}
ru: Ошибка при проверке соединения: {}
vi: Kiểm tra kết nối thất bại: {}
zh: 测试连接失败：{}

source: User {} deleted the current resource and released the assets
es: El usuario {} ha eliminado activos cuya recurso ha sido liberado.
ja: ユーザー {} が現在のリソースを削除し、アセットを解放しました
ko: 사용자 {}가 현재 자원이 해제된 자산을 삭제했습니다.
pt_br: Usuário {} excluiu o recurso já liberado
ru: Пользователь {} удалил активы, которые были освобождены в текущем ресурсе
vi: Người dùng {} đã xóa tài sản đã được giải phóng hiện tại.
zh: 用户 {} 删除了当前资源已释放的资产

source: AWS (International)
es: AWS (Internacional)
ja: AWS (国際)
ko: AWS (국제)
pt_br: AWS (Internacional)
ru: AWS (Международный)
vi: AWS (Quốc tế)
zh: AWS (国际)

source: AWS (China)
ja: AWS (中国)
ko: AWS (중국)
ru: AWS (Китай)
vi: AWS (Trung Quốc)
zh: AWS (中国)

source: Azure (China)
ja: Azure (中国)
ko: Azure (중국)
ru: Azure (Китай)
vi: Azure (Trung Quốc)
zh: Azure (中国)

source: Azure (International)
es: Azure (Internacional)
ja: Azure (国際)
ko: Azure (국제)
pt_br: Azure (Internacional)
ru: Azure (Международный)
vi: Azure (Quốc tế)
zh: Azure (国际)

source: JD Cloud
ja: 京東雲
ko: 징둥 클라우드
vi: 京东云
zh: 京东云

source: KingSoft Cloud
ja: 金山雲
ko: 징산 클라우드
vi: 金山云
zh: 金山云

source: Tencent Cloud
ja: テンセント雲
ko: 텐센트 클라우드
vi: 腾讯云
zh: 腾讯云
