Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Joiner
es: participante
ja: ジョイナー
ko: 가입자
pt_br: Participante
ru: Участник
vi: Người tham gia
zh: 加入者

source: Date joined
es: fecha de entrada
ja: 参加日
ko: 가입 날짜
pt_br: Data de entrada
ru: Дата подключения
vi: Ngày tham gia
zh: 加入日期

source: Date left
es: fecha de finalización
ja: 日付が残っています
ko: 종료 날짜
pt_br: Data de término
ru: Дата отключения
vi: Ngày kết thúc
zh: 结束日期

source: Session join record
es: registro de entrada a la conversación
ja: セッション参加記録
ko: 세션 가입 기록
pt_br: Registro de entrada na Sessão
ru: Журнал присоединения к сессии
vi: Ghi chép tham gia cuộc trò chuyện
zh: 会话加入记录

source: Invalid verification code
es: el código de verificación es incorrecto
ja: 検証コードが無効
ko: 인증 코드가 올바르지 않습니다
pt_br: O código de verificação está incorreto
ru: Неверный код подтверждения
vi: Mã xác nhận không chính xác
zh: 验证码不正确

source: You have already joined this session
es: ya te has unido a esta conversación
ja: すでにこのセッションに参加しています
ko: 이미 이 세션에 가입하셨습니다
pt_br: Você já entrou nesta sessão
ru: Вы уже присоединились к этой сессии
vi: Bạn đã tham gia vào cuộc hội thoại này
zh: 您已经加入过此会话

source: Hostname
es: nombre del host
ja: ホスト名
ko: 호스트 이름
pt_br: Nome do Host.
ru: Имя хоста
vi: Tên máy chủ
zh: 主机名

source: App Provider
es: proveedor de aplicaciones
ja: アプリケーションプロバイダ
ko: 애플리케이션 제공자
pt_br: Fornecedor de aplicativos
ru: Поставщик приложения
vi: Nhà cung cấp ứng dụng
zh: 应用提供商

source: Providers
es: proveedor
ja: プロバイダ
ko: 제공자
pt_br: Fornecedor
ru: Поставщик
vi: Nhà cung cấp
zh: 提供商

source: Virtual app publication
es: publicación de aplicación virtual
ja: 仮想アプリケーションの公開
ko: 가상 애플리케이션 배포
pt_br: Publicação de aplicativos virtuais
ru: Публикация виртуального приложения
vi: Phát hành ứng dụng ảo
zh: 虚拟应用发布

source: Sessions
es: conversación
ja: セッション
ko: 세션
pt_br: Sessão
ru: Сессии
vi: Cuộc hội thoại
zh: 会话

source: Command warning
es: Comando de advertencia
ja: コマンド警告
ko: 명령 경고
pt_br: Alerta de comando
ru: Оповещение о команде
vi: Cảnh báo lệnh
zh: 命令告警

source: Command reject
es: Comando rechazado
ja: コマンド拒否
ko: 명령 거부
pt_br: Comando recusado
ru: Отклонение команды
vi: Từ chối lệnh
zh: 命令拒绝

source: Level
es: Nivel
ja: レベル
ko: 수준
pt_br: Nível
ru: Уровень
vi: Cấp độ
zh: 级别

source: Command and replay storage
es: Almacenamiento de comandos y grabaciones
ja: コマンド及び録画記憶
ko: 명령 및 녹화 저장
pt_br: Armazenamento de comandos e gravações
ru: Хранение команд и записей сессий
vi: Storage
zh: 命令及录像存储

source: Test failure: Account invalid
es: Prueba fallida: cuenta no válida
ja: テスト失敗: アカウントが無効
ko: 테스트 실패: 계정이 유효하지 않음
pt_br: Teste falhou: Conta inválida
ru: Тест не пройден: учетная запись недействительна
vi: Kiểm tra thất bại: Tài khoản không hợp lệ
zh: 测试失败: 账号无效

source: Invalid storage
es: Almacenamiento no válido
ja: 無効なストレージ
ko: 유효하지 않은 저장소
pt_br: Armazenamento inválido
ru: Недопустимое хранилище
vi: Lưu trữ không hợp lệ
zh: 无效的存储

source: Icon
es: Ícono
ja: アイコン
ko: 아이콘
pt_br: Ícone
ru: Иконка
vi: Biểu tượng
zh: 图标

source: Per Device (Device number limit)
es: Por usuario (límite en la cantidad de dispositivos)
ja: 各ユーザー（デバイス数制限）
ko: 사용자당 (제한된 장치 수)
pt_br: Por usuário (Limite de quantidade de dispositivos)
ru: По устройствам (ограничение по количеству устройств)
vi: Mỗi người dùng (giới hạn số lượng thiết bị)
zh: 每用户 (限制设备数量)

source: Per User (User number limit)
es: Por dispositivo (límite en la cantidad de usuarios)
ja: 各デバイス（ユーザー数制限）
ko: 장치당 (제한된 사용자 수)
pt_br: Por dispositivo (Limite de quantidade de usuários)
ru: По пользователям (ограничение по количеству пользователей)
vi: Mỗi thiết bị (giới hạn số lượng người dùng)
zh: 每设备 (限制用户数量)

source: Core API
es: Dirección del servicio Core
ja: コア サービス アドレス
ko: Core 서비스 주소
pt_br: Endereço de serviço Core
ru: Адрес службы Core
vi: Địa chỉ dịch vụ Core
zh: Core 服务地址

source: Tips: The application release machine communicates with the Core service. If the release machine and the Core service are on the same network segment, it is recommended to fill in the intranet address, otherwise fill in the current site URL <br> eg: https://172.16.10.110 or https://dev.jumpserver.com
es: Nota: Se utiliza para la comunicación entre el publicador de aplicaciones y el servicio Core. Si el publicador y el servicio Core están en la misma red, se recomienda ingresar la dirección de la red interna, de lo contrario, ingrese la URL del sitio actual.<br>Por ejemplo: https://172.16.10.110 o https://dev.jumpserver.com
ja: ヒント: アプリケーション リリース マシンは、コア サービスと通信します。リリース マシンとコア サービスが同じネットワーク セグメント上にある場合は、イントラネット アドレスを入力することをお勧めします。それ以外の場合は、現在のサイト URL を入力します。<br>例: https://172.16.10.110 または https://dev.jumpserver.com
ko: 提示：애플리케이션 배포기와 Core 서비스가 통신하는 데 사용되며, 배포기와 Core 서비스가 동일한 네트워크에 있을 경우 내부 주소를 입력하는 것이 좋습니다. 그렇지 않으면 현재 사이트 URL을 입력해야 합니다.<br>예: https://172.16.10.110 또는 https://dev.jumpserver.com
pt_br: Dica: O publicador de aplicativos e o serviço Core usam comunicação. Se o publicador e o serviço Core estiverem na mesma rede, é recomendado preencher o endereço da intranet; caso contrário, preencha o URL do atual site. Por exemplo: https://172.16.10.110 ou https://dev.jumpserver.com.
ru: Подсказка: используется для связи между машиной публикации приложений и службой Core. Если они находятся в одной подсети, рекомендуется указать внутренний адрес; в противном случае — текущий URL сайта. Например: https://172.16.10.110 или https://dev.jumpserver.com»
vi: Gợi ý: Ứng dụng phát hành và dịch vụ Core giao tiếp với nhau. Nếu phát hành và dịch vụ Core nằm trong cùng một mạng con, nên điền địa chỉ nội bộ; nếu không, vui lòng điền URL của trang hiện tại. <br> Ví dụ: https://172.16.10.110 hoặc https://dev.jumpserver.com
zh: 提示：应用发布机和 Core 服务进行通信使用，如果发布机和 Core 服务在同一网段，建议填写内网地址，否则填写当前站点 URL<br>例如：https://172.16.10.110 or https://dev.jumpserver.com

source: Ignore Certificate Verification
es: Ignorar la autenticación de certificados
ja: 証明書の検証を無視する
ko: 인증서 인증 무시
pt_br: Ignorar certificação de certificado
ru: Игнорировать проверку сертификата
vi: Bỏ qua xác thực chứng chỉ
zh: 忽略证书认证

source: Existing RDS license
es: Licencia RDS ya existente
ja: 既存の RDS 証明書
ko: 이미 RDS 라이센스 보유
pt_br: Já existem licenças RDS
ru: Существующая лицензия RDS
vi: Đã có giấy phép RDS
zh: 已有 RDS 许可证

source: If not exist, the RDS will be in trial mode, and the trial period is 120 days. <a href="https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license">Detail</a>
es: Si no existe, RDS estará en modo de prueba, con un período de prueba de 120 días. <a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>Más detalles</a>
ja: 存在しない場合、RDSは試用モードで、試用期間は120日間です。<a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>詳細</a>
ko: 존재하지 않을 경우, RDS는 시험 모드에 있으며, 시험 기간은 120일입니다.<a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>자세히 보기</a>
pt_br: Se não existir, o RDS estará em modo de teste, com um período de teste de 120 dias. <a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>Detalhes</a>
ru: Если лицензия отсутствует, RDS будет работать в пробном режиме в течение 120 дней. <a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>Подробнее</a>
vi: Nếu không có, RDS sẽ ở chế độ dùng thử, thời gian thử nghiệm là 120 ngày. <a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>Chi tiết</a>
zh: 如果不存在，RDS 将处于试用模式，试用期为 120 天。<a href='https://learn.microsoft.com/en-us/windows-server/remote/remote-desktop-services/rds-client-access-license'>详情</a>

source: RDS License Server
es: Servidor de licencia RDS
ja: RDS ライセンス サーバー
ko: RDS 라이센스 서버
pt_br: Servidor de licença RDS
ru: Сервер лицензий RDS
vi: Máy chủ cấp phép RDS
zh: RDS 许可服务器

source: RDS Licensing Mode
es: Modo de autorización RDS
ja: RDS 認可モード
ko: RDS 권한 모드
pt_br: Modo de licenciamento RDS
ru: RDS режим лицензирования
vi: Chế độ cấp phép RDS
zh: RDS 授权模式

source: RDS Single Session Per User
es: RDS usuario único y sesión única
ja: RDS シングル ユーザー シングル セッション
ko: RDS 단일 사용자 단일 세션
pt_br: RDS único usuário-sessão
ru: Один пользователь — одна сессия RDS
vi: RDS người dùng đơn, phiên đơn
zh: RDS 单用户单会话

source: Tips: A RDS user can have only one session at a time. If set, when next login connected, previous session will be disconnected.
es: Nota: Un usuario de RDS solo puede tener una sesión activa a la vez. Si se establece esto, la sesión anterior se desconectará la próxima vez que inicie sesión.
ja: ヒント：RDSユーザーは一度に一つのセッションしか持てません。設定されている場合、次回のログイン接続時に、前回のセッションが切断されます
ko: 提示：RDS 사용자는 한 번에 하나의 세션만 가질 수 있습니다. 설정된 경우, 다음 로그인 연결 시 이전 세션이 끊어집니다.
pt_br: Nota: Um usuário do RDS só pode ter uma sessão de cada vez. Se configurado, a sessão anterior será desconectada na próxima vez que fizer login
ru: Подсказка: пользователь RDS может иметь только одну сессию одновременно. При включении этой настройки предыдущая сессия будет отключена при следующем входе
vi: Gợi ý: RDS người dùng chỉ có thể có một phiên tại một thời điểm. Nếu đã thiết lập, khi đăng nhập lần sau, phiên trước đó sẽ bị ngắt kết nối.
zh: 提示：RDS 用户一次只能有一个会话。如果设置了，当下一次登录连接时，之前的会话将会被断开

source: RDS Max Disconnection Time (ms)
es: Tiempo máximo de desconexión de RDS (milisegundos)
ja: 最大切断時間（ミリ秒）
ko: RDS 최대 끊김 시간 (밀리초)
pt_br: Tempo máximo de desligamento do RDS (milissegundos)
ru: Максимальное время разрыва RDS-сессии (мс)
vi: Thời gian ngắt kết nối tối đa của RDS (miligiây)
zh: RDS 最大断开时间（毫秒）

source: Tips: Set the maximum duration for keeping a disconnected session active on the server (log off the session after 60000 milliseconds).
es: Nota: Establece el tiempo máximo que una sesión desconectada puede permanecer activa en el servidor (la sesión se cerraré después de 60000 milisegundos).
ja: ヒント：サーバー上で切断されたセッションがアクティブな状態で維持される最大時間を設定します（60000ミリ秒後にセッションをログオフ）。
ko: 알림: 서버에서 일정 시간(60000 밀리초 후 세션 자동 로그아웃) 동안 끊어진 세션을 활성 상태로 유지하는 최대 시간을 설정합니다.
pt_br: Nota: Define o tempo máximo que uma sessão desconectada pode permanecer ativa no servidor (sessão será finalizada após 60000 milissegundos)
ru: Подсказка: задаёт максимальное время, в течение которого отключённая сессия может оставаться активной на сервере (после 60000 мс сеанс будет завершён).
vi: Gợi ý: Thiết lập thời gian tối đa cho một phiên đã ngắt kết nối vẫn duy trì hoạt động trên máy chủ (sẽ tự động đăng xuất phiên sau 60000 miligiây)
zh: 提示：设置某个已断开连接的会话在服务器上能保持活动状态的最长时间（60000 毫秒后注销会话）

source: RDS Remote App Logoff Time Limit (ms)
es: Límite de tiempo de cierre de sesión de aplicaciones remotas de RDS (milisegundos)
ja: RDSリモートアプリケーションのログアウト時間制限（ミリ秒）
ko: RDS 원격 애플리케이션 로그아웃 시간 제한(밀리초)
pt_br: Tempo limite de logoff de aplicativo remoto do RDS (milissegundos)
ru: Тайм-аут завершения RDS-удалённого приложения (мс)
vi: Giới hạn thời gian đăng xuất phiên RemoteApp của RDS (miligiây)
zh: RDS 远程应用注销时间限制（毫秒）

source: Tips: Set the logoff time for RemoteApp sessions after closing all RemoteApp programs (0 milliseconds, log off the session immediately).
es: Nota: Establece el tiempo de cierre de sesión de las sesiones de RemoteAPP después de cerrar todas las aplicaciones RemoteApp (0 milisegundos, cerrar sesión inmediatamente).
ja: ヒント：すべてのRemoteAppプログラムを閉じた後、RemoteAppセッションのログオフ時間を設定します（0ミリ秒、セッションを即座にログオフ）。
ko: 알림: 모든 RemoteApp 프로그램을 닫은 후 RemoteAPP 세션 로그아웃 시간을 설정합니다(0 밀리초, 즉시 로그아웃).
pt_br: Nota: Define o tempo de logoff da sessão RemoteAPP após o fechamento de todos os programas RemoteApp (0 milissegundos, logoff imediato da sessão)
ru: Подсказка: задаёт время завершения сессии RemoteApp после закрытия всех приложений. При значении 0 мс сессия завершится немедленно.
vi: Gợi ý: Thiết lập thời gian đăng xuất cho phiên RemoteAPP sau khi đã đóng tất cả chương trình RemoteApp (0 miligiây, ngay lập tức đăng xuất phiên)
zh: 提示：关闭所有 RemoteApp 程序之后设置 RemoteAPP 会话的注销时间（0 毫秒，立即注销会话）

source: Load status
es: Estado de carga
ja: ロードステータス
ko: 로드 상태
pt_br: Status de carga
ru: Статус нагрузки
vi: Tình trạng tải
zh: 负载状态

source: These accounts are used to connect to the published application, the account is now divided into two types, one is dedicated to each account, each user has a private account, the other is public, when the application does not support multiple open and the special has been used, the public account will be used to connect
es: Estas cuentas se utilizan para conectar aplicaciones publicadas, y actualmente se dividen en dos tipos: <br/> Una es dedicada, donde cada usuario tiene una cuenta exclusiva. La otra es pública, que se utiliza cuando la aplicación no admite múltiples sesiones y la cuenta dedicada ya está en uso; <br/> Nota: Si no se habilita la creación automática de cuentas, el servidor publicado solo podrá ser asignado a activos con etiquetas específicas, por defecto no se incluirá en el grupo de programación y las cuentas deberán ser mantenidas manualmente.
ja: これらのアカウントは、公開されたアプリケーションに接続するために使用されます。アカウントは現在、2つのタイプに分類されています。1つは、各アカウントに専用のアカウントで、各ユーザーにはプライベートアカウントがあります。もう1つは公開されています。アプリケーションが複数のオープンをサポートしていない場合、および特別なものが使用されている場合、公開アカウントが使用されます。
ko: 이 계정은 발행된 애플리케이션에 연결하는 데 사용됩니다. 현재 계정은 두 가지 유형으로 나뉩니다: <br/> 하나는 전용으로, 각 사용자에게 전용 계정이 있습니다. 다른 하나는 공용으로, 애플리케이션이 다중 실행을 지원하지 않고 전용 계정이 이미 사용 중일 때 공용 계정으로 연결됩니다; <br/> 주의: 자동 계정 생성을 활성화하지 않으면 현재 발행기는 지정된 태그의 자산에만 할당되며, 기본적으로 스케줄링 풀에 포함되지 않고, 계정을 수동으로 관리해야 합니다.
pt_br: Estas contas são usadas para conectar-se aos aplicativos publicados, e agora são divididas em dois tipos: <br/>Uma é dedicada, cada usuário tem uma conta dedicada. A outra é a pública, que será usada quando o aplicativo não suportar múltiplas execuções e as dedicadas já estiverem em uso; <br/>Nota: Se a criação automática de conta não estiver ativada, a máquina publicada atual só poderá ser agendada para ativos com uma etiqueta especificada, por padrão ela não estará no pool de agendamento, e as contas precisarão ser mantidas manualmente.
ru: Эти учётные записи используются для подключения к опубликованным приложениям. Сейчас доступно два типа учётных записей: <br/> Один тип — персональные, каждая учётная запись привязана к конкретному пользователю. Второй тип — общие: если приложение не поддерживает множественные сессии, а персональная учётная запись уже занята, используется общая. <br/> Важно: если автоматическое создание учётных записей отключено, текущий сервер публикации может назначаться только активам с соответствующим тегом. По умолчанию он не включается в пул планирования и требует ручного управления учётными записями.
vi: Những tài khoản này dùng để kết nối với các ứng dụng đã phát hành, tài khoản hiện được chia thành hai loại: <br/> Một loại là riêng tư, mỗi người dùng có một tài khoản riêng. Loại còn lại là công cộng, sẽ sử dụng tài khoản công cộng để kết nối khi ứng dụng không hỗ trợ đa phiên và tài khoản riêng đã được sử dụng; <br /> Lưu ý: Nếu không bật chế độ tự động tạo tài khoản, máy phát hành hiện tại chỉ có thể được tài sản có nhãn chỉ định phân bổ, mặc định sẽ không được đưa vào bể phân bổ, và cần bảo trì tài khoản thủ công.
zh: 这些账号用于连接发布的应用，账号现在分为两种类型: <br/ >一种是专用的，每个用户都有一个专用账号。 另一种是公共的，当应用不支持多开且专用的已经被使用时，会使用公共账号连接; <br />注意: 如果不开启自动创建账号, 当前发布机仅能被指定标签的资产调度到，默认不会放到调度池中，且需要手动维护账号

source: The number of public accounts created automatically
es: Cantidad de cuentas públicas creadas automáticamente
ja: 自動的に作成される公開アカウントの数
ko: 공용 계정 자동 생성 수
pt_br: Quantidade de contas públicas criadas automaticamente
ru: Количество автоматически создаваемых общих УЗ
vi: Số lượng tài khoản công cộng tự động tạo.
zh: 公用账号自动创建的数量

source: Connect to the host using the same account first. For security reasons, please set the configuration item CACHE_LOGIN_PASSWORD_ENABLED=true and restart the service to enable it.
es: Se priorizará el uso de cuentas con el mismo nombre para conectar al servidor publicado. Por razones de seguridad, se debe configurar en el archivo CACHE_LOGIN_PASSWORD_ENABLED=true, y reiniciar el servicio después de hacer cambios.
ja: 同じアカウントを使用してホストに接続します。セキュリティ上の理由から、構成項目 CACHE_LOGIN_PASSWORD_ENABLED=true を設定してサービスを再起動して有効にしてください。
ko: 동일한 이름의 계정을 우선적으로 사용하여 발행기에 연결합니다. 보안을 위해 설정 파일에서 CACHE_LOGIN_PASSWORD_ENABLED=true로 설정하고, 변경 후 서비스를 재시작해야 합니다.
pt_br: Priorizar o uso de contas com o mesmo nome para conectar-se à máquina publicada. Para segurança, é preciso habilitar a configuração CACHE_LOGIN_PASSWORD_ENABLED=true no arquivo de configuração, e reiniciar o serviço após a alteração.
ru: Приоритетное подключение к серверу публикации с использованием одноимённой УЗ. В целях безопасности необходимо включить параметр CACHE_LOGIN_PASSWORD_ENABLED=true в конфигурационном файле и перезапустить сервис после изменения
vi: Ưu tiên sử dụng tài khoản cùng tên để kết nối với máy phát hành. Để đảm bảo an toàn, cần cấu hình trong tệp cấu hình mở CACHE_LOGIN_PASSWORD_ENABLED=true, sau khi chỉnh sửa, hãy khởi động lại dịch vụ.
zh: 优先使用同名账号连接发布机。为了安全，需配置文件中开启配置 CACHE_LOGIN_PASSWORD_ENABLED=true， 修改后重启服务

source: Install applets
es: Instalar aplicación
ja: アプリをインストールする
ko: 애플리케이션 설치
pt_br: Instalar aplicativo
ru: Установка приложений
vi: Cài đặt ứng dụng
zh: 安装应用

source: Host ID
es: ID de host
ja: ホスト ID
ko: 호스트 ID
pt_br: ID do host
ru: ID хоста
vi: ID máy chủ
zh: 主机 ID

source: Applet ID
es: ID de aplicación remota
ja: リモートアプリケーション ID
ko: 원격 애플리케이션 ID
pt_br: ID da aplicação remota
ru: ID удаленного приложения
vi: ID ứng dụng từ xa
zh: 远程应用 ID

source: Risk level
es: Nivel de riesgo
ja: リスクレベル
ko: 위험 등급
pt_br: Nível de risco
ru: Уровень риска
vi: Mức độ rủi ro
zh: 风险等级

source: Command Filter ACL
es: Filtro de comandos
ja: コマンドフィルター
ko: 명령 필터
pt_br: Filtro de comandos
ru: Правило фильтрации команд
vi: Bộ lọc lệnh
zh: 命令过滤器

source: Command Group
es: Grupo de órdenes
ja: コマンドグループ
ko: 명령 그룹
pt_br: Grupo de comandos
ru: Группа команд
vi: Nhóm lệnh
zh: 命令组

source: Invalid command filter ACL id
es: ID de filtro de órdenes no válido
ja: 無効なコマンドフィルターID
ko: 유효하지 않은 명령 필터 ID
pt_br: ID de filtro de comando inválido
ru: Недопустимый id фильтра команд ACL
vi: ID bộ lọc lệnh không hợp lệ
zh: 无效的 命令过滤器 ID

source: Invalid command group id
es: ID de grupo de órdenes no válido
ja: 無効なコマンドグループID
ko: 유효하지 않은 명령 그룹 ID
pt_br: ID de grupo de comandos inválido
ru: Недопустимый id группы команд
vi: ID nhóm lệnh không hợp lệ
zh: 无效的 命令组 ID

source: Invalid session id
es: ID de sesión no válido
ja: 無効なセッションID
ko: 유효하지 않은 세션 ID
pt_br: ID de sessão inválida
ru: Неверный id сессии
vi: ID phiên không hợp lệ
zh: 无效的 Session ID

source: Timestamp
es: Marca de tiempo
ja: タイムスタンプ
ko: 타임스탬프
ru: Метка времени
vi: Dấu thời gian
zh: 时间戳

source: The host address accessed when connecting to assets, if it is empty, the access address of the current browser will be used (the default endpoint does not allow modification of the host)
es: Dirección del host accesible al conectar activos; si está vacía, se utilizará la dirección de acceso del navegador actual (el punto final por defecto no permite modificar el host)
ja: アセットに接続するときにアクセスされるホスト アドレス。空の場合は、現在のブラウザのアクセス アドレスが使用されます (デフォルトのエンドポイントではホストの変更は許可されません)。
ko: 연결 자산에 접근하는 호스트 주소. 비어 있을 경우 현재 브라우저의 접근 주소를 사용합니다 (기본 엔드포인트는 호스트를 수정할 수 없습니다)
pt_br: Endereço do host acessado ao conectar ao ativo, se estiver vazio, use o endereço de acesso do navegador atual (o host padrão não permite modificação)
ru: Адрес хоста, по которому осуществляется доступ при подключении к активу. Если он пустой, используется адрес доступа текущего браузера (в конечной точке по умолчанию нельзя изменить хост)
vi: Địa chỉ máy chủ truy cập khi kết nối với tài sản, nếu để trống sẽ sử dụng địa chỉ truy cập của trình duyệt hiện tại (điểm cuối mặc định không cho phép sửa đổi máy chủ)
zh: 连接资产时访问的主机地址，如果为空则使用当前浏览器的访问地址 (默认端点不允许修改主机)

source: The assets within this IP range or Host, the following endpoint will be used for the connection
vi: Phạm vi IP này hoặc các tài sản trong máy chủ sẽ được kết nối thông qua điểm cuối sau

source: If asset IP addresses under different endpoints conflict, use asset labels
es: Si hay conflictos de IP de activos bajo diferentes puntos finales, se resolverá utilizando etiquetas de activos
ja: 異なるエンドポイントの下に競合するアセットIPがある場合は、アセットタグを使用して実装します
ko: 다른 엔드포인트에 있는 자산 IP 충돌 시, 자산 태그를 사용하여 해결합니다
pt_br: Se houver conflitos de IP de ativos em diferentes pontos finais, use tags de ativos para resolver.
ru: Если есть конфликт IP активов под разными конечными точками, используйте теги активов
vi: Nếu có xung đột IP của tài sản khác nhau ở các điểm cuối, hãy sử dụng nhãn tài sản để thực hiện
zh: 如果不同端点下的资产 IP 有冲突，使用资产标签实现

source: Can replay
es: ¿Es reproducible?
ja: 再生できます
ko: 재생 가능 여부
pt_br: É Repetível
ru: Воспроизведение
vi: Có thể phát lại hay không.
zh: 是否可重放

source: Can join
es: ¿Es unirse posible?
ja: 参加できます
ko: 참여 가능 여부
pt_br: Pode ser adicionado
ru: Подключение
vi: Có thể thêm vào
zh: 是否可加入

source: Can terminate
es: ¿Es interrumpible?
ja: 終了できます
ko: 중단 가능 여부
pt_br: Pode ser interrompido
ru: Прерывание
vi: Có thể ngắt
zh: 是否可中断

source: User ID
es: ID de usuario
ja: ユーザーID
ko: 사용자 ID
pt_br: ID do usuário
ru: ID пользователя
vi: ID người dùng
zh: 用户 ID

source: Asset ID
es: ID de activo
ja: 資産ID
ko: 자산 ID
pt_br: ID do Ativo
ru: ID актива
vi: ID tài sản
zh: 资产 ID

source: Login from display
es: Nombre de origen de inicio de sesión
ja: 表示からのログイン
ko: 로그인 출처 이름
pt_br: Nome de origem de login
ru: Вход через
vi: Tên nguồn đăng nhập
zh: 登录来源名称

source: Terminal display
es: Visualización del terminal
ja: ターミナルディスプレイ
ko: 단말기 표시
pt_br: Exibição do Terminal
ru: Терминальное приложение
vi: Hiển thị thiết bị
zh: 终端显示

source: No asset or invalid asset
es: No hay activos o los activos no están activados
ja: アセットが存在しないか、アセットがアクティブ化されていません
ko: 자산이 없거나 자산이 활성화되지 않았습니다
pt_br: Sem ativo ou ativo não ativado
ru: Активы отсутствуют или отключены
vi: Không có tài sản hoặc tài sản chưa được kích hoạt
zh: 没有资产或资产未激活

source: Endpoint invalid: remove path `{}`
es: Punto final no válido: eliminar la ruta `{}`
ja: エンドポイントが無効: パス '{}' を削除
ko: 엔드포인트가 유효하지 않습니다: 경로 `{}`를 제거하세요
pt_br: Ponto de extremidade inválido: Remover caminho `{}`
ru: Недопустимая конечная точка: путь {} удалён
vi: Điểm cuối không hợp lệ: Xóa đường dẫn `{}`
zh: 端点无效: 移除路径 `{}`

source: Bucket
es: Nombre del bucket
ja: バケット
ko: 버킷 이름
pt_br: Nome do Balde
vi: Tên thùng
zh: 桶名称

source: Container name
es: Nombre del contenedor
ja: コンテナー名
ko: 컨테이너 이름
pt_br: Nome do Contêiner
ru: Название контейнера
vi: Tên container
zh: 容器名称

source: Account key
es: Clave de la cuenta
ja: アカウントキー
ko: 계정 키
pt_br: Chave da Conta
ru: Ключ учетной записи
vi: Khóa tài khoản
zh: 账号密钥

source: Endpoint suffix
es: Sufijo del punto final
ja: エンドポイントサフィックス
ko: 엔드포인트 접미사
pt_br: Sufixo do Ponto de Extremidade
ru: Суффикс конечной точки
vi: Đuôi điểm cuối
zh: 端点后缀

source: HOST
ja: ホスト
ko: 호스트
ru: Хост
vi: Máy chủ
zh: 主机

source: SFTP Root
es: Ruta raíz SFTP
ja: SFTPルート
ko: SFTP 루트 경로
pt_br: SFTP caminho raiz
ru: Корневой путь SFTP
vi: Đường dẫn gốc SFTP
zh: SFTP根路径

source: The address cannot contain the special character `#`
es: La dirección no puede contener caracteres especiales `#`
ja: アドレスには特殊文字「#」を含めることはできません
ko: 주소에 특수 문자 `#`를 포함할 수 없습니다.
pt_br: O endereço não pode conter o caractere especial `#`
ru: Адрес не должен содержать специальный символ '#'
vi: Địa chỉ không thể chứa ký tự đặc biệt `#`
zh: 地址中不能包含特殊字符 `#`

source: The address format is incorrect
es: Formato de dirección incorrecto
ja: アドレス形式が正しくありません
ko: 주소 형식이 올바르지 않습니다.
pt_br: Formato de endereço incorreto
ru: Неправильный формат адреса
vi: Định dạng địa chỉ không chính xác
zh: 地址格式不正确

source: Host invalid
es: Host no válido
ja: ホスト無効
ko: 호스트가 유효하지 않습니다.
pt_br: Servidor inválido
ru: Недопустимый хост
vi: Máy chủ không hợp lệ
zh: 主机无效
