Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Select at least one asset or node
es: Seleccionar al menos un activo o nodo
ja: 少なくとも1つのアセットまたはノードを選択します。
ko: 자산 또는 노드 중 최소 하나 선택
pt_br: Selecione pelo menos um item de ativo ou nó
ru: Выберите хотя бы один актив или папку
vi: Tài khoản yêu cầu
zh: 资产或者节点至少选择一项

source: Apply accounts
es: Solicitar cuenta
ja: アカウントを申請する
ko: 신청 계정
pt_br: Solicitar conta
ru: Запрашиваемая УЗ
vi: Tài sản yêu cầu
zh: 申请账号

source: Apply Asset Ticket
es: Solicitar activos
ja: 申請資産
ko: 신청 자산
pt_br: Solicitar ativo
ru: Запрос активов
vi: Người dùng đang chạy
zh: 申请资产

source: Run user
es: Usuario en ejecución
ja: ユーザーの実行
ko: 실행 사용자
pt_br: Usuário em execução
ru: Пользователь выполнения
vi: Tài sản đang chạy.
zh: 运行的用户

source: Run asset
es: Activos en ejecución
ja: アセットの実行
ko: 실행 자산
pt_br: Ativo em execução
ru: Выполнить на активе
vi: Tài sản đang chạy
zh: 运行的资产

source: Run command
es: Comandos en ejecución
ja: 実行コマンド
ko: 실행 명령
pt_br: Comando em execução
ru: Запуск команд
vi: Lệnh đang chạy
zh: 运行的命令

source: Command filter acl
es: Filtro de comandos
ja: コマンド フィルタ
ko: 명령 필터
pt_br: Filtro de comando
ru: Правило фильтрации команд
vi: Bộ lọc lệnh
zh: 命令过滤器

source: Apply Command Ticket
es: Orden de revisión de comandos
ja: 製造オーダの検討を命令
ko: 명령 검토 작업
pt_br: Ordem de serviço de revisão de comando
ru: Заявка на запуск команды
vi: Phiếu kiểm tra lệnh
zh: 命令复核工单

source: Ticket step
es: Pasos de la orden
ja: チケットステップ
ko: 작업 단계
pt_br: Etapa da ordem de serviço
ru: Этапы обработки заявки
vi: Bước của phiếu công việc
zh: 工单步骤

source: Ticket assignee
es: Persona encargada de la orden
ja: 割り当てられたチケット
ko: 작업 수신자
pt_br: Responsável pela ordem de serviço
ru: Ответственный за заявку
vi: Người tiếp nhận phiếu công việc
zh: 工单受理人

source: Title
es: Título
ja: タイトル
ko: 제목
pt_br: Título
ru: Заголовок
vi: Tiêu đề
zh: 标题

source: TicketFlow
es: Proceso de la orden
ja: 作業指示プロセス
ko: 작업 프로세스
pt_br: Processo da ordem de serviço
ru: Процесс утверждения заявки
vi: Quy trình phiếu công việc
zh: 工单流程

source: Approval step
es: Pasos de aprobación
ja: 承認ステップ
ko: 승인 단계
pt_br: Etapa de aprovação
ru: Этапы утверждения
vi: Bước phê duyệt
zh: 审批步骤

source: Relation snapshot
es: Instantánea de la orden
ja: 製造オーダスナップショット
ko: 작업 티켓 스냅샷
pt_br: Snapshot da Ordem de Serviço
ru: Снимок заявки
vi: Ảnh chụp phiếu công việc
zh: 工单快照

source: Please try again
es: Por favor, inténtalo de nuevo
ja: もう一度お試しください
ko: 다시 시도해 주세요
pt_br: Por favor, tente novamente
ru: Пожалуйста, попробуйте снова
vi: Vui lòng thử lại
zh: 请再次尝试

source: Super ticket
es: Super orden
ja: スーパーチケット
ko: 슈퍼 작업 티켓
pt_br: Super Ordem de Serviço
ru: Супер-заявка
vi: Phiếu công việc đặc biệt
zh: 超级工单

source: Login user
es: Usuario conectado
ja: ログインユーザー
ko: 로그인 사용자
pt_br: Usuário conectado
ru: Пользователь входа
vi: Người dùng đăng nhập
zh: 登录用户

source: Login asset
es: Iniciar sesión en activos
ja: ログイン資産
ko: 로그인 자산
pt_br: Ativo conectado
ru: Вход в активы
vi: Tài sản đăng nhập
zh: 登录资产

source: Login account
es: Iniciar sesión en la cuenta
ja: ログインアカウント
ko: 로그인 계정
pt_br: Conta de login
ru: Вход в УЗ
vi: Tài khoản đăng nhập
zh: 登录账号

source: Apply Login Asset Ticket
es: Revisión de la orden de trabajo de activos
ja: 資産ログインレビュー製造オーダ
ko: 자산 로그인 검토 작업 티켓
pt_br: Ordem de revisão de ativos da conta de login
ru: Заявка на подтверждение входа в актив
vi: Phiếu kiểm tra đăng nhập tài sản
zh: 资产登录复核工单

source: Apply Login Ticket
es: Revisión de la orden de trabajo del usuario
ja: ユーザーログインレビュー製造オーダ
ko: 사용자 로그인 검토 작업 티켓
pt_br: Ordem de revisão do usuário da conta de login
ru: Заявка на подтверждение входа пользователя
vi: Người dùng đăng nhập xác nhận công việc
zh: 用户登录复核工单

source: Ticket basic info
es: Información básica de la orden de trabajo
ja: チケット基本情報
ko: 작업 티켓 기본 정보
pt_br: Informações básicas da ordem de serviço
ru: Основная информация о заявке
vi: Thông tin cơ bản về công việc
zh: 工单基本信息

source: Ticket applied info
es: Información de solicitud de la orden de trabajo
ja: チケット適用情報
ko: 작업 티켓 신청 정보
pt_br: Informação do pedido da ordem de serviço
ru: Информация о заявке
vi: Thông tin đơn xin công việc
zh: 工单申请信息

source: Your has a new ticket, applicant - {}
es: Tienes una nueva orden de trabajo, solicitante - {}
ja: 新しいチケットがあります- {}
ko: 새 작업 티켓이 있습니다, 신청인 - {}
pt_br: Você tem uma nova ordem de serviço, requerente - {}
ru: У вас новая заявка, заявитель - {}
vi: Bạn có một công việc mới, người xin - {}
zh: 你有一个新的工单, 申请人 - {}

source: {}: New Ticket - {} ({})
es: Nueva orden de trabajo - {} ({})
ja: 新しいチケット- {} ({})
ko: 새 작업 티켓 - {} ({})
pt_br: Nova Ordem de Serviço - {} ({})
ru: {}: Новая заявка - {} ({})
vi: Công việc mới - {} ({})
zh: 新工单 - {} ({})

source: Your ticket has been processed, processor - {}
es: Tu orden de trabajo ha sido procesada, responsable - {}
ja: チケットが処理されました。プロセッサー- {}
ko: 귀하의 작업 티켓이 처리되었습니다, 처리자 - {}
pt_br: Sua ordem de serviço foi processada, operador - {}
ru: Ваша заявка была обработана, обработал - {}
vi: Công việc của bạn đã được xử lý, người xử lý - {}
zh: 你的工单已被处理, 处理人 - {}

source: Ticket has processed - {} ({})
es: Tu orden de trabajo ha sido procesada, responsable - {} ({})
ja: チケットが処理済み- {} ({})
ko: 귀하의 작업 티켓이 처리되었습니다, 처리자 - {} ({})
pt_br: Sua ordem de serviço foi processada, operador - {} ( {} )
ru: Заявка обработана - {} ({})
vi: Công việc của bạn đã được xử lý, người xử lý - {} ({})
zh: 你的工单已被处理, 处理人 - {} ({})

source: The current organization type already exists
es: El tipo ya existe en la organización actual
ja: 現在の組織タイプは既に存在します。
ko: 현재 조직에 이미 이 유형이 존재합니다
pt_br: A organização atual já possui este tipo.
ru: В текущей организации уже существует данный тип
vi: Tổ chức hiện tại đã tồn tại loại này
zh: 当前组织已存在该类型

source: Processor
es: Responsable
ja: プロセッサ
ko: 처리자
pt_br: Responsável
ru: Исполнитель
vi: Người xử lý
zh: 处理人

source: Support fuzzy search, and display up to 10 items
es: Admite búsqueda difusa, mostrando un máximo de 10 elementos
ja: ファジー検索をサポートし、最大10項目を表示します。
ko: 模糊 검색을 지원하며, 최대 10개 항목까지 표시됩니다
pt_br: Suporte à pesquisa difusa, mostrando no máximo 10 itens
ru: Поддерживает нечеткие условия поиска, отображает максимум 10 элементов
vi: Hỗ trợ tìm kiếm mơ hồ, hiển thị tối đa 10 mục
zh: 支持模糊搜索，最多显示10项

source: Apply assets
es: Solicitar activos
ja: 申請資産
ko: 자산 신청
pt_br: Solicitação de ativos
ru: Запросить актив
vi: Xin tài sản
zh: 申请资产

source: Apply nodes
es: Nodo de solicitud
ja: ノードの適用
ko: 신청 노드
pt_br: Solicitação de nó
ru: Запросить папку
vi: Xin nút
zh: 申请节点

source: Apply actions
es: Solicitud de Acción
ja: 申請アクション
ko: 신청 Action
pt_br: Solicitação de ação
ru: Запрос действий
vi: Xin Action
zh: 申请动作

source: Created by ticket ({}-{})
es: Crear a través de la orden de trabajo ({}-{})
ja: チケットで作成 ({}-{})
ko: 작업을 통해 생성됨 ({}-{})
pt_br: Criado através de ordem de serviço ({}-{})
ru: Создано по заявке ({}-{})
vi: Tạo công việc thông qua ({}-{})
zh: 通过工单创建 ({}-{})

source: The expiration date should be greater than the start date
es: La fecha de expiración debe ser mayor que la fecha de inicio
ja: 有効期限は開始日より大きくする必要があります
ko: 만료 시간은 시작 시간보다 커야 합니다
pt_br: O tempo de expiração deve ser maior que o tempo de início
ru: Срок действия должен быть больше времени начала
vi: Thời gian hết hạn phải lớn hơn thời gian bắt đầu
zh: 过期时间要大于开始时间

source: Permission named `{}` already exists
es: El nombre de autorización `{}` ya existe
ja: '{}'という名前の権限は既に存在します
ko: 授权名称 `{}` 이미 존재합니다
pt_br: O nome de autorização `{}` já existe
ru: Разрешение с именем `{}` уже существует
vi: Tên ủy quyền `{}` đã tồn tại
zh: 授权名称 `{}` 已存在

source: Process map
vi: Sơ đồ quy trình

source: The ticket flow `{}` does not exist
es: El proceso de la orden de trabajo `{}` no existe
ja: チケットフロー '{}'が存在しない
ko: 작업 프로세스 `{}` 존재하지 않습니다
pt_br: O processo de ordem de serviço `{}` não existe
ru: Поток заявок `{}` не существует
vi: Quy trình công việc `{}` không tồn tại
zh: 工单流程 `{}` 不存在

source: View details
es: Ver detalles
ja: 詳細の表示
ko: 상세 보기
pt_br: Ver detalhes
ru: Просмотреть детали
vi: Xem chi tiết
zh: 查看详情

source: Direct approval
es: Aprobar directamente
ja: 直接承認
ko: 즉시 승인
pt_br: Aprovação direta
ru: Прямое одобрение
vi: Phê duyệt trực tiếp
zh: 直接批准

source: Ticket information
es: Información de la orden de trabajo
ja: 作業指示情報
ko: 작업 정보
pt_br: Informações de ordem de serviço
ru: Информация о заявке
vi: Thông tin công việc
zh: 工单信息

source: Ticket approval
es: Aprobación de la orden de trabajo
ja: 作業指示の承認
ko: 작업 승인
pt_br: Aprovação de ordem de serviço
ru: Одобрение заявки
vi: Phê duyệt công việc
zh: 工单审批

source: Approval
es: Aceptar
ja: 承認
ko: 동의
pt_br: Acordo
ru: Согласен
vi: Đồng ý
zh: 同意

source: This ticket does not exist, the process has ended, or this link has expired
es: La orden de trabajo no existe, o el proceso de la orden de trabajo ha finalizado, o este enlace ha expirado
ja: このワークシートが存在しないか、ワークシートが終了したか、このリンクが無効になっています
ko: 작업이 존재하지 않거나 작업 프로세스가 종료되었거나 이 링크가 만료되었습니다. 아래 버튼을 클릭하여 동의하거나 거부해 주세요. 인증이 성공하면 작업을 바로 승인할 수 있습니다. 무효한 승인 Action입니다. 이 사용자는 이 작업을 승인할 권한이 없습니다. 관리자 사용자를 삭제할 수 없습니다. 해당 사용자를 비활성화해 주세요. 자신을 초대할 수 없습니다. 이 페이지에서 MFA 다중 인증을 재설정할 수 없습니다. 개인 정보 페이지로 가서 재설정해 주세요. 사용자 관리 시스템 관리자 시스템 감사자 조직 관리자 조직 감사자 비밀번호 재설정 링크를 생성하여 사용자의 이메일로 전송합니다. 비밀번호 설정
pt_br: A ordem de serviço não existe, o processo da ordem de serviço já terminou, ou este link já expirou
ru: Эта заявка не существует, процесс завершен или срок действия этой ссылки истек
vi: Công việc không tồn tại, hoặc quy trình công việc đã kết thúc, hoặc liên kết này đã hết hạn
zh: 工单不存在，或者工单流程已经结束，或者此链接已经过期

source: Click the button below to approve or reject
es: Haga clic en el botón de abajo para aceptar o rechazar
ja: 下のボタンをクリックして同意または拒否。
ko: 아래 버튼을 클릭하여 동의하거나 거부해 주세요
pt_br: Clique no botão abaixo para aceitar ou recusar
ru: Нажмите кнопку ниже, чтобы одобрить или отклонить
vi: Nhấp vào nút bên dưới để đồng ý hoặc từ chối
zh: 点击下方按钮同意或者拒绝

source: After successful authentication, this ticket can be approved directly
es: Después de la autenticación exitosa, la orden de trabajo puede ser aprobada directamente
ja: 認証に成功した後、作業指示書は直接承認することができる。
ko: 인증이 성공적으로 완료되면, 작업 요청이 직접 승인됩니다
pt_br: Após a autenticação bem-sucedida, a ordem de serviço pode ser aprovada diretamente
ru: После успешной аутентификации заявку можно одобрить напрямую
vi: Sau khi xác thực thành công, công việc có thể được phê duyệt ngay
zh: 认证成功后，工单可直接审批

source: Illegal approval action
es: Acción de aprobación no válida
ja: 無効な承認アクション
ko: 유효하지 않은 승인 Action
pt_br: Action inválida de aprovação
ru: Недопустимое действие по рассмотрению
vi: Hành động phê duyệt không hợp lệ
zh: 无效的审批动作

source: This user is not authorized to approve this ticket
es: Este usuario no tiene autorización para aprobar esta orden de trabajo
ja: このユーザーはこの作業指示を承認する権限がありません
ko: 이 사용자는 이 작업 요청을 승인할 권한이 없습니다
pt_br: Este usuário não tem permissão para aprovar esta ordem de serviço
ru: Этот пользователь не имеет права одобрять эту заявку
vi: Người dùng này không có quyền phê duyệt công việc này
zh: 此用户无权审批此工单

source: Cannot delete the admin user. Please disable it instead.
es: No se puede eliminar el usuario administrador. Por favor, desactívelo.
ja: 管理ユーザーを削除することはできません。それを無効にしてください。
ko: 관리자 사용자는 삭제할 수 없습니다. 이 사용자를 비활성화해 주세요
pt_br: Não é possível excluir o usuário do admin. Por favor, desabilite-o.
ru: Не удается удалить пользователя-администратора. Пожалуйста, отключите его.
vi: Không thể xóa người dùng quản lý. Vui lòng vô hiệu hóa họ.
zh: 无法删除管理员用户。请将其禁用。

source: Can not invite self
es: No se puede invitar a uno mismo.
ja: 自分自身を招待することはできません
ko: 자신을 초대할 수 없습니다
pt_br: Não pode convidar a si mesmo
ru: Нельзя пригласить себя
vi: Không thể mời chính mình
zh: 不能邀请自己

source: Could not reset self otp, use profile reset instead
es: No se puede restablecer la autenticación multifactor (MFA) en esta página, por favor dirígete a la página de información personal para restablecer.
ja: 自己otpをリセットできませんでした、代わりにプロファイルリセットを使用
ko: 해당 페이지에서 MFA 다중 인증을 재설정할 수 없습니다, 개인 정보 페이지로 가셔서 재설정해 주세요
pt_br: Não é possível redefinir a autenticação de dois fatores MFA nesta página, por favor, vá para a página de informações pessoais para redefinir
ru: Невозможно сбросить МФА на этой странице, пожалуйста, перейдите на страницу личной информации для сброса.
vi: Không thể đặt lại xác thực đa yếu tố (MFA) trên trang này, vui lòng đến trang thông tin cá nhân để đặt lại.
zh: 不能在该页面重置 MFA 多因子认证, 请去个人信息页面重置

source: App Users
es: Gestión de usuarios
ja: アプリ資産
ko: 사용자 관리
pt_br: Gerenciamento de usuários
ru: Управление пользователями
vi: Users
zh: 用户管理

source: System administrator
es: Administrador del sistema
ja: システム管理者
ko: 시스템 관리자
pt_br: Administrador do sistema
ru: Системный администратор
vi: Quản trị hệ thống
zh: 系统管理员

source: System auditor
es: Auditor del sistema
ja: システム監査人
ko: 시스템 감사원
pt_br: Auditor do sistema
ru: Системный аудитор
vi: Nhân viên kiểm toán hệ thống
zh: 系统审计员

source: Organization administrator
es: Administrador de la organización
ja: 組織管理者
ko: 조직 관리자
pt_br: Administrador da organização
ru: Администратор организации
vi: Quản trị tổ chức
zh: 组织管理员

source: Organization auditor
es: Auditor de la organización
ja: 組織監査人
ko: 조직 감사원
pt_br: Auditor da organização
ru: Аудитор организации
vi: Nhân viên kiểm toán tổ chức
zh: 组织审计员

source: Reset link will be generated and sent to the user
es: Generar un enlace para restablecer la contraseña y enviarlo por correo electrónico al usuario.
ja: リセットリンクが生成され、ユーザーに送信されます
ko: 비밀번호 재설정 링크를 생성하여 사용자에게 이메일로 발송합니다
pt_br: Gere um link de redefinição de senha e envie para o usuário por e-mail
ru: Ссылка для сброса будет сгенерирована и отправлена ​​пользователю
vi: Tạo liên kết đặt lại mật khẩu và gửi qua email cho người dùng
zh: 生成重置密码链接，通过邮件发送给用户

source: Set password
es: Establecer contraseña
ja: パスワードの設定
ko: 비밀번호 설정
pt_br: Definir senha
ru: Установить пароль
vi: Đặt mật khẩu
zh: 设置密码

source: AUTO
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
ru: Автоматически
vi: Tự động
zh: 自动

source: Full screen
es: Pantalla completa
ja: フルスクリーン
ko: 전체 화면
pt_br: Tela inteira
ru: Полноэкранный режим
vi: Toàn màn hình
zh: 全屏

source: Multi screen
es: Pantalla múltiple
ja: マルチスクリーンディスプレイ
ko: 다중 화면 표시
pt_br: Exibição em várias telas
ru: Многоэкранный режим
vi: Hiển thị nhiều màn hình
zh: 多屏显示

source: Drives redirect
es: Montaje de disco
ja: ディスクマウント
ko: 디스크 마운트
pt_br: Montagem do disco
ru: Перенаправление дисков
vi: Gắn đĩa
zh: 磁盘挂载

source: Current window
es: Ventana actual
ja: 現在のウィンドウ
ko: 현재 창
pt_br: Janela atual
ru: Текущее окно
vi: Cửa sổ hiện tại
zh: 当前窗口

source: New window
es: Nueva ventana
ja: 新しいウィンドウ
ko: 새 창
pt_br: Nova janela
ru: Новое окно
vi: Cửa sổ mới
zh: 新窗口

source: Dark gray
vi: Màu xám đậm

source: Deep blue
vi: Màu xanh đậm

source: High（32 bit）
es: Alta (32 bits)
ja: 高い（32 bit）
ko: 높음 (32 비트)
pt_br: Alto (32 bit)
ru: Высокое (32 бита)
vi: Cao (32 bit)
zh: 高（32 bit）

source: True Color（24 bit）
vi: Màu thật (24 bit)

source: Medium（16 bit）
es: Media (16 bits)
ja: 真ん中（16 bit）
ko: 중간 (16 비트)
pt_br: Médio (16 bit)
ru: Среднее (16 бит)
vi: Trung bình (16 bit)
zh: 中（16 bit）

source: Replace
es: Reemplazar
ja: 置換
ko: 교체
pt_br: Substituir
ru: Заменить
vi: Thay thế
zh: 替换

source: Suffix
es: Agregar sufijo
ja: 接尾辞を付ける
ko: 접미사 추가
pt_br: Adicionar sufixo
ru: Суффикс
vi: Thêm hậu tố
zh: 加后缀

source: MFA not enabled
es: MFA no habilitado
ja: MFAが有効化されていません
ko: MFA 비활성화
pt_br: A autenticação MFA de múltiplos fatores não está ativada
ru: МФА не активирована
vi: MFA chưa được kích hoạt
zh: MFA 多因子认证没有开启

source: Unable to delete all users
es: No se pueden eliminar todos los usuarios
ja: すべてのユーザーを削除できません
ko: 모든 사용자 삭제 불가
pt_br: Não é possível excluir todos os usuários
ru: Невозможно удалить всех пользователей
vi: Không thể xóa tất cả người dùng
zh: 无法删除全部用户

source: Create failed. The number of SSH keys has reached the limit
es: Creación fallida, se ha alcanzado el límite de cantidad de claves SSH
ja: 作成に失敗しました。SSHキーの数が上限に達しました
ko: 생성 실패, SSH 키 수가 한도를 초과했습니다
pt_br: Falha na criação, o número de chaves SSH atingiu o limite
ru: Ошибка создания, максимальное количество SSH-ключей достигнуто
vi: Tạo không thành công, số lượng khóa SSH đã đạt giới hạn
zh: 创建失败，SSH密钥数量已达到上限

source: When enabled, you will enter the MFA binding process the next time you log in. you can also directly bind in "personal information -> quick modification -> change MFA Settings"!
es: Una vez habilitado, la próxima vez que inicie sesión entrará en el proceso de vinculación de autenticación multifactor; también puede vincularse directamente en (Información personal -> Modificación rápida -> Configurar MFA autenticación multifactor)!
ja: 有効にすると、次回のログイン時にマルチファクタ認証バインドプロセスに入ります。(個人情報->クイック修正->MFAマルチファクタ認証の設定)で直接バインド!
ko: MFA를 활성화하면 다음 로그인 시 다중 인자 인증 바인딩 프로세스에 들어갑니다; (개인 정보->빠른 수정->MFA 다중 인자 인증 설정)에서 직접 바인딩할 수도 있습니다!
pt_br: Depois de ativado, você entrará no processo de vinculação de autenticação de múltiplos fatores na próxima vez que fizer login; Você também pode vincular diretamente em (Informações pessoais->Modificação rápida->Configuração de autenticação MFA de múltiplos fatores)!
ru: После активации вы пройдете процесс привязки многофакторной аутентификации при следующем входе; вы также можете привязать его напрямую в (Персональная информация -> Быстрое редактирование -> Настройки МФА многофакторной аутентификации)!
vi: Sau khi kích hoạt, bạn sẽ được đưa vào quy trình liên kết xác thực đa yếu tố (MFA) khi đăng nhập lần tiếp theo; bạn cũng có thể liên kết ngay tại (Thông tin cá nhân -> Sửa đổi nhanh -> Cài đặt MFA xác thực đa yếu tố)!
zh: 启用之后您将会在下次登录时进入多因子认证绑定流程；您也可以在 (个人信息->快速修改->设置 MFA 多因子认证)中直接绑定！

source: * Enable MFA to make the account more secure.
es: * Habilite la autenticación multifactor MFA para hacer su cuenta más segura.
ja: * アカウントをより安全にするためにMFAを有効にします。
ko: * MFA 다중 인자 인증을 활성화하여 계정을 더욱 안전하게 만드세요.
pt_br: * Ative a autenticação MFA de múltiplos fatores para tornar sua conta mais segura.
ru: * Включите МФА, чтобы сделать учетную запись более безопасной.
vi: * Kích hoạt MFA xác thực đa yếu tố để tăng cường bảo mật cho tài khoản.
zh: * 启用 MFA 多因子认证，使账号更加安全。

source: In order to protect you and your company, please keep your account, password and key sensitive information properly. (for example: setting complex password, enabling MFA)
es: Para proteger su seguridad y la de la empresa, asegúrese de resguardar adecuadamente su cuenta, contraseña y claves u otra información sensible importante; (por ejemplo: establecer contraseñas complejas y habilitar la autenticación multifactor MFA)
ja: あなたとあなたの会社を保護するために、アカウント、パスワード、キーの機密情報を適切に保管してください。(例: 複雑なパスワードの設定、MFAの有効化)
ko: 귀하와 회사의 안전을 보호하기 위해, 계정, 비밀번호 및 키와 같은 중요한 민감 정보를 적절하게 관리하시기 바랍니다. (예: 복잡한 비밀번호를 설정하고 MFA 다단계 인증을 활성화하세요)
pt_br: Para proteger sua segurança e a da sua empresa, por favor, cuide bem da sua conta, senha e outras informações sensíveis importantes; (Por exemplo: defina uma senha complexa e ative a autenticação MFA de múltiplos fatores)
ru: Чтобы защитить вас и вашу компанию, пожалуйста, храните свою учетную запись, пароль и ключевую конфиденциальную информацию должным образом. (например, устанавливая сложный пароль, включая многофакторную аутентификацию)
vi: Để bảo vệ an toàn cho bạn và công ty, hãy giữ gìn cẩn thận tài khoản, mật khẩu và các thông tin nhạy cảm quan trọng như: Đặt mật khẩu phức tạp và kích hoạt MFA xác thực đa yếu tố
zh: 为了保护您和公司的安全，请妥善保管您的账号、密码和密钥等重要敏感信息； (如：设置复杂密码，并启用 MFA 多因子认证)

source: Finish
es: Completar
ja: 仕上げ
ko: 완료
pt_br: Concluído
ru: Завершить
vi: Hoàn thành
zh: 完成

source: New password
es: Nueva contraseña
ja: 新しいパスワード
ko: 새 비밀번호
pt_br: Nova senha
ru: Новый пароль
vi: Mật khẩu mới
zh: 新密码

source: Confirm password
es: Confirmar contraseña
ja: パスワードの確認
ko: 비밀번호 확인
pt_br: Confirmar senha
ru: Подтвердить пароль
vi: Xác nhận mật khẩu
zh: 确认密码

source: Password does not match
es: Las contraseñas no coinciden
ja: パスワードが一致しない
ko: 비밀번호가 일치하지 않습니다
pt_br: Senhas não correspondem
ru: Пароли не совпадают
vi: Mật khẩu không khớp
zh: 密码不一致

source: The phone number must contain an area code, for example, +86
es: El número de teléfono móvil debe incluir el prefijo, por ejemplo, +86
ja: 電話番号には市外局番が必要です例えば「+86」
ko: 전화번호에는 국가 코드가 포함되어야 합니다. 예: +86
pt_br: O número de telefone deve incluir o código do país, por exemplo +86
ru: Номер телефона должен содержать код региона, например +7
vi: Số điện thoại phải bao gồm mã vùng, ví dụ +86
zh: 手机号码必须包含区号，例如 +86

source: Old password
es: Contraseña original
ja: 古いパスワード
ko: 기존 비밀번호
pt_br: Senha anterior
ru: Старый пароль
vi: Mật khẩu cũ
zh: 原来密码

source: Old password error
es: La contraseña original es incorrecta
ja: 古いパスワードエラー
ko: 기존 비밀번호가 잘못되었습니다
pt_br: Senha anterior incorreta
ru: Ошибка старого пароля
vi: Mật khẩu cũ không đúng
zh: 原来密码错误

source: Automatically configure and download the SSH key
es: Configurar automáticamente y descargar la clave SSH
ja: SSHキーの自動設定とダウンロード
ko: SSH 키를 자동으로 구성하고 다운로드합니다
pt_br: Configurar automaticamente e baixar a chave SSH
ru: Автоматическая настройка и загрузка SSH-ключа
vi: Tự động cấu hình và tải xuống khóa SSH.
zh: 自动配置并下载SSH密钥

source: ssh public key
es: Clave pública SSH
ja: ssh公開キー
ko: SSH 공개 키
pt_br: Chave pública SSH
ru: открытый ключ ssh
vi: SSH公钥
zh: SSH公钥

source: Paste your id_rsa.pub here.
es: Copie su clave pública aquí
ja: ここにid_rsa.pubを貼り付けます。
ko: 여기에 귀하의 공개 키를 복사해주세요
pt_br: Copie sua chave pública para cá
ru: Вставьте сюда ваш id_rsa.pub.
vi: Hãy sao chép khóa công khai của bạn vào đây
zh: 复制你的公钥到这里

source: Public key should not be the same as your old one.
es: No puede ser igual a la clave original
ja: 公開鍵は古いものと同じであってはなりません。
ko: 기존의 키와 같을 수 없습니다
pt_br: Não pode ser a mesma que a chave anterior
ru: Открытый ключ не должен совпадать со старым.
vi: Không được giống với khóa ban đầu
zh: 不能和原来的密钥相同

source: Preference
es: Configuración del usuario
ja: ユーザー設定
ko: 사용자 설정
pt_br: Configurações do usuário
ru: Настройки пользователя
vi: Cài đặt người dùng
zh: 用户设置

source: Avatar
ja: アバター
ko: 아이콘
ru: Аватар
vi: Ảnh đại diện
zh: 头像

source: OTP secret key
es: Clave OTP
ja: OTP 秘密
ko: OTP 키
pt_br: OTP chave
ru: Секретный ключ OTP
vi: OTP khóa
zh: OTP 密钥

source: Is first login
es: Primer inicio de sesión
ja: 最初のログインです
ko: 첫 로그인
pt_br: Primeiro login
ru: Первый вход
vi: First login
zh: 首次登录

source: Date password last updated
es: Última fecha de actualización de la contraseña
ja: 最終更新日パスワード
ko: 마지막 업데이트 비밀번호 날짜
pt_br: Data da última atualização de senha
ru: Дата последнего обновления пароля
vi: Password updated
zh: 最后更新密码日期

source: Need update password
es: Necesita actualizar la contraseña
ja: 更新パスワードが必要
ko: 비밀번호 업데이트 필요
pt_br: Necessita atualizar a senha
ru: Необходимо обновить пароль
vi: Cần cập nhật mật khẩu
zh: 需要更新密码

source: Face vector
ko: 얼굴 벡터
ru: Вектор лица
vi: Vector khuôn mặt

source: Date api key used
es: Fecha de último uso de la API key
ja: API key 最後に使用した日付
ko: API 키 마지막 사용 날짜
pt_br: Data do último uso da API key
ru: Дата использования ключа API
vi: Ngày cuối cùng sử dụng API key
zh: API key 最后使用日期

source: Can not delete admin user
es: No se puede eliminar al usuario administrador
ja: 管理者ユーザーを削除できませんでした
ko: 관리자 사용자 삭제 불가
pt_br: Não é possível excluir o usuário administrador
ru: Невозможно удалить администратора
vi: Không thể xóa người dùng quản lý
zh: 无法删除管理员用户

source: Can invite user
es: Se puede invitar a usuarios
ja: ユーザーを招待できます
ko: 사용자 초대 가능
pt_br: Pode convidar usuários
ru: Приглашать пользователя
vi: Có thể mời người dùng
zh: 可以邀请用户

source: Can remove user
es: Se puede eliminar a usuarios
ja: ユーザーを削除できます
ko: 사용자 제거 가능
pt_br: Pode remover usuários
ru: Удаление пользователя
vi: Có thể gỡ bỏ người dùng
zh: 可以移除用户

source: Can match user
es: Se puede hacer coincidir a usuarios
ja: ユーザーに一致できます
ko: 사용자 매치 가능
pt_br: Pode combinar usuários
ru: Сопоставление пользователей
vi: Có thể khớp người dùng
zh: 可以匹配用户
