Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: No session found, check your cookie
es: La sesión ha cambiado, actualice la página
ja: セッションが見つかりませんでした。クッキーを確認してください
ko: 세션이 변경되었습니다. 페이지를 새로 고치세요.
pt_br: A sessão foi alterada, atualize a página
ru: Сессия изменилась, обновите страницу
vi: Phiên đã thay đổi, làm mới trang
zh: 会话已变更，刷新页面

source: The username or password you entered is incorrect, please enter it again. You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
es: El nombre de usuario o la contraseña que ingresó son incorrectos, por favor intente de nuevo. También puede intentar {times_try} veces (la cuenta se bloqueará temporalmente por {block_time} minutos)
ja: 入力したユーザー名またはパスワードが正しくありません。再度入力してください。 {times_try} 回試すこともできます (アカウントは {block_time} 分の間一時的にロックされます)
ko: 입력하신 사용자 이름이나 비밀번호가 올바르지 않습니다. 다시 입력해 주세요. 추가로 {times_try}번 더 시도하실 수 있습니다 (계정이 일시적으로 잠길 수 있습니다: {block_time} 분).
pt_br: O nome de usuário ou senha que você digitou está incorreto, por favor, digite novamente. Você ainda pode tentar {times_try} vezes (a conta será bloqueada temporariamente por {block_time} minutos)
ru: Введенное вами имя пользователя или пароль неверны, введите их еще раз. У вас осталось попыток: {times_try}. После этого учетная запись будет временно заблокирована на {block_time} минут
vi: Tên người dùng hoặc mật khẩu bạn nhập không đúng, vui lòng nhập lại. Bạn còn có thể thử {times_try} lần nữa (tài khoản sẽ bị khóa tạm thời trong {block_time} phút)
zh: 您输入的用户名或密码不正确，请重新输入。 您还可以尝试 {times_try} 次 (账号将被临时 锁定 {block_time} 分钟)

source: The account has been locked (please contact admin to unlock it or try again after {} minutes)
es: La cuenta ha sido bloqueada (por favor contacte al administrador para desbloquearla o intente de nuevo en {} minutos)
ja: アカウントがロックされています (管理者に連絡してロックを解除するか、 {} 分後にもう一度お試しください)
ko: 계정이 잠겼습니다 (관리자에게 문의하여 잠금을 해제하시거나 {}분 후에 다시 시도해 주세요).
pt_br: Sua conta foi bloqueada (por favor, entre em contato com o administrador para desbloquear ou tente novamente depois de {} minutos)
ru: Учетная запись заблокирована (обратитесь к администратору, чтобы разблокировать ее, или повторите попытку через {} минут)
vi: Tài khoản đã bị khóa (vui lòng liên hệ với quản trị viên để mở khóa hoặc thử lại sau {} phút)
zh: 账号已被锁定 (请联系管理员解锁或{}分钟后重试)

source: The address has been locked (please contact admin to unlock it or try again after {} minutes)
es: La IP ha sido bloqueada (por favor contacte al administrador para desbloquearla o intente de nuevo en {} minutos)
ja: IP がロックされています (管理者に連絡してロックを解除するか、{} 分後に再試行してください)
ko: IP가 잠겼습니다 (관리자에게 문의하여 잠금을 해제하시거나 {}분 후에 다시 시도해 주세요).
pt_br: O IP foi bloqueado (contate o administrador para desbloquear ou tente novamente depois de {} minutos)
ru: IP адрес заблокирован (обратитесь к администратору, чтобы разблокировать ее, или повторите попытку через {} минут)
vi: IP đã bị khóa (vui lòng liên hệ với quản trị viên để mở khóa hoặc thử lại sau {} phút)
zh: IP 已被锁定 (请联系管理员解锁或 {} 分钟后重试)

source: MFA required
es: Se requiere autenticación MFA
ja: MFAが必要
ko: MFA 인증이 필요합니다.
pt_br: Autenticação MFA necessária
ru: Требовать МФА
vi: Cần xác thực MFA.
zh: 需要 MFA 认证

source: MFA not set, please set it first
es: MFA no ha sido configurado, por favor complete la configuración primero
ja: MFAをセットしない、最初にセットしてください
ko: MFA가 설정되지 않았습니다. 먼저 설정을 완료해 주세요.
pt_br: MFA não configurado, por favor, conclua a configuração primeiro
ru: МФА не настроена, пожалуйста, завершите настройку
vi: MFA chưa được thiết lập, vui lòng hoàn thành việc thiết lập trước
zh: MFA 没有设置，请先完成设置

source: Login confirm required
es: Se requiere revisión de inicio de sesión
ja: ログイン確認が必要
ko: 로그인 검토가 필요합니다
pt_br: É preciso login para revisão
ru: Требуется подтверждение входа
vi: Cần đăng nhập để kiểm tra
zh: 需要登录复核

source: Wait login confirm ticket for accept
es: Esperando el procesamiento de la revisión de inicio de sesión
ja: 受け入れのためのログイン確認チケットを待つ
ko: 로그인 검토 처리를 기다리고 있습니다
pt_br: Aguardando tratamento de revisão de login
ru: Ожидание обработки заявки на вход в систему
vi: Đang chờ xử lý kiểm tra đăng nhập
zh: 等待登录复核处理

source: Login confirm ticket was {}
es: Inicio de sesión y verificación: {}
ja: ログイン確認チケットは {} でした
ko: 로그인 검토: {}
pt_br: Revisão de login: {}
ru: Проверка входа: {}
vi: Kiểm tra đăng nhập: {}
zh: 登录复核: {}

source: Current login is prohibited by ACL rules
es: Las reglas ACL actuales prohíben el inicio de sesión
ja: 現在のログインはACLルールによって禁止されています
ko: 현재 로그인 ACL 규칙에 따라 로그인할 수 없습니다
pt_br: A regra ACL atualmente logada proíbe o login
ru: Текущее правило входа запрещает вход
vi: Quy tắc ACL hiện tại cấm đăng nhập
zh: 当前登录ACL规则禁止登录

source: Please enter MFA code
es: Por favor, ingresa el código de verificación MFA
ja: MFAコードを入力してください
ko: MFA 인증 코드를 입력해 주세요
pt_br: Por favor insira o código MFA
ru: Пожалуйста, введите код МФА
vi: Vui lòng nhập mã xác minh MFA
zh: 请输入 MFA 验证码

source: Please enter SMS code
es: Introduce el código de verificación por SMS
ja: SMSコードを入力してください
ko: 문자 메시지 인증 코드를 입력해 주세요
pt_br: Por favor insira o código de verificação por SMS
ru: Пожалуйста, введите код из SMS
vi: Vui lòng nhập mã xác minh qua tin nhắn
zh: 请输入短信验证码

source: Phone not set
es: El número de teléfono no está configurado
ja: 電話が設定されていない
ko: 전화번호가 설정되지 않았습니다
pt_br: Número de celular não configurado
ru: Номер телефона не задан
vi: Số điện thoại chưa được thiết lập
zh: 手机号没有设置

source: SSO auth closed
es: La autenticación SSO está desactivada
ja: SSO authは閉鎖されました
ko: SSO 인증이 비활성화되었습니다
pt_br: A autenticação SSO está desativada
ru: Авторизация SSO закрыта
vi: Xác thực SSO đã tắt
zh: SSO 认证关闭了

source: WeCom is already bound
es: WeChat empresarial ya está vinculado
ja: 企業の微信はすでにバインドされています
ko: 기업 위챗이 이미 연결되었습니다
pt_br: O WeChat corporativo já está vinculado
ru: WeCom уже привязан
vi: WeChat doanh nghiệp đã được liên kết
zh: 企业微信已经绑定

source: WeCom is not bound
es: No hay WeChat empresarial vinculado
ja: 企業の微信をバインドしていません
ko: 기업 위챗이 연결되지 않았습니다
pt_br: Não vinculado ao WeChat corporativo
ru: WeCom не привязан
vi: Chưa liên kết WeChat doanh nghiệp
zh: 没有绑定企业微信

source: DingTalk is not bound
es: DingTalk no está vinculado
ja: DingTalkはバインドされていません
ko: 딩딩이 연결되지 않았습니다
pt_br: Não vinculado ao DingTalk
ru: DingTalk не привязан
vi: DingTalk chưa được liên kết
zh: 钉钉没有绑定

source: FeiShu is not bound
es: No hay Feishu vinculado
ja: 本を飛ばすは拘束されていません
ko: 페이서가 연결되지 않았습니다
pt_br: Não vinculado ao Feishu
ru: FeiShu не привязан
vi: Chưa liên kết Feishu
zh: 没有绑定飞书

source: Lark is not bound
es: Lark no está vinculado
ja: Lark はバインドされていません
ko: 라크가 연결되지 않았습니다
pt_br: Não vinculado ao Lark
ru: Lark не привязан
vi: Lark chưa được liên kết
zh: Lark 没有绑定

source: Slack is not bound
es: Slack no está vinculado
ja: Slack はバインドされていません
ko: 슬랙이 연결되지 않았습니다
pt_br: Não vinculado ao Slack
ru: Slack не привязан
vi: Slack chưa được liên kết
zh: Slack 没有绑定

source: Your password is invalid
es: Tu contraseña es inválida
ja: パスワードが無効です
ko: 귀하의 비밀번호가 유효하지 않습니다
pt_br: Sua senha é inválida
ru: Ваш пароль недействителен
vi: Mật khẩu của bạn không hợp lệ
zh: 您的密码无效

source: Please wait for %s seconds before retry
es: Por favor, inténtalo de nuevo en %s segundos
ja: %s 秒後に再試行してください
ko: %s 초 후에 다시 시도해주세요.
pt_br: Por favor, tente novamente após %s segundos
ru: Пожалуйста, подождите %s секунд перед повторной попыткой
vi: Vui lòng thử lại sau %s giây
zh: 请在 %s 秒后重试

source: Your password is too simple, please change it for security
es: Tu contraseña es demasiado simple, por razones de seguridad, modifícala
ja: パスワードがシンプルすぎるので、セキュリティのために変更してください
ko: 비밀번호가 너무 간단합니다. 보안을 위해 수정해주세요.
pt_br: Sua senha é muito simples, por segurança, favor alterar
ru: Ваш пароль слишком простой, измените его в целях безопасности
vi: Mật khẩu của bạn quá đơn giản, để đảm bảo an toàn, vui lòng thay đổi
zh: 你的密码过于简单，为了安全，请修改

source: You should to change your password before login
es: Antes de completar el inicio de sesión, por favor, modifique su contraseña.
ja: ログインする前にパスワードを変更する必要があります
ko: 로그인 완료 전에 비밀번호를 먼저 수정해주세요.
pt_br: Antes de finalizar o login, favor alterar a senha
ru: Вам необходимо сменить пароль перед входом в систему
vi: Trước khi hoàn tất đăng nhập, vui lòng thay đổi mật khẩu
zh: 登录完成前，请先修改密码

source: Your password has expired, please reset before logging in
es: Su contraseña ha expirado; modifíquela antes de iniciar sesión.
ja: パスワードの有効期限が切れました。ログインする前にリセットしてください。
ko: 당신의 비밀번호가 만료되었습니다. 수정 후 로그인해주세요.
pt_br: Sua senha expirou, modifique antes de fazer login
ru: Срок действия вашего пароля истек, пожалуйста, сбросьте его перед входом в систему.
vi: Mật khẩu của bạn đã hết hạn, hãy thay đổi rồi mới đăng nhập
zh: 您的密码已过期，先修改再登录

source: Auto-login
es: Inicio de sesión automático.
ja: 自動ログイン
ko: 자동 로그인
pt_br: Login automático
ru: Автоматический вход
vi: Remember me
zh: 自动登录

source: MFA Code
es: Código MFA.
ja: MFAコード
ko: MFA 인증 코드
pt_br: Código de verificação MFA
ru: Код МФА
vi: Mã xác thực MFA
zh: MFA 验证码

source: MFA type
es: Tipo de MFA.
ja: MFAタイプ
ko: MFA 종류
pt_br: Tipo de MFA
ru: Тип МФА
vi: Loại MFA
zh: MFA 类型

source: Captcha
es: Código de verificación.
ja: キャプチャ
ko: 인증 코드
pt_br: Código de verificação
ru: Проверочный код
vi: Mã xác thực
zh: 验证码

source: MFA code
es: Código MFA.
ja: MFAコード
ko: MFA 인증 코드
pt_br: Código de verificação MFA
ru: Код МФА
vi: Mã xác thực MFA
zh: MFA 验证码

source: Dynamic code
es: Código dinámico.
ja: 動的コード
ko: 동적 코드
pt_br: Código Action
ru: Динамический код
vi: Mã động
zh: 动态码

source: Please input security code
es: Por favor, introduzca el código de seguridad dinámico.
ja: セキュリティコードを入力してください
ko: 동적 보안 코드를 입력해주세요.
pt_br: Por favor, digite o código de segurança Action
ru: Пожалуйста, введите код безопасности
vi: Vui lòng nhập mã an ninh động
zh: 请输入动态安全码

source: The two-factor code you entered has either already been used or has expired. Please request a new one.
es: El código de verificación de doble autenticación que ingresó ha sido utilizado o ha expirado. Por favor, solicite un nuevo código de verificación de doble autenticación.
ko: 입력한 이중 인증 코드가 이미 사용되었거나 만료되었습니다. 새 이중 인증 코드를 요청해주세요.
ru: Введенный вами второй фактор уже был использован или истек его срок действия. Пожалуйста, запросите новый.
vi: Mã xác thực kép bạn nhập đã được sử dụng hoặc đã hết hạn. Vui lòng yêu cầu mã xác thực kép mới.

source: MFA Custom code invalid
es: La verificación del código MFA personalizado ha fallado.
ja: カスタム MFA 検証コードの検証に失敗しました
ko: 사용자 정의 MFA 인증 코드 검증 실패
pt_br: Falha na verificação do código MFA personalizado
ru: Неверный настраиваемый код МФА
vi: Kiểm tra mã xác thực MFA tùy chỉnh không thành công
zh: 自定义 MFA 验证码校验失败

source: MFA custom verification code
es: Código MFA personalizado.
ja: カスタム MFA 検証コード
ko: 사용자 정의 MFA 인증 코드
pt_br: Código MFA personalizado
ru: Код проверки настраиваемой МФА
vi: Mã xác thực MFA tùy chỉnh
zh: 自定义 MFA 验证码

source: MFA custom global enabled, cannot disable
es: El MFA personalizado está habilitado globalmente y no se puede desactivar.
ja: カスタム MFA はグローバルに有効になっており、無効にすることはできません
ko: 사용자 정의 MFA가 전역으로 활성화되어 있어 비활성화할 수 없습니다.
pt_br: MFA personalizado ativado globalmente, não pode ser desativado
ru: Настраиваемая МФА включена глобально, ее нельзя отключить
vi: MFA tùy chỉnh đã được mở toàn cầu, không thể bị vô hiệu hóa.
zh: 自定义 MFA 全局开启，无法被禁用

source: Email verify code invalid
es: La verificación del código de verificación del correo electrónico ha fallado
ko: 이메일 인증 코드 검증 실패
ru: Неверный код подтверждения из письма
vi: Xác thực mã xác minh qua email thất bại

source: Email verification code
es: Código de verificación del correo electrónico
ko: 이메일 인증 코드
ru: Код подтверждения из письма
vi: Mã xác minh qua email

source: Bind face to enable
es: Vincule las características faciales para habilitar.
ko: 얼굴 인식 기능을 활성화하려면 바인딩
pt_br: Vincule características faciais para habilitar
ru: Привязать лицо для активации
vi: Gắn kết đặc trưng khuôn mặt để kích hoạt

source: Unbind face to disable
es: Desvincule las características faciales para deshabilitar.
ko: 얼굴 인식 기능을 비활성화하려면 언바인딩
pt_br: Desvincule características faciais para desabilitar
ru: Отвязать лицо для деактивации
vi: Gỡ bỏ đặc trưng khuôn mặt để vô hiệu hóa

source: OTP code invalid, or server time error
es: Error en el código de verificación de MFA virtual o la hora del servidor es incorrecta.
ja: OTPコードが無効、またはサーバー時間エラー
ko: 가상 MFA 인증 코드 오류 또는 서버 시간 불일치
pt_br: Erro de código de verificação MFA virtual, ou o tempo do servidor está incorreto
ru: Неверный код OTP или неверное время на сервере
vi: Mã xác minh MFA ảo không đúng, hoặc thời gian phía máy chủ không chính xác
zh: 虚拟 MFA 验证码错误，或者服务器端时间不对

source: OTP verification code
es: Código de verificación MFA virtual
ja: OTP検証コード
ko: 가상 MFA 인증 코드
pt_br: Código de verificação MFA virtual
ru: Код подтверждения OTP
vi: Mã xác minh MFA ảo
zh: 虚拟 MFA 验证码

source: Virtual OTP based MFA
es: Código MFA virtual (OTP)
ja: 仮想OTPベースのMFA
ko: 가상 MFA(일회용 패스워드)
pt_br: MFA virtual (OTP)
ru: Виртуальный МФА (OTP)
vi: MFA ảo (OTP)
zh: 虚拟 MFA(OTP)

source: Using passkey as MFA
ko: MFA로 Passkey 사용하기
ru: Использовать Passkey как МФА
vi: Sử dụng Passkey làm MFA

source: Radius verify code invalid
es: Falló la verificación de RADIUS
ja: Radius verifyコードが無効
ko: Radius 검증 실패
pt_br: Falha na verificação Radius
ru: Неверный код проверки Radius
vi: Xác thực Radius thất bại
zh: Radius 校验失败

source: Radius verification code
es: Código de seguridad dinámico de RADIUS
ja: 半径確認コード
ko: Radius 동적 보안 코드
pt_br: Código de segurança dinâmico Radius
ru: Проверочный код Radius
vi: Mã bảo mật động Radius
zh: Radius 动态安全码

source: Radius global enabled, cannot disable
es: La MFA de RADIUS está habilitada a nivel global y no se puede desactivar
ja: Radius globalが有効になり、無効にできません
ko: Radius MFA 전세계적으로 활성화되어 비활성화할 수 없습니다
pt_br: O MFA global Radius está ativado e não pode ser desativado
ru: Radius включен глобально, его нельзя отключить
vi: MFA Radius được bật toàn cầu, không thể vô hiệu hóa
zh: Radius MFA 全局开启，无法被禁用

source: SMS verify code invalid
es: Falló la verificación del código de verificación por SMS
ja: メッセージ検証コードが無効
ko: SMS 인증 코드 검증 실패
pt_br: Falha na verificação do código de SMS
ru: Проверка SMS кода не удалась
vi: Xác thực mã xác minh qua tin nhắn thất bại
zh: 短信验证码校验失败

source: SMS verification code
es: Código de verificación por SMS
ja: SMS確認コード
ko: SMS 인증 코드
pt_br: Código de verificação de SMS
ru: Код из SMS
vi: Mã xác minh qua tin nhắn
zh: 短信验证码

source: Set phone number to enable
es: Configurar el número de teléfono para habilitar
ja: 電話番号を設定して有効にする
ko: 전화번호 설정으로 활성화
pt_br: Ativar definição de número de telefone
ru: Укажите номер телефона для включения
vi: Cài đặt số điện thoại để kích hoạt
zh: 设置手机号码启用

source: Clear phone number to disable
es: Limpiar número de teléfono para desactivar
ja: 無効にする電話番号をクリアする
ko: 전화번호 삭제로 비활성화
pt_br: Desativar limpeza de número de telefone
ru: Удалите номер телефона для отключения
vi: Xóa số điện thoại để vô hiệu hóa.
zh: 清空手机号码禁用

source: Authentication failed (before login check failed): {}
es: Error de autenticación (fallo en la verificación antes de iniciar sesión): {}
ja: 認証に失敗しました (ログインチェックが失敗する前): {}
ko: 인증 실패 (로그인 전 검사 실패): {}
pt_br: Falha de autenticação (verificação pré-login falhou): {}
ru: Ошибка аутентификации (сбой до проверки входа): {}
vi: Xác thực không thành công (Kiểm tra trước khi đăng nhập thất bại): {}
zh: 认证失败 (登录前检查失败): {}

source: User is invalid
es: Usuario no válido
ja: 無効なユーザーです
ko: 무효한 사용자
pt_br: Usuário inválido
ru: Недействительный пользователь
vi: Người dùng không hợp lệ
zh: 无效的用户

source: The administrator has enabled 'Only allow login from user source'. The current user source is {}. Please contact the administrator.
es: El administrador ha habilitado 'solo permitir acceso desde la fuente del usuario'; la fuente actual del usuario es {}, por favor contacte al administrador.
ja: 管理者は「ユーザーソースからのみログインを許可」をオンにしており、現在のユーザーソースは {} です。管理者に連絡してください。
ko: 관리자가 '사용자 출처에서만 로그인 허용'을 활성화하였습니다. 현재 사용자 출처는 {}이며 관리자를 연락하십시오.
pt_br: O administrador ativou 'Apenas login a partir da fonte do usuário', a origem do usuário atual é {}, por favor, contate o administrador.
ru: Администратор включил «Разрешить вход только из источника пользователя». Текущий источник пользователя — {}. Обратитесь к администратору.
vi: Quản trị viên đã bật 'Chỉ cho phép đăng nhập từ nguồn người dùng', nguồn người dùng hiện tại là {}. Vui lòng liên hệ với quản trị viên.
zh: 管理员已开启'仅允许从用户来源登录'，当前用户来源为{}，请联系管理员。

source: The MFA type ({}) is not enabled
es: El método MFA ({}) no está habilitado
ja: MFAタイプ ({}) が有効になっていない
ko: 해당 MFA ({}) 방식이 활성화되지 않았습니다.
pt_br: Este método MFA ({}) não está ativado
ru: Способ МФА ({}) не включен
vi: Phương thức MFA ({}) này chưa được kích hoạt
zh: 该 MFA ({}) 方式没有启用

source: Please change your password
es: Por favor, modifica la contraseña
ja: パスワードを変更してください
ko: 비밀번호를 수정하십시오.
pt_br: Por favor, altere sua senha.
ru: Пожалуйста, измените свой пароль
vi: Vui lòng thay đổi mật khẩu
zh: 请修改密码

source: Input username
es: Nombre de usuario personalizado
ja: カスタム ユーザー名
ko: 사용자 이름 사용자 정의
pt_br: Nome de usuário personalizado
ru: Введите имя пользователя
vi: Tên người dùng tùy chỉnh
zh: 自定义用户名

source: Input secret
es: Contraseña personalizada
ja: カスタムパスワード
ko: 비밀번호 사용자 정의
pt_br: Senha personalizada
ru: Введите пароль
vi: Mật khẩu tùy chỉnh
zh: 自定义密码

source: Protocol
es: Protocolo
ja: プロトコル
ko: 프로토콜
pt_br: Protocolo
ru: Протокол
vi: Giao thức
zh: 协议

source: Connect method
es: Método de conexión
ja: 接続方法
ko: 연결 방식
pt_br: Modo de conexão
ru: Способ подключения
vi: Phương thức kết nối
zh: 连接方式

source: User display
es: Nombre de usuario
ja: ユーザー表示
ko: 사용자 이름
pt_br: Nome do usuário
ru: Имя пользователя
vi: Tên người dùng
zh: 用户名称

source: Asset display
es: Nombre de activo
ja: アセット名
ko: 자산 이름
pt_br: Nome do ativo
ru: Название актива
vi: Tên tài sản
zh: 资产名称

source: Reusable
es: Puede reutilizarse
ja: 再利用可能
ko: 재사용 가능
pt_br: Pode ser reutilizado
ru: Многоразовый
vi: Có thể được sử dụng lại
zh: 可以重复使用

source: From ticket
es: Proveniente de la orden de trabajo
ja: チケットから
ko: 워크오더에서 가져옴
pt_br: De ordem de serviço
ru: Из заявки
vi: Từ phiếu công việc
zh: 来自工单

source: Face monitor token
es: Token de monitoreo facial
ko: 얼굴 인식 모니터링 토큰
pt_br: Token de monitoramento facial
ru: Токен мониторинга по лицу
vi: Mã thông báo giám sát khuôn mặt.

source: Can expire connection token
es: Token de conexión que puede expirar
ja: 接続トークンの有効期限を設定できます
ko: 연결 토큰을 무효화할 수 있습니다.
pt_br: Pode expirar token de conexão
ru: Сделать токен подключения недействительными
vi: Có thể làm mất hiệu lực mã thông báo kết nối
zh: 可以失效连接令牌

source: Can reuse connection token
es: Token de conexión reutilizable
ja: 接続トークンを再利用できます
ko: 재사용할 수 있는 연결 토큰
pt_br: Pode reutilizar token de conexão
ru: Повторно использовать токен подключения
vi: Có thể tái sử dụng mã thông báo kết nối
zh: 可以复用连接令牌

source: Connection token
es: Token de conexión
ja: 接続トークン
ko: 연결 토큰
pt_br: Token de conexão
ru: Токен подключения
vi: Mã thông báo kết nối
zh: 连接令牌

source: Connection token inactive
es: Token de conexión no activado
ja: 接続トークンがアクティブ化されていません
ko: 연결 토큰이 활성화되지 않음
pt_br: Token de conexão não ativado
ru: Токен подключения неактивен
vi: Mã thông báo kết nối chưa được kích hoạt
zh: 连接令牌未激活

source: Connection token expired at: {}
es: Token de conexión expirado: {}
ja: 接続トークンの有効期限: {}
ko: 연결 토큰이 만료됨: {}
pt_br: Token de conexão expirado: {}
ru: Срок действия токена подключения истек: {}
vi: Mã thông báo kết nối đã hết hạn: {}
zh: 连接令牌过期: {}

source: No user or invalid user
es: No hay usuario o el usuario ha caducado
ja: ユーザーなしまたは期限切れのユーザー
ko: 사용자가 없거나 사용자가 비활성화됨
pt_br: Sem usuário ou usuário inválido
ru: Нет пользователя или неверный пользователь
vi: Không có người dùng hoặc người dùng đã hết hiệu lực
zh: 没有用户或用户失效

source: No asset or inactive asset
es: No hay activos o activos no activados
ja: アセットがないか、有効化されていないアセット
ko: 자산이 없거나 자산이 활성화되지 않음
pt_br: Sem ativos ou ativos não ativados
ru: Актив отсутствует или отключен
vi: Không có tài sản hoặc tài sản chưa được kích hoạt
zh: 没有资产或资产未激活

source: Can view super connection token secret
es: Se puede ver el cifrado del token de super conexión
ja: スーパー接続トークンのシークレットを表示できます
ko: 슈퍼 연결 토큰 암호를 볼 수 있음
pt_br: Pode ver o texto cifrado do token de link super
ru: Просмотр секрета супер-токена подключения
vi: Có thể xem mã hóa của siêu mã thông báo kết nối
zh: 可以查看超级连接令牌密文

source: Super connection token
es: Token de super conexión
ja: スーパー接続トークン
ko: 슈퍼 연결 토큰
pt_br: Token de link super
ru: Супер-токен для подключения
vi: Siêu mã thông báo kết nối
zh: 超级连接令牌

source: Admin connection token
es: Token de conexión del administrador
ko: 관리자 연결 토큰
pt_br: TokenDeConexãoAdmin
ru: Токен подключения администратора
vi: Mã thông báo kết nối quản trị

source: Private Token
es: Token privado
ja: プライベートトークン
ko: 개인 토큰
pt_br: Token privado
ru: Приватный токен
vi: Mã thông báo riêng tư
zh: 私有令牌

source: Private key
es: Clave privada SSH
ja: ssh秘密鍵
ko: ssh 개인 키
pt_br: Chave privada ssh
ru: Закрытый ключ SSH
vi: Khóa ssh riêng
zh: ssh私钥

source: Public key
es: Clave pública SSH
ja: 公開キー
ko: SSH 공개 키
pt_br: Chave pública SSH
ru: Открытый ключ SSH
vi: Khóa công khai SSH
zh: SSH公钥

source: Expired
es: Tiempo de expiración
ja: 期限切れ
ko: 만료 시간
pt_br: Data de validade
ru: Срок действия
vi: Thời gian hết hạn
zh: 过期时间

source: SSO token
es: Token SSO
ko: SSO 토큰
pt_br: Token SSO
ru: SSO токен
vi: mã thông báo SSO.

source: Verified
es: Verificado
ja: 確認済み
ko: 검증됨
pt_br: Validado
ru: Проверено
vi: Đã kiểm tra
zh: 已校验

source: Different city login reminder
es: Recordatorio de inicio de sesión remoto
ja: 異なる都市ログインのリマインダー
ko: 이전 로그인 알림
pt_br: Alerta de login remoto
ru: Уведомление о входе из другого местоположения
vi: Nhắc nhở đăng nhập từ xa
zh: 异地登录提醒

source: OAuth binding reminder
vi: Tên OAuth

source: OAuth name
vi: ID OAuth

source: OAuth ID
vi: Chúng tôi muốn thông báo rằng cảnh báo lệnh đã được kích hoạt, chi tiết như sau:

source: binding reminder
es: Recordatorio de vinculación
ja: バインディングリマインダー
ko: 바인딩 알림
pt_br: Alerta de vinculação
ru: Уведомление о привязке
vi: Nhắc nhở liên kết
zh: 绑定提醒

source: Is builtin
es: Incorporado
ja: ビルトイン
ko: 내장된
pt_br: Incorporado
ru: Встроенный
vi: Builtin
zh: 内置的

source: Options
es: Opciones
ja: オプション
ko: 옵션
pt_br: Opções
ru: Параметры
vi: Tùy chọn
zh: 选项

source: Component
es: Componentes
ja: コンポーネント
ko: 구성 요소
pt_br: Componentes
ru: Компоненты
vi: Thành phần
zh: 组件

source: Domain
es: Dominio
ja: ドメイン
ko: 도메인
pt_br: Domínio da Web
ru: Зона
vi: Tên miền
zh: 网域

source: Expired now
es: Expiración inmediata
ja: すぐに期限切れ
ko: 즉시 만료
pt_br: Expiração Imediata
ru: Истекает немедленно
vi: Ngừng hiệu lực ngay lập tức
zh: 立刻过期

source: Image name
es: Nombre de imagen
ja: ミラー名
ko: 이미지 이름
pt_br: Nome da Imagem
ru: Название образа
vi: Tên hình ảnh
zh: 镜像名称

source: Image port
es: Puerto de imagen
ja: ミラーポート
ko: 이미지 포트
pt_br: Porta da Imagem
ru: Порт образа
vi: Cổng hình ảnh
zh: 镜像端口

source: Image protocol
es: Protocolo de imagen
ja: ミラープロトコル
ko: 이미지 프로토콜
pt_br: Protocolo da Imagem
ru: Протокол образа
vi: Giao thức hình ảnh
zh: 镜像协议

source: Expired time
es: Tiempo de expiración
ja: 期限切れ時間
ko: 만료 시간
pt_br: Data de Expiração
ru: Срок действия
vi: Thời gian hết hạn
zh: 过期时间

source: Ticket info
es: Información de la orden
ja: 作業指示情報
ko: 작업 정보
pt_br: Informações do Ticket
ru: Информация о заявке
vi: Thông tin công việc
zh: 工单信息

source: Actions
es: Action
ja: アクション
ko: Action
pt_br: Action
ru: Действия
vi: Action
zh: 动作

source: Is expired
es: Expirado
ja: 期限切れです
ko: 이미 만료
pt_br: Expirado
ru: Истекший?
vi: Expired
zh: 已过期

source: Org name
es: Nombre de la organización
ja: 組織名
ko: 조직 이름
pt_br: Nome da Organização
ru: Название организации
vi: Organization
zh: 组织名称

source: The {} cannot be empty
es: {} no puede estar vacío
ja: {} 空にしてはならない
ko: {} 비어있을 수 없습니다
pt_br: {} não pode estar vazio
ru: {} не может быть пустым
vi: {} không được để trống
zh: {} 不能为空
