Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Port invalid
es: Puerto inválido
ja: ポートが無効
ko: 포트가 유효하지 않습니다.
pt_br: Porta inválida
ru: Недопустимый порт
vi: Cổng không hợp lệ
zh: 端口无效

source: If there are multiple hosts, use a comma (,) to separate them. <br>(For example: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100)
es: Si hay múltiples hosts, por favor sepáralos con comas (,).<br>(por ejemplo: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100)
ja: ホストが複数ある場合は、カンマ (,) で区切ってください。<br>（例: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100）
ko: 여러 개의 호스트가 있을 경우 쉼표(,)로 구분하십시오.<br>(예: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100)
pt_br: Se houver vários servidores, separe-os com uma vírgula (,).<br> (por exemplo: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100)
ru: При наличии нескольких хостов указывайте их через запятую (,).<br>Например: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100
vi: Nếu có nhiều máy chủ, hãy phân tách chúng bằng dấu phẩy (,) .<br> (Ví dụ: http://www.jumpserver.a.com:9100, http://www.jumpserver.b.com:9100)
zh: 如果有多个主机，请用逗号 (,) 分隔它们。<br>（例如：http://www.jumpserver.a.com:9100，http://www.jumpserver.b.com:9100）

source: Index by date
es: Indexar por fecha
ja: 日付による索引付け
ko: 날짜별 인덱싱
pt_br: Indexar por data
ru: Индексировать по дате
vi: Tạo chỉ mục theo ngày
zh: 按日期建索引

source: Whether to create an index by date
es: ¿Se debe crear el índice dinámicamente según la fecha?
ja: 現在の日付に基づいてインデックスを動的に作成するかどうか
ko: 날짜에 따라 동적으로 인덱스를 생성할 것인지
pt_br: Indexar dinamicamente por data
ru: Создавать индекс по дате
vi: Có tạo chỉ mục theo ngày một cách động không
zh: 是否根据日期动态建立索引

source: Index
es: Índice
ja: インデックス
ko: 인덱스
pt_br: Índice
ru: Индекс
vi: Chỉ mục
zh: 索引

source: Doc type
es: Tipo de documento
ja: Docタイプ
ko: 문서 유형
pt_br: Tipo de documento
ru: Тип документа
vi: Loại tài liệu
zh: 文档类型

source: Store locally
es: Almacenamiento local
ja: ローカルに保存する
ko: 로컬 저장
pt_br: Armazenamento local
ru: Локальное хранилище
vi: Lưu trữ cục bộ
zh: 本地存储

source: Do not save
es: No guardar
ja: 保存しない
ko: 저장하지 않음
pt_br: Não salvar
ru: Не сохранять
vi: Không lưu lại
zh: 不保存

source: set as the default storage, will make new Component use the current storage by default, without affecting existing Component
es: Una vez configurado como almacenamiento predeterminado, los nuevos componentes utilizarán el almacenamiento actual por defecto, sin afectar a los componentes existentes
ja: デフォルトのストレージとして設定すると、新しいコンポーネントが現在のストレージをデフォルトで使用するようになりますが、既存のコンポーネントには影響しません
ko: 기본 저장소로 설정한 후, 새로운 구성 요소는 현재 저장소를 기본적으로 사용하며 기존 구성 요소에 영향을 미치지 않습니다
pt_br: Depois de definir como armazenamento padrão, os novos componentes usarão esse armazenamento por padrão, sem afetar os componentes existentes
ru: После установки в качестве хранилища по умолчанию новые компоненты будут использовать его по умолчанию, при этом это не повлияет на существующие компоненты
vi: Sau khi được đặt thành lưu trữ mặc định, các thành phần mới sẽ tự động sử dụng lưu trữ hiện tại mà không ảnh hưởng đến các thành phần đã có
zh: 设置为默认存储后，新组件将默认使用当前存储，而不会影响现有组件

source: Session id
es: ID de sesión
ja: セッション
ko: 세션 ID
pt_br: ID da sessão
ru: ID сессии
vi: ID phiên
zh: 会话 ID

source: Online sessions
es: Sesiones en línea
ja: オンラインセッションを持つ
ko: 온라인 세션
pt_br: Sessão online
ru: Сессии онлайн
vi: Phiên trực tuyến
zh: 在线会话

source: Stat
es: Estado
ja: 状態
ko: 상태
pt_br: Status
ru: Статус
vi: Trạng thái
zh: 状态

source: Not found
es: No se encontró
ja: 見つかりません
ko: 발견되지 않음
pt_br: Não encontrado
ru: Отсутствует
vi: Không tìm thấy
zh: 没有发现

source: Container ID
es: ID de contenedor
ja: コンテナID
ko: 컨테이너 ID
pt_br: ID do Container
ru: ID контейнера
vi: ID container
zh: 容器 ID

source: Container Image
es: Imagen del contenedor
ja: コンテナミラーリング
ko: 컨테이너 이미지
pt_br: Imagem do Container
ru: Образ контейнера
vi: Hình ảnh container
zh: 容器镜像

source: Container Name
es: Nombre del contenedor
ja: コンテナー名
ko: 컨테이너 이름
pt_br: Nome do Container
ru: Название контейнера
vi: Tên container
zh: 容器名称

source: Container Status
es: Estado del contenedor
ja: コンテナステータス
ko: 컨테이너 상태
pt_br: Status do Container
ru: Состояние контейнера
vi: Trạng thái container
zh: 容器状态

source: Container Ports
es: Puertos del contenedor
ja: コンテナポート
ko: 컨테이너 포트
pt_br: Porta do Container
ru: Порт контейнера
vi: Cổng container
zh: 容器端口

source: Connect to asset %s success
es: Conexión al activo %s exitosa
ja: アセット %s への接続に成功しました
ko: 자산 %s에 성공적으로 연결됨
pt_br: Conexão bem sucedida com o ativo %s
ru: Подключение к активу %s успешно
vi: Kết nối tài sản %s thành công
zh: 连接资产 %s 成功

source: Connect to asset %s finished: %s
es: Conexión al activo %s finalizada: %s
ja: アセット %s への接続が完了しました: %s
ko: 자산 %s 연결 종료: %s
pt_br: Conexão encerrada com o ativo %s: %s
ru: Подключение к активу %s завершено: %s
vi: Kết thúc kết nối tài sản %s: %s
zh: 连接资产 %s 结束: %s

source: User %s create share link
es: El usuario %s ha creado un enlace para compartir
ja: ユーザー %s が共有リンクを作成しました
ko: 사용자 %s가 공유 링크를 생성함
pt_br: Usuário %s criou um link de compartilhamento
ru: Пользователь %s создал ссылку для общего доступа
vi: Người dùng %s tạo liên kết chia sẻ
zh: 用户 %s 创建分享链接

source: User %s join session
es: El usuario %s se ha unido a la sesión
ja: ユーザー %s がセッションに参加しました
ko: 사용자 %s가 세션에 참여하였습니다
pt_br: Usuário %s entrou na sessão
ru: Пользователь %s присоединился к сессии
vi: Người dùng %s tham gia phiên họp
zh: 用户 %s 加入会话

source: User %s leave session
es: El usuario %s ha salido de la sesión
ja: ユーザー %s がセッションを離れました
ko: 사용자 %s가 세션을 떠났습니다
pt_br: Usuário %s deixou a sessão
ru: Пользователь %s покинул сессию
vi: Người dùng %s rời phiên họp
zh: 用户 %s 离开会话

source: User %s join to monitor session
es: El usuario %s está monitoreando la sesión
ja: ユーザー %s がモニターセッションに参加しました
ko: 사용자 %s가 세션을 모니터링하고 있습니다
pt_br: Usuário %s monitorando a sessão
ru: Пользователь %s начал мониторинг сессии
vi: Người dùng %s giám sát phiên họp
zh: 用户 %s 监控会话

source: User %s exit to monitor session
es: El usuario %s ha salido de la sesión de monitoreo
ja: ユーザー %s がモニターセッションを離れました
ko: 사용자 %s가 모니터링 세션을 떠났습니다
pt_br: Usuário %s deixou a sessão de monitoramento
ru: Пользователь %s покинул мониторинг сессии
vi: Người dùng %s rời giám sát phiên họp
zh: 用户 %s 离开监控会话

source: Replay start to convert
es: Inicio de la conversión del video
ja: リプレイの変換が開始されました
ko: 녹화가 시작되었습니다
pt_br: Início da conversão do vídeo
ru: Начало конвертации записи
vi: Quá trình chuyển đổi video bắt đầu
zh: 录像开始转化

source: Replay successfully converted to MP4 format
es: Conversión del video exitosa a formato MP4
ja: リプレイが正常にMP4形式に変換されました
ko: 녹화가 MP4 형식으로 성공적으로 변환되었습니다
pt_br: Vídeo convertido com sucesso para o formato MP4
ru: Запись успешно конвертирована в формат MP4
vi: Video đã chuyển đổi thành công sang định dạng MP4
zh: 录像成功转换成 MP4 格式

source: Replay failed to convert to MP4 format: %s
es: Fallo en la conversión del video a formato MP4: %s
ja: リプレイのMP4形式への変換に失敗しました: %s
ko: 녹화 MP4 형식 변환 실패: %s
pt_br: Falha na conversão do vídeo para o formato MP4: %s
ru: Не удалось конвертировать запись в формат MP4: %s
vi: Chuyển đổi video sang định dạng MP4 thất bại: %s
zh: 录像转换成 MP4 格式失败: %s

source: Replay start to upload
es: Inicio de la subida del video
ja: リプレイのアップロードが開始されました
ko: 녹화가 업로드를 시작합니다
pt_br: Início do upload do vídeo
ru: Начало загрузки записи
vi: Video bắt đầu được tải lên
zh: 录像开始上传

source: Replay successfully uploaded
es: La grabación se ha subido con éxito.
ja: リプレイが正常にアップロードされました
ko: 녹화가 성공적으로 업로드되었습니다
pt_br: Upload do vídeo realizado com sucesso
ru: Запись успешно загружена
vi: Video đã tải lên thành công
zh: 录像成功上传

source: Replay failed to upload: %s
es: Fallo en la subida de la grabación: %s
ja: リプレイのアップロードに失敗しました: %s
ko: 녹화 업로드 실패: %s
pt_br: Falha no upload do vídeo: %s
ru: Ошибка загрузки записи: %s
vi: Tải video thất bại: %s
zh: 录像上传失败：%s

source: connect failed
es: Conexión fallida.
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
ru: не удалось подключиться
vi: Kết nối thất bại
zh: 连接失败

source: connection disconnect
es: Conexión interrumpida.
ja: 接続が切断されました
ko: 연결이 끊어졌습니다
pt_br: Conexão interrompida
ru: соединение разорвано
vi: Kết nối đã bị ngắt
zh: 连接断开

source: user closed
es: Usuario cerrado.
ja: ユーザーが閉じました
ko: 사용자가 닫았습니다
pt_br: Usuário desligado
ru: пользователь закрыл
vi: Người dùng đã đóng
zh: 用户关闭

source: idle disconnect
es: Desconexión por inactividad.
ja: アイドル状態で切断されました
ko: 유휴 상태로 끊어졌습니다
pt_br: Desconexão por inatividade
ru: разрыв из-за бездействия
vi: Ngắt kết nối do không hoạt động
zh: 空闲断开

source: admin terminated
es: Conexión finalizada por el administrador.
ja: 管理者によって切断されました
ko: 관리자가 연결을 종료하였습니다
pt_br: Administrador encerra conexão
ru: соединение прервано администратором
vi: Quản trị viên đã kết thúc kết nối
zh: 管理员终断连接

source: maximum session time has been reached
es: Se ha superado el tiempo máximo de conexión de la sesión.
ja: 最大セッション時間に達しました
ko: 최대 연결 시간 초과
pt_br: Excedido o tempo máximo de sessão
ru: достигнуто максимальное время сессии
vi: Vượt quá thời gian kết nối tối đa của phiên
zh: 超过会话最大连接时间

source: permission has expired
es: La autorización ha expirado.
ja: 許可が期限切れです
ko: 권한이 만료되었습니다
pt_br: Autenticação expirada
ru: разрешение истекло
vi: Quyền truy cập đã hết hạn
zh: 授权已过期

source: storage is null
es: Almacenamiento vacío.
ja: ストレージが空です
ko: 저장소가 비어 있습니다
pt_br: Armazenamento vazio
ru: хранилище не задано
vi: Lưu trữ trống
zh: 存储为空

source: Periodic delete terminal status
es: Limpieza del estado del terminal periódicamente.
ja: 端末の状態を定期的にクリーンアップする
ko: 주기적으로 단말 상태 정리
pt_br: Limpeza periódica do estado do terminal
ru: Периодическая очистка состояния терминала
vi: Dọn dẹp trạng thái thiết bị định kỳ
zh: 周期清理终端状态

source: Clean orphan session
es: Eliminación de sesiones desconectadas.
ja: オフライン セッションをクリアする
ko: 오프라인 세션 삭제
pt_br: Limpar sessão offline
ru: Очистка неактивных сессий
vi: Xóa phiên làm việc ngoại tuyến
zh: 清除离线会话

source: Check every 10 minutes for asset connection sessions that have been inactive for 3 minutes and mark these sessions as completed
es: Cada 10 minutos, se revisan las sesiones de conexión de activos inactivos durante 3 minutos, marcando estas sesiones como no completadas.
ja: 毎10分ごとに、3分間非活動状態の資産接続セッションを確認し、これらのセッションを完了とマークします
ko: 10분마다 3분 동안 비활성 상태인 자산 연결 세션을 확인하고, 이 세션들을 '완료되지 않음'으로 표시합니다
pt_br: A cada 10 minutos, verifica sessões de conexão de ativos inativos por 3 minutos, marcando essas sessões como concluídas
ru: Каждые 10 минут проверяются сессии соединений с активами, которые не активны в течение 3 минут, и эти сессии помечаются как завершённые
vi: Mỗi 10 phút kiểm tra các phiên kết nối của tài sản không hoạt động trong 3 phút, đánh dấu những phiên này là đã hoàn thành
zh: 每10分钟检查3分钟未活跃的资产连接会话，将这些会话标记未已完成

source: Upload session replay to external storage
es: Subir la grabación de la sesión al almacenamiento externo.
ja: セッションの記録を外部ストレージにアップロードする
ko: 세션 녹화를 외부 저장소에 업로드
pt_br: Upload de gravação de sessão para armazenamento externo
ru: Загрузка записи сессии во внешнее хранилище
vi: Tải phiên video lên lưu trữ bên ngoài
zh: 上传会话录像到外部存储

source: If SERVER_REPLAY_STORAGE is configured in the config.txt, session commands and recordings will be uploaded to external storage
es: Si se ha configurado SERVER_REPLAY_STORAGE, los archivos subidos a través del gestor de archivos se sincronizarán con el almacenamiento externo.
ja: SERVER_REPLAY_STORAGEが設定されている場合、ファイル管理を通じてアップロードされたファイルを外部ストレージに同期します
ko: SERVER_REPLAY_STORAGE가 설정된 경우, 파일 관리로 업로드된 파일이 외부 저장소와 동기화됩니다
pt_br: Se SERVER_REPLAY_STORAGE estiver configurado, sincronize os arquivos carregados pelo gerenciamento de arquivos para armazenamento externo
ru: Если настроено SERVER_REPLAY_STORAGE, файлы, загруженные через файловый менеджер, будут синхронизированы с внешним хранилищем
vi: Nếu đã thiết lập SERVER_REPLAY_STORAGE, các tệp được tải lên thông qua quản lý tệp sẽ được đồng bộ hóa với bộ nhớ bên ngoài.
zh: 如果设置了SERVER_REPLAY_STORAGE，将通过文件管理上传的文件同步到外部存储

source: Upload session replay part file to external storage
es: Subir parte del archivo de reproducción de la conversación a almacenamiento externo
ja: セッションリプレイパートファイルを外部ストレージにアップロードする
ko: 세션 재생 일부 파일을 외부 저장소에 업로드
pt_br: Carregue partes da sessão de reprodução para armazenamento externo
ru: Загрузить файл части воспроизведения сессии на внешнее хранилище
vi: Một phần tệp của phiên sẽ được tải lên bộ nhớ bên ngoài.
zh: 将会话重播部分文件上传到外部存储

source: Run applet host deployment
es: Despliegue de la aplicación
ja: アプリケーション マシンの展開を実行する
ko: 애플리케이션 배포를 실행합니다
pt_br: Executar implantação da aplicação
ru: Запуск развертывания хоста приложения
vi: Triển khai máy ứng dụng.
zh: 运行应用机部署

source: When deploying from the remote application publisher details page, and the 'Deploy' button is clicked, this task will be executed
es: Despliegue del publicador, al hacer clic en desplegar, ejecutar esta acción
ja: デプロイメントシステムの展開時に、このActionが実行されます
ko: 발행기 배포, 배포를 클릭할 때 해당 작업을 실행합니다
pt_br: Implantação da publicação, ao clicar na implantação, executar esta tarefa
ru: При развертывании через страницу деталей удалённого приложения и нажатии кнопки 'Развернуть', эта задача будет выполнена
vi: Triển khai máy phát hành, khi nhấp vào triển khai, thực hiện nhiệm vụ này.
zh: 发布机部署，点击部署时，执行该任务

source: Install applet
es: Instalar aplicación
ja: アプリをインストールする
ko: 애플리케이션 설치
pt_br: Instalar aplicação
ru: Установка приложения
vi: Cài đặt ứng dụng.
zh: 安装应用

source: When the 'Deploy' button is clicked in the 'Remote Application' section of the remote application publisher details page, this task will be executed
es: Al hacer clic en desplegar en los detalles del publicador de la aplicación remota, ejecutar esta acción
ja: リモートアプリケーションの詳細-リモートアプリケーションの展開時に、このActionが実行されます
ko: 원격 애플리케이션 발행기 세부정보 - 원격 애플리케이션에서 배포를 클릭할 때 해당 작업을 실행합니다
pt_br: Ao detalhar o aplicativo remoto - aplicativo remoto, ao clicar na implantação, execute a tarefa
ru: Когда нажимается кнопка 'Развернуть' в разделе 'Удалённое приложение' на странице деталей удалённого приложения, эта задача будет выполнена
vi: Khi xem chi tiết máy phát hành ứng dụng từ xa - ứng dụng từ xa, khi nhấp vào triển khai, thực hiện nhiệm vụ này.
zh: 当远程应用发布机详情-远程应用，点击部署时，执行该任务

source: Uninstall applet
es: Desinstalar aplicación
ja: アプリをアンインストールする
ko: 애플리케이션 제거
pt_br: Desinstalar aplicação
ru: Удаление приложения
vi: Gỡ cài đặt ứng dụng.
zh: 卸载应用

source: When the 'Uninstall' button is clicked in the 'Remote Application' section of the remote application publisher details page, this task will be executed
es: Al hacer clic en desinstalar en los detalles del publicador de la aplicación remota, ejecutar esta acción
ja: リモートアプリケーションの詳細-リモートアプリケーションのアンインストール時に、このActionが実行されます
ko: 원격 애플리케이션 발행기 세부정보 - 원격 애플리케이션에서 제거를 클릭할 때 해당 작업을 실행합니다
pt_br: Ao detalhar o aplicativo remoto - aplicativo remoto, ao clicar na desinstalação, execute a tarefa
ru: Когда нажимается кнопка 'Удалить' в разделе 'Удалённое приложение' на странице деталей удалённого приложения, эта задача будет выполнена
vi: Khi xem chi tiết máy phát hành ứng dụng từ xa - ứng dụng từ xa, khi nhấp vào gỡ cài đặt, thực hiện nhiệm vụ này.
zh: 当远程应用发布机详情-远程应用，点击卸载时，执行该任务

source: Generate applet host accounts
es: Recopilar cuentas en la aplicación remota
ja: リモートアプリケーション上のアカウントを収集する
ko: 원격 애플리케이션에서 계정 수집
pt_br: Coletar contas no aplicativo remoto
ru: Генерация учётных записей хоста для приложения
vi: Thu thập tài khoản trên ứng dụng từ xa.
zh: 收集远程应用上的账号

source: When a remote publishing server is created and an account needs to be created automatically, this task will be executed
es: Al crear un publicador remoto, ejecutar esta acción si se necesita crear cuentas automáticamente
ja: リモートパブリッシャーを作成した後、自動でアカウントを作成する必要がある場合、このActionが実行されます
ko: 원격 발행기를 생성할 때 자동으로 계정을 생성해야 하는 경우 이 작업을 수행합니다.
pt_br: Após criar a máquina de publicação remota, se for necessário criar uma conta automaticamente, execute a tarefa
ru: Когда создаётся удалённый сервер публикации и необходимо автоматически создать учётную запись, эта задача будет выполнена
vi: Khi cần tự động tạo tài khoản sau khi tạo máy phát hành từ xa, thực hiện nhiệm vụ này.
zh: 当创建远程发布机后，需要自动创建账号时，执行该任务

source: Check command replay storage connectivity
es: Verificar la conectividad de los comandos y el almacenamiento de grabaciones
ja: チェックコマンドと録画ストレージの接続性
ko: 명령 및 녹화 저장소 연결 가능성 확인
pt_br: Verificar a conectividade de armazenamento de comandos e gravações
ru: Проверка доступности хранилища для команд и записей
vi: Kiểm tra khả năng kết nối của lệnh và bộ nhớ ghi hình.
zh: 检查命令及录像存储可连接性

source: Check every day at midnight whether the external storage for commands and recordings is accessible. If it is not accessible, send a notification to the recipients specified in 'System Settings - Notifications - Subscription - Storage - Connectivity'
es: Verificar diariamente a las 00:00 la conectividad de los comandos y el almacenamiento externo de grabaciones; si no es conectable, enviar a: Configuración del sistema - Configuración de notificaciones - Suscripción de mensajes - receptores de la configuración de almacenamiento de comandos y grabaciones
ja: 毎日午前0時に、コマンドと映像の外部ストレージが接続可能かどうかを確認します。接続できない場合は、システム設定-通知設定-メッセージ訂閱-コマンドと映像ストレージ設定の受け取り人に送信します
ko: 매일 자정 0시에 명령 및 녹화 외부 저장소의 연결 여부를 확인하며, 연결할 수 없을 경우: 시스템 설정 - 알림 설정 - 메시지 구독 - 명령 및 녹화 저장소 설정의 수신인에게 발송합니다.
pt_br: Verifica todos os dias à meia-noite se o armazenamento externo de comandos e gravações pode ser conectado, se não puder, envie para: Configurações do sistema - Configurações de notificação - Assinatura de mensagem - Destinatário definido para armazenamento de configurações de gravação e comando.
ru: Каждую ночь в полночь проверяется доступность внешнего хранилища для команд и записей. Если оно недоступно, отправляется уведомление получателям, указанным в 'Настройки системы - Уведомления - Подписка - Хранилище - Доступность
vi: Mỗi ngày vào lúc 0 giờ kiểm tra khả năng kết nối của bộ nhớ lệnh và ghi hình bên ngoài, nếu không thể kết nối thì gửi đến: Cài đặt hệ thống - Cài đặt thông báo - Đối tượng nhận trong cài đặt bộ nhớ lệnh và ghi hình.
zh: 每天凌晨0点检查命令及录像外部存储是否可连接，不可连接发送给：系统设置-通知设置-消息订阅-命令及录像存储设置的接收人

source: view
es: Ver
ja: 表示
ko: 보기
pt_br: Visualizar
ru: просмотр
vi: Xem.
zh: 查看

source: We would like to inform you that a command alert has been triggered with the following details:
vi: Thông tin chi tiết về cảnh báo

source: Alert details
vi: Chi tiết cảnh báo

source: View session
vi: Xem cuộc hội thoại

source: Please review this command execution to ensure it complies with your organization’s security policies. If you did not authorize this action or notice anything unusual, please take the necessary actions immediately.
vi: Vui lòng kiểm tra tình trạng thực hiện lệnh này để đảm bảo nó phù hợp với chính sách an ninh của tổ chức bạn. Nếu bạn không được phép thực hiện thao tác này hoặc phát hiện bất kỳ điều gì bất thường, hãy ngay lập tức thực hiện các biện pháp cần thiết.

source: Applicant
es: Solicitante
ja: 応募者
ko: 신청인
pt_br: Solicitante
ru: Запрашивающий
vi: Người nộp đơn.
zh: 申请人

source: App Tickets
es: Gestión de Tickets
ja: チケット
ko: 작업 관리
pt_br: Gerenciar ordens de serviço
ru: Управление заявками
vi: Tickets
zh: 工单管理

source: Apply for asset
es: Solicitar Activos
ja: 資産の申請
ko: 자산 신청
pt_br: Solicitar Ativos
ru: Запрос актива
vi: Tài sản yêu cầu.
zh: 申请资产

source: Open
es: Abrir
ja: オープン
ko: 열기
pt_br: Abrir
ru: Открыто
vi: Mở
zh: 打开

source: Approved
es: Aprobado
ja: 承認済み
ko: 동의함
pt_br: Aprovado
ru: Согласовано
vi: Đã đồng ý
zh: 已同意

source: Rejected
es: Rechazado
ja: 拒否
ko: 거부함
pt_br: Negado
ru: Отклонено
vi: Đã từ chối
zh: 已拒绝

source: Closed
es: Cerrado
ja: クローズ
ko: 닫기
pt_br: Fechado
ru: Закрыто
vi: Đóng
zh: 关闭的

source: One level
es: Nivel 1
ja: 1つのレベル
ko: 1급
pt_br: Nível 1
ru: Уровень 1
vi: Cấp 1
zh: 1 级

source: Two level
es: Nivel 2
ja: 2つのレベル
ko: 2급
pt_br: Nível 2
ru: Уровень 2
vi: Cấp 2
zh: 2 级

source: All assets
es: Todos los Activos
ja: すべての資産
ko: 모든 자산
pt_br: Todos Ativos
ru: Все активы
vi: Tất cả tài sản
zh: 所有资产

source: Permed assets
es: Activos Autorizados
ja: 許可された資産
ko: 권한이 부여된 자산
pt_br: Ativos Autorizados
ru: Разрешенные активы
vi: Tài sản được ủy quyền
zh: 授权的资产

source: Permed valid assets
es: Activos Autorizados Válidos
ja: 有効な許可を受けた資産
ko: 유효한 권한이 부여된 자산
pt_br: Ativos autorizados efetivamente
ru: Активы с действующими правами
vi: Tài sản được ủy quyền có hiệu lực
zh: 有效授权的资产

source: Ticket already closed
es: El ticket ya ha sido cerrado
ja: チケットはすでに閉じています
ko: 작업 요청이 종료되었습니다
pt_br: A ordem de serviço foi fechada
ru: Заявка уже закрыта
vi: Phiếu công việc đã đóng
zh: 工单已经关闭

source: Created by the ticket ticket title: {} ticket applicant: {} ticket processor: {} ticket ID: {}
es: Creado a través de un ticket, Título del ticket: {}, Solicitante del ticket: {}, Persona encargada del ticket: {}, ID del ticket: {}
ja: チケットのタイトル: {} チケット申請者: {} チケットプロセッサ: {} チケットID: {}
ko: 작업 요청을 통해 생성됨, 작업 제목: {}, 요청자: {}, 처리자: {}, 작업 ID: {}
pt_br: Criado através de ordem de serviço, título da ordem de serviço: {}, requerente da ordem de serviço: {}, responsável pelo tratamento da ordem de serviço: {}, ID da ordem de serviço: {}
ru: Создано через заявку, Заголовок заявки: {}, Заявитель: {}, Ответственный за обработку: {}, ID заявки: {}
vi: Tạo bằng phiếu công việc, Tiêu đề phiếu công việc: {}, Người nộp phiếu công việc: {}, Người xử lý phiếu công việc: {}, ID phiếu công việc: {}
zh: 通过工单创建, 工单标题: {}, 工单申请人: {}, 工单处理人: {}, 工单 ID: {}

source: Change field
es: Cambiar campo
ja: フィールドを変更
ko: 변경 필드
pt_br: Alterar campo
ru: Изменение поля
vi: Trường thay đổi
zh: 变更字段

source: Before change
es: Antes de la modificación
ja: 変更前
ko: 변경 전
pt_br: Antes da alteração
ru: До изменения
vi: Trước khi thay đổi
zh: 变更前

source: After change
es: Después de la modificación
ja: 変更後
ko: 변경 후
pt_br: Depois da alteração
ru: После изменения
vi: Sau khi thay đổi
zh: 变更后

source: {} {} the ticket
es: {} {} Orden de trabajo
ja: {} {} チケット
ko: {} {} 작업 요청
pt_br: {} {} Ordem de serviço
ru: {} {} заявка
vi: {} {} Phiếu công việc
zh: {} {} 工单

source: common
es: Común
ja: ありふれた
ko: 자주 묻는 질문
pt_br: Comum
ru: частые
vi: Tên hiển thị người dùng thường gặp
zh: 常见的

source: User display name
es: Nombre de usuario
ja: ユーザー表示名
ko: 사용자 표시 이름
pt_br: Nome de exibição do usuário
ru: Имя пользователя
vi: Nội dung
zh: 用户显示名称

source: Body
es: Contenido
ja: ボディ
ko: 내용
pt_br: Conteúdo
ru: Содержимое
vi: Cấp độ phê duyệt
zh: 内容

source: Approve level
es: Nivel de aprobación
ja: レベルを承認する
ko: 승인 수준
pt_br: Nível de aprovação
ru: Уровень одобрения
vi: Thông tin phê duyệt công việc
zh: 审批级别

source: Ticket flow approval rule
es: Información de aprobación de la orden de trabajo
ja: チケットフロー承認ルール
ko: 작업 요청 승인 정보
pt_br: Informações de aprovação da ordem de serviço
ru: Правило утверждения потока заявок
vi: Quy trình công việc
zh: 工单批准信息

source: Ticket flow
es: Proceso de la orden de trabajo
ja: チケットの流れ
ko: 작업 요청 프로세스
pt_br: Fluxo de Action da ordem de serviço
ru: Поток заявок
vi: Phiên công việc
zh: 工单流程

source: Ticket session relation
es: Conversación de la orden de trabajo
ja: チケットセッションの関係
ko: 작업 요청 세션
pt_br: Sessão da ordem de serviço
ru: Сессия заявки
vi: Tên quy tắc ủy quyền
zh: 工单会话

source: Permission name
es: Nombre de la regla de autorización
ja: 認可ルール名
ko: 권한 규칙 이름
pt_br: Nome da regra autorizada
ru: Имя разрешения
vi: Ứng dụng yêu cầu
zh: 授权规则名称

source: Apply applications
es: Solicitar aplicación
ja: アプリケーションの適用
ko: 신청 애플리케이션
pt_br: Solicitar aplicativo
ru: Запрашиваемое приложение
vi: Người dùng hệ thống đã yêu cầu
zh: 申请应用

source: Apply system users
es: Usuario del sistema solicitado
ja: システムユーザーの適用
ko: 신청한 시스템 사용자
pt_br: Usuário do sistema solicitado
ru: Запрашиваемый системный пользователь
vi: Tài sản hoặc nút ít nhất chọn một mục
zh: 申请的系统用户
