Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Access IP
es: Lista blanca de IP
ko: IP 화이트리스트
pt_br: Lista branca de IP
ru: Белый список IP
vi: Danh sách trắng IP
zh: IP 白名单

source: Comment
es: Comentarios
ja: コメント
ko: 비고
pt_br: Observação
ru: Комментарий
vi: Description
zh: 备注

source: Accounts amount
es: Cantidad de cuentas
ko: 계정 수
pt_br: Quantidade de contas
ru: Количество учетных записей
vi: Số lượng tài khoản

source: Password length
es: Longitud de la contraseña
ja: パスワードの長さ
ko: 비밀번호 길이
pt_br: Comprimento da senha
ru: Длина пароля
vi: Chiều dài mật khẩu
zh: 密码长度

source: Lowercase
es: letras minúsculas
ja: 小文字
ko: 소문자
pt_br: Letras minúsculas
ru: Строчные буквы
vi: Chữ cái thường
zh: 小写字母

source: Uppercase
es: letras mayúsculas
ja: 大文字
ko: 대문자
pt_br: Letras maiúsculas
ru: Заглавные буквы
vi: Chữ cái hoa
zh: 大写字母

source: Digit
es: números
ja: 数値＃スウスウ＃
ko: 숫자
pt_br: Números
ru: Цифры
vi: Số
zh: 数字

source: Special symbol
es: caracteres especiales
ja: 特殊記号
ko: 특수 문자
pt_br: Caracteres especiais
ru: Специальные символы
vi: Ký tự đặc biệt
zh: 特殊字符

source: Exclude symbol
es: caracteres a excluir
ja: 除外文字
ko: 문자열 제외
pt_br: Excluir caracteres
ru: Исключать символы
vi: Ký tự loại trừ
zh: 排除字符

source: length is the length of the password, and the range is 8 to 30. lowercase indicates whether the password contains lowercase letters, uppercase indicates whether it contains uppercase letters, digit indicates whether it contains numbers, and symbol indicates whether it contains special symbols. exclude_symbols is used to exclude specific symbols. You can fill in the symbol characters to be excluded (up to 16). If you do not need to exclude symbols, you can leave it blank. default: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
es: La longitud se refiere a la extensión de la contraseña, que debe estar entre 8 y 30. lowercase indica si la contraseña incluye letras minúsculas, uppercase indica si contiene letras mayúsculas, digit señala si incluye números, y symbol indica la presencia de caracteres especiales. exclude_symbols se utiliza para excluir símbolos específicos; puedes indicar hasta 16 caracteres a excluir. Si no es necesario excluir ningún símbolo, puedes dejarlo en blanco. Por defecto: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
ja: length はパスワードの長さで、範囲は 8 ～ 30 です。小文字はパスワードに小文字が含まれるかどうかを示し、大文字はパスワードに大文字が含まれるかどうかを示します。digit は数字が含まれているかどうかを示し、symbol は特殊記号が含まれているかどうかを示します。exclude_symbols は、特定のシンボルを除外するために使用します (最大 16 文字)。シンボルを除外する必要がない場合は、空白のままにすることができます。デフォルト: {"長さ": 16、"小文字": true、"大文字": true、"数字": true、"シンボル": true、"exclude_symbols": ""}
ko: 길이는 비밀번호 길이로, 8에서 30 사이의 범위를 작성하십시오. lowercase는 비밀번호에 소문자가 포함되는지 여부를 나타내며, uppercase는 대문자가 포함되는지 여부를 나타냅니다. digit은 숫자가 포함되는지 여부를 나타내고, symbol은 특수 기호의 포함 여부를 의미합니다. exclude_symbols는 특정 기호를 제외하는 데 사용되며, 제외할 기호 문자를 최대 16개까지 입력할 수 있습니다. 기호를 제외할 필요가 없으면 빈 칸으로 두십시오. 기본값: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
pt_br: length é o comprimento da senha, a faixa de preenchimento é de 8 a 30. lowercase indica se a senha deve incluir letras minúsculas, uppercase indica se deve incluir letras maiúsculas, digit indica se deve incluir números, symbol indica se deve incluir símbolos especiais. exclude_symbols é usado para excluir símbolos específicos, você pode preencher os caracteres do símbolo que deseja excluir (no máximo 16), se não precisar excluir símbolos, pode deixar em branco. Padrão: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
ru: length - это длина пароля, в диапазоне от 8 до 30. lowercase обозначает, присутствуют ли в пароле строчные буквы, uppercase указывает, содержатся ли заглавные буквы, digit показывает, есть ли цифры, symbol обозначает наличие специальных символов. exclude_symbols используется для исключения определенных символов. Вы можете ввести символы символов, которые необходимо исключить (до 16). Если исключать ничего не нужно, оставьте пустым. По умолчанию: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
vi: length là chiều dài của mật khẩu, điền trong khoảng từ 8 đến 30. lowercase cho biết mật khẩu có chứa chữ cái thường hay không, uppercase cho biết có chứa chữ cái hoa hay không, digit cho biết có chứa số hay không, symbol cho biết có chứa ký tự đặc biệt hay không. exclude_symbols dùng để loại trừ các ký hiệu cụ thể, bạn có thể điền các ký hiệu muốn loại trừ (tối đa 16 ký hiệu), nếu không cần loại trừ ký hiệu, có thể để trống. Mặc định: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}
zh: length 是密码的长度，填写范围为 8 到 30。lowercase 表示密码中是否包含小写字母，uppercase 表示是否包含大写字母，digit 表示是否包含数字，symbol 表示是否包含特殊符号。exclude_symbols 用于排除特定符号，您可以填写要排除的符号字符（最多 16 个），如果无需排除符号，可以留空。默认: {"length": 16, "lowercase": true, "uppercase": true, "digit": true, "symbol": true, "exclude_symbols": ""}

source: Secret generation strategy for account creation
es: Estrategia de generación de contraseñas utilizada durante la creación de cuentas
ja: 账号创建时，密文生成策略
ko: 비밀번호 생성 전략, 계정 생성 시 비밀번호 설정
pt_br: Estratégia de geração de senha, usada na criação da conta, para definir a senha
ru: Стратегия генерации секрета для создания учетной записи
vi: Chiến lược tạo mật khẩu, dùng để thiết lập mật khẩu khi tạo tài khoản.
zh: 密码生成策略，用于账号创建时，设置密码

source: Whether to automatically push the account to the asset
es: ¿Se enviará automáticamente la cuenta a los activos?
ja: 是否自动推送账号到资产
ko: 계정을 자산으로 자동 푸시할지 여부
pt_br: Se a conta deve ser automaticamente enviada para o ativo
ru: Автоматическая публикация УЗ на активы
vi: Có tự động đẩy tài khoản đến nền tảng liên kết
zh: 是否自动推送账号到资产

source: Associated platform, you can configure push parameters. If not associated, default parameters will be used
es: Plataforma asociada, parámetros de envío configurables; si no se asocia, se utilizarán los parámetros por defecto
ja: 关联平台，可以配置推送参数，如果不关联，则使用默认参数
ko: 연관된 플랫폼, 푸시 매개변수를 구성할 수 있으며, 연관되지 않을 경우 기본 매개변수를 사용합니다
pt_br: Plataforma associada, parâmetros de envio configuração, se não estiver associada, usará os parâmetros padrão
ru: Свяжите платформу для настройки параметров публикации УЗ. Если привязки нет, будут использоваться параметры по умолчанию.
vi: Có thể cấu hình tham số đẩy, nếu không liên kết, sẽ sử dụng tham số mặc định
zh: 关联平台，可配置推送参数，如果不关联，将使用默认参数

source: Current only support login from AD/LDAP. Secret priority: Same account in asset secret > Login secret > Manual input. <br/ >For security, please set config CACHE_LOGIN_PASSWORD_ENABLED to true
es: Actualmente sólo se admite el inicio de sesión con AD/LDAP. Orden de validez de las contraseñas para cuentas con el mismo nombre: contraseña de cuenta existente en activos > contraseña de inicio de sesión > entrada manual <br/> Por motivos de seguridad, se recomienda establecer la opción de configuración CACHE_LOGIN_PASSWORD_ENABLED=true; es necesario reiniciar el servicio para activarla
ja: 現在、AD/LDAPからのログインのみをサポートしています。シークレットの優先順位: 資産シークレット内の同じアカウント > ログインシークレット > 手動入力. <br/> セキュリティのために、「config CACHE_LOGIN_PASSWORD_ENABLED」をtrueに設定してください。
ko: 현재는 AD/LDAP 로그인 방식의 사용자만 지원됩니다. 동일 이름 계정의 비밀번호 적용 순서: 자산에 존재하는 동일 이름 계정의 비밀번호 > 로그인 비밀번호 > 수동 입력 <br/> 안전을 위해 구성 항목 CACHE_LOGIN_PASSWORD_ENABLED=true로 설정하고, 서비스를 재시작해야 활성화됩니다.
pt_br: Atualmente, apenas usuários com login via AD/LDAP são suportados. Ordem de validade de senha de conta de mesmo nome: senha de conta de mesmo nome existente no ativo > senha de login > entrada manual <br/> Para segurança, defina a opção CACHE_LOGIN_PASSWORD_ENABLED=true e reinicie o serviço para ativá-la
ru: В настоящее время поддерживается только вход через AD/LDAP. Порядок обработки: та же учетная запись в секрете актива > пароль для входа > ввод вручную <br/>В целях безопасности, пожалуйста, установите значение параметра конфигурации CACHE_LOGIN_PASSWORD_ENABLED=true, перезапустите службу, чтобы включить его
vi: Hiện tại chỉ hỗ trợ người dùng đăng nhập qua AD/LDAP. Thứ tự hiệu lực của mật khẩu tài khoản trùng tên: Mật khẩu tài khoản trùng tên trên tài sản > Mật khẩu đăng nhập > Nhập tay <br/> Để đảm bảo an toàn, vui lòng thiết lập mục cấu hình CACHE_LOGIN_PASSWORD_ENABLED=true, khởi động lại dịch vụ để kích hoạt
zh: 当前仅支持 AD/LDAP 登录方式用户。 同名账号密码生效顺序: 资产上存在的同名账号密码 > 登录密码 > 手动输入 <br/> 为了安全起见，请设置配置项 CACHE_LOGIN_PASSWORD_ENABLED=true，重启服务才能开启

source: Zip Encrypt Password
es: Contraseña para la encriptación de archivos
ja: 新しいファイルの暗号化パスワード
ko: 파일 암호화 비밀번호
pt_br: Senha de encriptação do arquivo
ru: Пароль для шифрования архива
vi: Mật khẩu mã hóa tệp
zh: 文件加密密码

source: Currently only mail sending is supported
es: Actualmente solo se admite el envío por correo electrónico
ja: 現在、メール送信のみがサポートされています
ko: 현재 이메일 전송만 지원
pt_br: Atualmente só suporta o envio de e-mail
ru: В настоящее время поддерживается только отправка по электронной почте
vi: Hiện tại chỉ hỗ trợ gửi qua email
zh: 当前只支持邮件发送

source: Asset type
es: Tipo de activo
ja: 資産タイプ
ko: 자산 유형
pt_br: Tipo de bem
ru: Тип актива
vi: Loại tài sản
zh: 资产类型

source: Name already exists
es: El nombre ya existe
ja: 名前は既に存在します。
ko: 이름이 이미 존재합니다
pt_br: O nome já existe
ru: Имя уже существует
vi: Tên đã tồn tại
zh: 名称已存在

source: Automation snapshot
es: Instantánea automatizada
ja: 自動スナップショット
ko: 자동화 스냅샷
pt_br: Snapshot automático
ru: Автоматизированный снимок
vi: Chụp nhanh tự động
zh: 自动化快照

source: SSH Key strategy
es: Forma de cambiar la clave SSH
ja: SSHキー戦略
ko: SSH 키 변경 방법
pt_br: Alterar método de chave SSH
ru: Стратегия SSH-ключа
vi: Cách thay đổi khóa SSH
zh: SSH 密钥更改方式

source: Please enter your account username
es: Por favor, introduzca su nombre de usuario
ja: アカウントのユーザー名を入力してください
ko: 귀하의 계정 사용자 이름을 입력하십시오
pt_br: Por favor, digite seu nome de usuário
ru: Пожалуйста, введите ваше имя пользователя
vi: Vui lòng nhập tên người dùng tài khoản của bạn
zh: 请输入您的账户用户名

source: Notification before execution
es: Notificación previa a la ejecución
ko: 실행 전 알림
pt_br: Notificação antes da execução
ru: Уведомление перед выполнением
vi: Thông báo trước khi thực hiện

source: Secret parameter settings, currently only effective for assets of the host type.
es: Parámetros configurados, actualmente solo son válidos para activos de tipo AIX, LINUX y UNIX.
ja: パラメータ設定は現在、AIX LINUX UNIX タイプの資産に対してのみ有効です。
ko: 매개변수 설정, 현재 AIX LINUX UNIX 유형 자산에만 유효합니다.
pt_br: Configurações de parâmetros, atualmente válidas apenas para ativos do tipo AIX LINUX UNIX.
ru: Настройки параметров секретов, в данный момент действуют только для активов типа хост.
vi: Cài đặt tham số, hiện chỉ có hiệu lực đối với loại tài sản AIX, LINUX, UNIX.
zh: 参数设置，目前只对 AIX LINUX UNIX 类型的资产有效。

source: * Please enter the correct password length
es: * Introduzca una longitud de contraseña correcta
ko: * 올바른 비밀번호 길이를 입력하세요.
pt_br: * Por favor, insira um comprimento de senha correto
ru: * Пожалуйста, введите корректную длину пароля
vi: * Vui lòng nhập độ dài mật khẩu chính xác

source: * Password length range 8-36 bits
es: * Rango de longitud de contraseña de 8 a 36 caracteres
ko: * 비밀번호 길이 범위: 8-36자리
pt_br: * O comprimento da senha deve estar entre 8 e 36 caracteres
ru: * Длина пароля в диапазоне от 8 до 36 символов
vi: * Độ dài mật khẩu trong khoảng 8-36 ký tự

source: Automation task execution
es: Historial de ejecución de tareas automatizadas
ja: 自動タスク実行履歴
ko: 자동화 작업 실행 이력
pt_br: Histórico de execução de tarefas automáticas
ru: Выполнение задач автоматизации
vi: Lịch sử thực hiện tác vụ tự động.
zh: 自动化任务执行历史

source: Meta
es: Metadatos
ja: メタ
ko: 메타데이터
pt_br: Metadados
ru: Метаданные
vi: Siêu dữ liệu
zh: 元数据

source: Invalid engine id
es: ID de motor no válido
ko: 엔진 ID가 잘못되었습니다.
pt_br: ID do motor inválido
ru: Неверный ID механизма
vi: ID động cơ không hợp lệ

source: Whether to check the risk of the discovered accounts.
vi: Có tiến hành kiểm tra rủi ro cho tài khoản tập trung không.

source: Push related accounts to assets: %s, by system
es: Cuenta enviada a activos: %s, ejecutado por el sistema
ja: 関連するアカウントをアセットにプッシュ: %s, by system
ko: 계정을 자산으로 푸시: %s, 시스템에 의해 실행됨
pt_br: Push da conta para o ativo: %s, executado pelo sistema
ru: Публикация связанных УЗ на активы: %s, выполнено системой
vi: Đưa tài khoản vào tài sản: %s, do hệ thống thực hiện
zh: 推送账号到资产: %s, 由系统执行

source: Add account: %s
es: Añadir cuenta: %s
ja: アカウントを追加: %s
ko: 계정 추가: %s
pt_br: Adicionar conta: %s
ru: Добавление УЗ: %s
vi: Thêm tài khoản: %s
zh: 添加账号: %s

source: Delete account: %s
es: Eliminar cuenta: %s
ja: アカウントを削除: %s
ko: 계정 삭제: %s
pt_br: Excluir conta: %s
ru: Удаление УЗ: %s
vi: Xóa tài khoản: %s
zh: 删除账号: %s

source: Account execute automation
es: Ejecución automatizada de cuentas
ja: アカウント実行の自動化
ko: 계정 자동화 실행
pt_br: Execução automática da conta
ru: Выполнение автоматизации УЗ
vi: Tài khoản thực hiện hành động tự động
zh: 账号执行自动化

source: Unified execution entry for account automation tasks: when the system performs tasks such as account push, password change, account verification, account collection, and gateway account verification, all tasks are executed through this unified entry
es: Punto de entrada único para tareas automatizadas de cuentas, cuando el sistema ejecute el envío de cuentas, cambio de contraseña, verificación de cuentas, recopilación de cuentas y verificación de tareas de cuentas de puerta de enlace, todas se ejecutarán a través de la tarea actual.
ja: アカウント自動化タスクの一元的な実行入口で、システムがアカウントのプッシュ、パスワードの変更、アカウントの確認、アカウントの収集、ゲートウェイアカウントのバリデーションタスクを実行する際、統一して現行のタスクを実行します
ko: 계정 자동화 작업의 통합 실행 입구로, 시스템이 계정 푸시, 비밀번호 변경, 계정 확인, 계정 수집, 게이트웨이 계정 작업 확인 등을 수행할 때, 현재 작업을 통해 통합적으로 실행됩니다.
pt_br: Entrada unificada para execução de tarefa automática de conta, quando o sistema executa o push de conta, troca de senha, verificação de conta, coleta de conta, verificação de tarefa de conta do gateway, é executada unificamente através desta tarefa atual
ru: Единая запись для выполнения для задач автоматизации учетных записей: когда система выполняет задачи такие как публикация учетной записи, смена пароля, проверка учетной записи, сбор учетных данных и проверка учетной записи шлюза, все задачи выполняются через эту единую запись
vi: Cổng vào thực hiện nhiệm vụ tự động hóa tài khoản được thống nhất, khi hệ thống thực hiện việc đưa tài khoản vào, thay đổi mật khẩu, xác minh tài khoản, thu thập tài khoản và xác minh nhiệm vụ tài khoản cổng, tất cả được thực hiện thông qua nhiệm vụ hiện tại
zh: 账号自动化任务统一执行入口，当系统执行账号推送，更改密码，验证账号，收集账号，验证网关账号任务时，统一通过当前任务执行

source: Execute automation record
es: Registro de ejecución automatizada
ja: 自動化レコードを実行する
ko: 자동화 실행 기록
pt_br: Registro de execução automática
ru: Журнал автоматизированного выполнения
vi: Ghi chép thực hiện tự động
zh: 自动化执行记录

source: When manually executing password change records, this task is used
es: Cuando se ejecuta manualmente el registro de cambio de contraseña, se realiza a través de esta tarea
ja: パスワード変更記録を手動で実行する際は、このタスクを通じて実行します
ko: 수동으로 비밀번호 변경 기록을 실행할 때, 해당 작업을 통해 실행됩니다.
pt_br: Quando o registro de alteração de senha é executado manualmente, é realizado por meio desta tarefa
ru: Для ручного выполнения записи о смене пароля используется данная задача
vi: Khi ghi lại việc thay đổi mật khẩu được thực hiện thủ công, nó sẽ thông qua nhiệm vụ này
zh: 当手动执行改密记录时，通过该任务执行

source: Clean change secret and push record period
es: Limpiar periódicamente los registros de cambio de contraseña y los registros de notificación
ja: パスワード変更記録とプッシュ記録を定期的にクリアする
ko: 정기적으로 비밀번호 변경 기록과 푸시 기록 정리
pt_br: Limpeza periódica de registros de alteração de senha e registros de push
ru: Периодическая очистка записей об изменении паролей и публикации УЗ
vi: Dọn dẹp theo chu kỳ ghi chép thay đổi mật khẩu và ghi chép đẩy
zh: 周期清理改密记录和推送记录

source: The system will periodically clean up unnecessary password change and push records, including their associated change tasks, execution logs, assets, and accounts. When any of these associated items are deleted, the corresponding password change and push records become invalid. Therefore, to maintain a clean and efficient database, the system will clean up expired records at 2 a.m daily, based on the interval specified by PERM_EXPIRED_CHECK_PERIODIC in the config.txt configuration file. This periodic cleanup mechanism helps free up storage space and enhances the security and overall performance of data management
es: El sistema limpiará regularmente los registros de cambio de contraseña y los registros de notificación que ya no se necesiten, incluyendo aquellos relacionados con tareas de cambio de contraseña, registros de ejecución, activos y cuentas. Cuando se elimina cualquiera de estos elementos relacionados, los registros de cambio de contraseña y notificación correspondientes se volverán inválidos. Por lo tanto, para mantener la base de datos ordenada y funcionando de manera eficiente, se llevará a cabo una limpieza diaria a las 2 de la mañana, según el intervalo de tiempo definido en el archivo de configuración del sistema config.txt bajo PERM_EXPIRED_CHECK_PERIODIC para aquellos que hayan superado dicho tiempo. Este mecanismo de limpieza periódica no solo ayuda a liberar espacio de almacenamiento, sino que también mejora la seguridad de la gestión de datos y el rendimiento general
ja: システムは定期的に不要なパスワード変更記録とプッシュ記録をクリーンアップします。これには、関連するパスワード変更タスク、実行記録、資産、アカウントが含まれます。これらの関連項目のいずれかが削除されると、対応するパスワード変更記録とプッシュ記録は無効となります。したがって、データベースの整理と高速運用のために、システム設定ファイルの config.txt の PERM_EXPIRED_CHECK_PERIODIC の時間間隔に従って毎日午前2時に時間を超えた記録をクリーニングします。この定期的なクリーニングメカニズムは、ストレージスペースの解放とデータ管理のセキュリティとパフォーマンスの向上の両方に役立ちます
ko: 시스템은 더 이상 필요하지 않은 비밀번호 변경 기록과 푸시 기록을 정기적으로 정리합니다. 여기에는 관련된 비밀번호 변경 작업, 실행 기록, 자산 및 계정이 포함됩니다. 이러한 관련 항목 중 하나라도 삭제되면, 해당 비밀번호 변경 및 푸시 기록은 무효가 됩니다. 따라서 데이터베이스의 정돈과 효율적인 운영을 위해, 시스템 구성 파일 config.txt에 포함된 PERM_EXPIRED_CHECK_PERIODIC의 시간 간격에 따라 매일 새벽 2시에 시간 초과된 항목을 정리합니다. 이러한 정기적인 정리 메커니즘은 저장 공간을 확보할 뿐만 아니라 데이터 관리의 보안성과 전체 성능을 향상시키는 데도 기여합니다.
pt_br: O sistema irá limpar periodicamente os registros de alteração de senha e registros de push que não são mais necessários, incluindo aquelas tarefas de alteração de senha associadas, registros de execução, ativos e contas. Quando qualquer um desses itens associados é excluído, o registro de alteração de senha e push correspondente se tornará inválido. Portanto, para manter a base de dados limpa e eficiente, a limpeza é realizada todos os dias às 2 da manhã para aqueles que excederam o intervalo de tempo no arquivo de configuração do sistema config.txt PERM_EXPIRED_CHECK_PERIODIC. Este mecanismo de limpeza regular não só ajuda a liberar espaço de armazenamento, mas também melhora a segurança e o desempenho geral da gestão de dados.
ru: Система регулярно очищает от ненужных записей о смене пароля и публикации учётных записей, включая связанные задания по смене пароля, журналы выполнения, активы и учётные записи. Если удалён хотя бы один из этих связанных элементов, соответствующие записи о смене пароля и публикации становятся недействительными. В целях поддержания чистоты базы данных и повышения её эффективности, согласно интервалу, указанному в параметре PERM_EXPIRED_CHECK_PERIODIC файла конфигурации config.txt, очистка производится ежедневно в 2 часа ночи для данных, срок хранения которых истёк. Такая регулярная очистка не только способствует высвобождению места для хранения, но и повышает безопасность управления данными и общую производительность системы
vi: Hệ thống sẽ định kỳ dọn dẹp những ghi chép thay đổi mật khẩu và ghi chép đẩy không còn cần thiết, bao gồm những nhiệm vụ thay đổi mật khẩu liên quan, ghi chép thực hiện, tài sản và tài khoản. Khi bất kỳ một trong những mục liên quan này bị xóa, các ghi chép thay đổi mật khẩu và ghi chép đẩy tương ứng sẽ trở nên vô hiệu. Do đó, để giữ cho cơ sở dữ liệu gọn gàng và hoạt động hiệu quả, theo khoảng thời gian cấu hình trong file config.txt tại PERM_EXPIRED_CHECK_PERIODIC, sẽ tiến hành dọn dẹp những nội dung hết thời gian vào lúc 2 giờ sáng mỗi ngày. Cơ chế dọn dẹp định kỳ này không chỉ giúp giải phóng không gian lưu trữ mà còn nâng cao sự an toàn trong quản lý dữ liệu và hiệu suất tổng thể
zh: 系统会定期清理不再需要的改密记录和推送记录，包括那些关联的改密任务、执行记录、资产和账号。当这些关联项中的任意一个被删除时，对应的改密和推送记录将变为无效。因此，为了保持数据库的整洁和高效运行，根据系统配置文件 config.txt 中 PERM_EXPIRED_CHECK_PERIODIC 的时间间隔对于超出时间的于每天凌晨2点进行清理。这种定期清理机制不仅有助于释放存储空间，还能提高数据管理的安全和整体性能

source: Push accounts to assets
es: Notificar cuenta a activos
ja: アカウントをアセットにプッシュ:
ko: 계정 자산으로 푸시
pt_br: Envia contas para ativos
ru: Публикация УЗ на активы
vi: Đưa tài khoản vào tài sản
zh: 推送账号到资产

source: Whenever an account is created or modified and needs pushing to assets, run this task
ko: 계정을 생성하거나 수정할 때 자산에 푸시해야 할 때마다 이 작업을 실행합니다.
ru: Всякий раз, когда создается или изменяется учетная запись и ее необходимо перенести в ресурсы, запустите эту задачу.
vi: Mỗi khi tạo hoặc sửa đổi tài khoản và cần đưa vào tài sản, hãy chạy nhiệm vụ này.

source: Change secret accounts to assets
ko: 계정 비밀번호 변경을 자산으로 전송
ru: Изменение пароля учетной записи push в активы
vi: Tài khoản thay đổi mật khẩu được gửi đến tài sản

source: When a secret on an account changes and needs pushing to assets, run this task
ko: 계정 비밀번호를 수정하고 자산으로 전송할 때, 해당 작업을 실행합니다
ru: Всякий раз, когда создается или изменяется учетная запись и ее необходимо перенести в ресурсы, запустите эту задачу.
vi: Khi thay đổi mật khẩu tài khoản và gửi đến tài sản, thực hiện nhiệm vụ này

source: When clicking "Sync deletion" in 'Console - Gather Account - Gathered accounts' this task will be executed
es: En la consola - recopilar cuentas - al hacer clic en sincronizar eliminación, se ejecutará esta tarea
ja: コントロールパネル-オートメーション-アカウント収集-収集したアカウント-同期削除をクリックすると、このタスクが実行されます
ko: 콘솔 - 계정 수집 - 수집된 계정에서 동기화 삭제를 클릭할 때 이 작업이 실행됩니다.
pt_br: Esta tarefa é executada quando você clica para sincronizar e deletar em Contas Coletadas na guia Coletar Contas no console de Gerenciamento- Automação
ru: При нажатии «Синхронное удаление» в «PAM - Обнаружение УЗ - Поиск учетных записей» будет выполнена эта задача
vi: Trong bảng điều khiển - Thu thập tài khoản - Nhấp chuột vào đồng bộ xóa trong tài khoản đã thu thập, nhiệm vụ này sẽ được thực hiện
zh: 当在控制台-自动化-账号收集-收集的账号-点击同步删除会执行该任务

source: Clean historical accounts
es: Limpiar cuentas históricas
ja: 過去のアカウントをクリアする
ko: 역사적인 계정 정리
pt_br: Limpar contas históricas
ru: Очистка исторических УЗ
vi: Dọn dẹp tài khoản lịch sử
zh: 清理历史账号
