Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/djangojs.po
Languages: es, ko, ru, vi, zh_hant

source: Update is successful!
es: Actualización exitosa
ko: 업데이트 성공
ru: Обновление успешно выполнено
vi: Cập nhật thành công
zh_hant: 更新成功

source: An unknown error occurred while updating..
es: Se produjo un error desconocido durante la actualización
ko: 업데이트 중 알 수 없는 오류가 발생했습니다.
ru: Произошла неизвестная ошибка при обновлении
vi: Đã xảy ra lỗi không xác định khi cập nhật
zh_hant: 更新時發生未知錯誤

source: Error
ko: 오류
ru: Ошибка
vi: Lỗi
zh_hant: 錯誤

source: Being used by the asset, please unbind the asset first.
zh_hant: 正在被資產使用中，請先解除資產綁定

source: Delete the success
es: Eliminado exitosamente
ko: 성공적으로 삭제되었습니다
ru: Удален успешно
vi: Xóa thành công
zh_hant: 刪除成功

source: Are you sure about deleting it?
es: ¿Estás seguro que deseas eliminar?
ko: 정말 삭제하시겠습니까?
ru: Вы уверены, что хотите удалить?
vi: Bạn có chắc chắn muốn xóa không?
zh_hant: 你確定刪除嗎 ?

source: Cancel
es: Cancelar
ko: 취소
ru: Отмена
vi: Hủy
zh_hant: 取消

source: Confirm
es: Confirmar
ko: 확인
ru: Подтвердить
vi: Xác nhận
zh_hant: 確認

source: The organization contains undeleted information. Please try again after deleting
es: La organización contiene información no eliminada, por favor elimínela y vuelva a intentarlo
ko: 조직에 삭제되지 않은 정보가 포함되어 있습니다. 삭제하고 다시 시도하세요.
ru: Организация содержит неудалённую информацию, пожалуйста, удалите её и повторите попытку
vi: Tổ chức còn chứa thông tin chưa được xóa, vui lòng xóa rồi thử lại
zh_hant: 組織中包含未刪除資訊，請刪除後重試

source: Do not perform this operation under this organization. Try again after switching to another organization
es: No realice esta operación en esta organización, cambie a otra organización e inténtelo de nuevo
ko: 이 조직에서는 이 작업을 수행하지 마십시오. 다른 조직으로 전환한 후 다시 시도하십시오.
ru: Не выполняйте эту операцию в этой организации, переключитесь на другую организацию и попробуйте снова
vi: Đừng thực hiện thao tác này trong tổ chức hiện tại, hãy chuyển sang tổ chức khác rồi thử lại
zh_hant: 請勿在此組織下執行此操作，切換到其他組織後重試

source: Please ensure that the following information in the organization has been deleted
es: Asegúrese de que se haya eliminado la siguiente información de su organización
ko: 조직에서 다음 정보가 삭제되었는지 확인하세요
ru: Пожалуйста, убедитесь, что следующая информация в вашей организации удалена
vi: Vui lòng đảm bảo rằng các thông tin sau trong tổ chức đã được xóa
zh_hant: 請確保組織內的以下資訊已刪除

source: User list、User group、Asset list、Domain list、Admin user、System user、Labels、Asset permission
es: Lista de usuarios, grupo de usuarios, lista de activos, lista de dominios, usuario privilegiado, usuario del sistema, gestión de etiquetas, autorización de activosregla
ko: 사용자 목록, 사용자 그룹, 자산 목록, 도메인 목록, 권한이 있는 사용자, 시스템 사용자, 태그 관리, 자산 권한 부여규칙
ru: Список пользователей, группа пользователей, список активов, список доменов, привилегированный пользователь, системный пользователь, управление тегами, авторизация активов правило
vi: Danh sách người dùng, Nhóm người dùng, Danh sách tài sản, Danh sách miền, Người dùng đặc quyền, Người dùng hệ thống, Quản lý nhãn, Quy tắc cấp quyền tài sản
zh_hant: 用戶列表、用戶組、資產列表、網域列表、特權用戶、系統用戶、標籤管理、資產授權規則

source: Loading
zh_hant: 載入中

source: Search
zh_hant: 搜索

source: Selected item %d
zh_hant: 選中 %d 項

source: Per page _MENU_
zh_hant: 每頁 _MENU_

source: Displays the results of items _START_ to _END_; A total of _TOTAL_ entries
zh_hant: 顯示第 _START_ 至 _END_ 項結果; 總共 _TOTAL_ 項

source: No match
zh_hant: 沒有匹配項

source: No record
zh_hant: 沒有記錄

source: Unknown error occur
es: Se produjo un error desconocido
ko: 알 수 없는 오류가 발생했습니다
ru: Произошла неизвестная ошибка
vi: Xuất hiện lỗi không xác định
zh_hant: 出現未知錯誤

source: Password minimum length {N} bits
es: La longitud mínima de la contraseña es {N} caracteres
ko: 최소 비밀번호 길이는 {N}자입니다
ru: Минимальная длина пароля — {N} символов
vi: Mật khẩu phải có tối thiểu {N} ký tự
zh_hant: 密碼最小長度 {N} 位

source: Must contain capital letters
es: Debe contener letras mayúsculas
ko: 대문자를 포함해야 합니다
ru: Должен содержать заглавные буквы
vi: Phải chứa chữ cái viết hoa
zh_hant: 必須包含大寫字母

source: Must contain lowercase letters
es: Debe contener letras minúsculas
ko: 소문자를 포함해야 합니다
ru: Должен содержать строчные буквы
vi: Phải chứa chữ cái viết thường
zh_hant: 必須包含小寫字母

source: Must contain numeric characters
es: Debe contener caracteres numéricos
ko: 숫자를 포함해야 합니다
ru: Должен содержать числовые символы
vi: Phải chứa ký tự số
zh_hant: 必須包含數字字元

source: Must contain special characters
es: Debe contener caracteres especiales
ko: 특수문자를 포함해야 합니다
ru: Должен содержать специальные символы
vi: Phải chứa ký tự đặc biệt
zh_hant: 必須包含特殊字元

source: Export failed
zh_hant: 匯出失敗

source: Import Success
zh_hant: 匯入成功

source: Update Success
zh_hant: 更新成功

source: Count
zh_hant: 數量

source: Import failed
zh_hant: 匯入失敗

source: Update failed
zh_hant: 更新失敗

source: Not found
es: No encontrado
ko: 찾을 수 없음
ru: Не найдено
vi: Không tìm thấy

source: Server error
es: Error del servidor
ko: 서버 오류
ru: Ошибка сервера
vi: Lỗi máy chủ
