Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Automatically Generate Key Pair
es: Crear par de claves automáticamente
ja: キーペアを自動作成
ko: 자동으로 키 쌍 생성
pt_br: Criação automática de par de chaves
ru: Автоматическое создание пары ключей
vi: Tự động tạo cặp khóa
zh: 自动创建密钥对

source: Import Existing Key Pair
es: Importar par de claves existente
ja: 既存のキーペアをインポート
ko: 기존 키 쌍 가져오기
pt_br: Importar par de chaves existente
ru: Импорт существующей пары ключей
vi: Nhập vào cặp khóa đã có
zh: 导入已有密钥对

source: Create Type
es: Tipo de creación
ja: タイプを作成
ko: 생성 유형
pt_br: Tipo de Criação
ru: Создать тип
vi: Loại tạo
zh: 创建类型

source: Please download the private key after creation. Each private key can only be downloaded once
es: Después de la creación, descargue la clave privada, cada clave privada solo tiene una oportunidad de descarga.
ja: 作成完了後、秘密鍵をダウンロードしてください。各秘密鍵のダウンロードは一度きりです
ko: 생성 완료 후 개인 키를 다운로드해 주십시오. 각 개인 키는 단 한 번만 다운로드할 수 있습니다
pt_br: Após a criação, faça o download da chave privada, cada chave privada só pode ser baixada uma vez
ru: После завершения создания, пожалуйста, скачайте закрытый ключ. Каждый закрытый ключ может быть скачан только один раз
vi: Sau khi tạo hoàn tất, vui lòng tải về khóa riêng, mỗi khóa riêng chỉ có một lần cơ hội tải về
zh: 创建完成后请下载私钥，每个私钥只有一次下载机会

source: Not a valid ssh public key
es: Clave SSH no válida
ja: 有効なssh公開鍵ではありません
ko: SSH 키가 유효하지 않습니다
pt_br: Chave SSH inválida
ru: Недействительный ключ SSH
vi: SSH khóa không hợp lệ
zh: SSH密钥不合法

source: Clean expired session
es: Eliminar sesiones expiradas
ja: 期限切れのセッションをクリアする
ko: 만료된 세션 지우기
pt_br: Limpar sessões expiradas
ru: Очистить просроченные сеансы
vi: Xóa phiên đã hết hạn
zh: 清除过期会话

source: Since user logins create sessions, the system will clean up expired sessions every 24 hours
es: Debido a que el usuario inicia sesión en el sistema, se generará una sesión, y el sistema limpiará cada 24 horas las sesiones que ya hayan expirado.
ja: ユーザーがシステムにログインするとセッションが生成されます。システムは24時間ごとに期限切れのセッションをクリーニングします
ko: 사용자가 시스템에 로그인할 경우 세션이 생성되며, 시스템은 24시간마다 만료된 세션을 정리합니다
pt_br: Como as sessões são geradas quando os usuários acessam o sistema, ele limpa as sessões expiradas a cada 24 horas
ru: С момента входа и создания сессии система очищает просроченные сеансы каждые 24 часа
vi: Do người dùng đăng nhập vào hệ thống sẽ tạo ra phiên, hệ thống sẽ tự động dọn dẹp các phiên đã hết hạn sau mỗi 24 giờ
zh: 由于用户登录系统会产生会话，系统会每24小时清理已经过期的会话

source: Clean expired temporary, connection tokens
ko: 만료된 임시 비밀번호와 연결 Token 정리
ru: Очистите просроченные временные пароли и токены подключения.
vi: Dọn dẹp mật khẩu tạm thời và mã thông báo kết nối đã hết hạn

source: When connecting to assets or generating temporary passwords, the system creates corresponding connection tokens or temporary credential records. To maintain security and manage storage, the system automatically deletes expired tokens every day at 2:00 AM based on the retention settings configured under System settings > Security > User password > Token Retention Period
ko: 시스템은 자산에 연결하거나 임시 비밀번호를 생성할 때, 관련된 연결 Token 혹은 임시 비밀번호 기록을 생성합니다. 시스템의 안전성을 보장하고 데이터 저장량을 조절하기 위해, 시스템은 "보안 설정 > 비밀번호 안전 > Token 보존 기간"의 설정에 따라 매일 새벽 2시에 모든 만료된 Token 기록을 자동으로 정리합니다
ru: Когда система подключается к активу или создает временный пароль, она генерирует соответствующий токен подключения или запись временного пароля. Для обеспечения безопасности системы и контроля объема хранимых данных система автоматически очищает все просроченные записи токенов в 2 часа ночи каждый день в соответствии с конфигурацией в разделе «Настройки безопасности > Безопасность паролей > Длительность хранения токенов».
vi: Hệ thống sẽ tạo ra mã thông báo kết nối hoặc ghi chú mật khẩu tạm thời tương ứng khi kết nối tài sản hoặc tạo mật khẩu tạm thời. Để đảm bảo an ninh hệ thống và kiểm soát lượng dữ liệu lưu trữ, hệ thống sẽ tự động dọn dẹp tất cả các ghi chú mã thông báo đã hết hạn theo cấu hình trong “Cài đặt bảo mật > An toàn mật khẩu > Thời gian lưu giữ mã thông báo” vào lúc 2 giờ sáng mỗi ngày

source: API key list
es: Lista de claves API
ja: APIキーリスト
ko: API 키 목록
pt_br: Lista de chaves API
ru: Список API-ключей
vi: Danh sách API Key
zh: API Key列表

source: Using api key sign api header, every requests header difference
es: Utiliza la clave API para firmar el encabezado de la solicitud; cada encabezado de solicitud es diferente.
ja: APIキー記号APIヘッダーを使用すると、すべてのリクエストヘッダーの違い
ko: API 키를 사용하여 요청 헤더에 서명합니다. 각 요청의 헤더는 서로 다릅니다
pt_br: Use a chave API para assinar o cabeçalho do pedido, cada cabeçalho de pedido é diferente
ru: Используйте ключ API для подписи заголовка запроса. Заголовок каждого запроса отличается
vi: Sử dụng API key để ký xác thực trong tiêu đề yêu cầu, mỗi tiêu đề yêu cầu đều khác nhau
zh: 使用api key签名请求头，每个请求的头部是不一样的

source: docs
es: Documentación
ja: ドキュメント
ko: 문서
pt_br: Documentação
ru: Документация
vi: Tài liệu
zh: 文档

source: Show
es: Mostrar
ja: 表示
ko: 표시
pt_br: Mostrar
ru: Показать
vi: Hiển thị
zh: 显示

source: Disable
es: Deshabilitar
ja: 無効化
ko: 비활성화
pt_br: Desativar
ru: Отключить
vi: Vô hiệu hóa
zh: 禁用

source: Enable
es: Habilitar
ja: 有効化
ko: 활성화
pt_br: Ativar
ru: Включить
vi: Kích hoạt
zh: 启用

source: Delete success
es: Eliminación exitosa
ja: 削除成功
ko: 삭제 성공
pt_br: Removido com sucesso
ru: Удалено успешно
vi: Xóa thành công
zh: 删除成功

source: Play CAPTCHA as audio file
es: Reproducción de código de verificación de lenguaje
ja: CAPTCHAをオーディオファイルとして再生する
ko: 언어 재생 인증 코드
pt_br: Reproduzir código de verificação de idioma
ru: Голосовое воспроизведение проверочного кода
vi: Mã xác thực ngôn ngữ
zh: 语言播放验证码

source: MFA confirm
es: Verificación de autenticación MFA
ja: MFA確認
ko: MFA 인증 검증
pt_br: Autenticação MFA
ru: Подтверждение МФА
vi: Xác minh MFA
zh: MFA 认证校验

source: Need MFA for view auth
es: Se requiere autenticación MFA para ver la información de la cuenta
ja: ビューオートのためにMFAが必要
ko: 계정 정보를 보려면 MFA 인증이 필요합니다
pt_br: É necessário autenticação MFA para visualizar informações da conta
ru: Требуется МФА-аутентификация для просмотра информации об учетной записи
vi: Cần xác minh MFA để xem thông tin tài khoản
zh: 需要 MFA 认证来查看账号信息

source: Confirm
es: Confirmar
ja: 確認
ko: 확인
pt_br: Confirme
ru: Подтвердить
vi: Xác nhận
zh: 确认

source: Code error
es: Código de error
ja: コードエラー
ko: 코드 오류
pt_br: Erro de código
ru: Ошибка кода
vi: Mã không chính xác
zh: 代码错误

source: Hello
es: Hola
ja: こんにちは
ko: 안녕하세요
pt_br: Olá
ru: Здравствуйте
vi: Xin chào
zh: 你好

source: Your account has remote login behavior, please pay attention
es: Se ha detectado un acceso a tu cuenta desde una ubicación diferente, por favor mantente alerta.
ja: アカウントにリモートログイン動作があります。注意してください
ko: 귀하의 계정에서 이탈 로그인 행위가 발생했습니다. 주의해 주시기 바랍니다.
pt_br: Seu login é detectado como suspeito, por favor, preste atenção.
ru: Обнаружен вход вашей УЗ из другого местоположения, пожалуйста, обратите на это внимание.
vi: Tài khoản của bạn có hành vi đăng nhập từ xa, hãy chú ý.
zh: 你的账号存在异地登录行为，请关注。

source: If you suspect that the login behavior is abnormal, please modify the account password in time.
es: Si sospechas que este acceso es irregular, te recomendamos que cambies la contraseña de tu cuenta lo antes posible.
ja: ログイン動作が異常であると疑われる場合は、時間内にアカウントのパスワードを変更してください。
ko: 이번 로그인 행위가 이상하다고 생각되시면, 즉시 계정 비밀번호를 수정하시기 바랍니다.
pt_br: Se você suspeita de atividades incomuns, por favor, altere sua senha imediatamente
ru: Если вы подозреваете, что этот вход был подозрительным, пожалуйста, срочно измените пароль.
vi: Nếu nghi ngờ hành vi đăng nhập này là bất thường, hãy kịp thời thay đổi mật khẩu tài khoản
zh: 若怀疑此次登录行为异常，请及时修改账号密码

source: Your account has just been bound to
es: Tu cuenta ha sido vinculada recientemente a
ja: アカウントはにバインドされています
ko: 귀하의 계정이 방금
pt_br: Sua conta acaba de ser conectada a
ru: Ваша учетная запись только что была привязана к
vi: Tài khoản của bạn vừa được liên kết đến
zh: 您的帐户刚刚绑定到

source: If the operation is not your own, unbind and change the password.
es: Si este acceso no fue realizado por ti, por favor desvincula la cuenta y cambia la contraseña.
ja: 操作が独自のものでない場合は、パスワードをバインド解除して変更します。
ko: 바로 본인이 한 조작이 아니라면, 연결을 해제하고 비밀번호를 수정해 주시기 바랍니다.
pt_br: Se essa ação não foi feita por você, por favor, desvincule sua conta e altere sua senha
ru: Если данное действие выполнено не вами, пожалуйста, отмените привязку и измените пароль
vi: Nếu thao tác không phải do bạn thực hiện, vui lòng hủy liên kết và thay đổi mật khẩu
zh: 如果操作不是您本人，请解绑并且修改密码

source: Please click the link below to reset your password, if not your request, concern your account security
es: Haz clic en el siguiente enlace para restablecer tu contraseña, si no has realizado esta solicitud, presta atención a la seguridad de tu cuenta.
ja: 下のリンクをクリックしてパスワードをリセットしてください。リクエストがない場合は、アカウントのセキュリティに関係します。
ko: 아래 링크를 클릭하여 비밀번호를 재설정해 주시기 바랍니다. 귀하가 요청한 것이 아니라면 계정 보안에 유의하시기 바랍니다.
pt_br: Clique no link abaixo para redefinir sua senha. Se você não fez essa solicitação, preste atenção na segurança da conta
ru: Пожалуйста, нажмите на ссылку ниже для сброса пароля. Если вы не запрашивали сброс, обратите внимание на безопасность своей учётной записи
vi: Vui lòng nhấp vào liên kết bên dưới để đặt lại mật khẩu, nếu không phải bạn yêu cầu, hãy chú ý đến an toàn tài khoản
zh: 请点击下面链接重置密码， 如果不是您申请的，请关注账号安全

source: Click here reset password
es: Haz clic aquí para restablecer la contraseña
ja: ここをクリックしてパスワードをリセット
ko: 여기를 클릭하여 비밀번호를 재설정하세요.
pt_br: Clique aqui para redefinir sua senha
ru: Нажмите здесь, чтобы сбросить пароль
vi: Nhấp vào đây để đặt lại mật khẩu
zh: 点击这里重置密码

source: This link is valid for 1 hour. After it expires
es: Este enlace es válido por 1 hora; si excede el tiempo, puedes
ja: このリンクは1時間有効です。有効期限が切れた後
ko: 이 링크의 유효 기간은 1시간입니다. 시간이 초과되면
pt_br: Este link é válido por uma hora, após esse tempo você pode
ru: Эта ссылка действительна в течение 1 часа. Если время истекло, вы можете
vi: Liên kết này có hiệu lực trong 1 giờ, quá thời gian bạn có thể
zh: 这个链接有效期1小时, 超过时间您可以

source: request new one
es: solicitar nuevamente
ja: 新しいものを要求する
ko: 재신청
pt_br: Aplicar novamente
ru: повторно запросить
vi: Cài đặt lại
zh: 重新申请

source: Verify code
es: el código de verificación
ja: コードの確認
ko: 하여 인증 코드를 받아야 합니다. 인증 코드를 복사하여 비밀번호 재설정 페이지에 입력해 주세요.
pt_br: Código de verificação
ru: Код подтверждения
vi: Mã xác nhận
zh: 验证码

source: Copy the verification code to the Reset Password page to reset the password.
es: Copiar el código de verificación en la página de restablecimiento de contraseña para cambiarla.
ja: パスワードリセットページにcaptchaをコピーし、パスワードをリセットする
ko: 당신의 비밀번호가 성공적으로 업데이트되었습니다.
pt_br: Copie e cole o código de verificação na página de redefinição de senha para redefinir sua senha.
ru: Скопируйте код подтверждения на страницу сброса пароля, чтобы изменить пароль.
vi: Sao chép mã xác nhận vào trang đặt lại mật khẩu, để đặt lại mật khẩu.
zh: 将验证码复制到重置密码页面，重置密码。

source: Your password has just been successfully updated
es: Tu contraseña ha sido actualizada con éxito.
ja: パスワードが正常に更新されました
ko: 브라우저
pt_br: Sua senha foi atualizada com sucesso.
ru: Ваш пароль только что успешно обновлён
vi: Mật khẩu của bạn vừa được cập nhật thành công
zh: 你的密码刚刚成功更新

source: Browser
es: Navegador
ja: ブラウザ
ko: 이번 비밀번호 업데이트가 당신이 주도한 것이 아니라면, 당신의 계정에 보안 문제가 있을 수 있습니다.
pt_br: Navegador
ru: Браузер
vi: Trình duyệt
zh: 浏览器

source: If the password update was not initiated by you, your account may have security issues
es: Si esta actualización de contraseña no fue iniciada por ti, podría haber un problema de seguridad con tu cuenta.
ja: パスワードの更新が開始されなかった場合、アカウントにセキュリティ上の問題がある可能性があります
ko: 질문이나 필요 사항이 있을 경우 시스템 관리자에게 연락해 주시기 바랍니다.
pt_br: Se essa atualização de senha não foi iniciada por você, sua conta pode estar com problemas de segurança
ru: Если обновление пароля не было инициировано вами, возможно, безопасность вашей учетной записи под угрозой
vi: Nếu lần cập nhật mật khẩu này không phải do bạn thực hiện, tài khoản của bạn có thể gặp vấn đề về bảo mật
zh: 如果这次密码更新不是由你发起的，那么你的账号可能存在安全问题

source: If you have any questions, you can contact the administrator
es: Si tienes alguna pregunta o necesidad, por favor contacta al administrador del sistema.
ja: 質問があれば、管理者に連絡できます
ko: 당신의 공개 키가 성공적으로 업데이트되었습니다.
pt_br: Se tiver dúvidas ou necessidades, entre em contato com o administrador do sistema
ru: Если у вас есть вопросы или нужна помощь, пожалуйста, свяжитесь с администратором
vi: Nếu có thắc mắc hoặc yêu cầu, vui lòng liên hệ với quản trị viên hệ thống
zh: 如果有疑问或需求，请联系系统管理员

source: Your public key has just been successfully updated
es: Tu clave pública se ha actualizado exitosamente.
ja: 公開鍵が正常に更新されました
ko: 이번 공개 키 업데이트가 당신이 주도한 것이 아니라면, 당신의 계정에 보안 문제가 있을 수 있습니다.
pt_br: Sua chave pública foi atualizada com sucesso
ru: Ваш открытый ключ был успешно обновлен
vi: Khóa công khai của bạn vừa được cập nhật thành công
zh: 你的公钥刚刚成功更新

source: If the public key update was not initiated by you, your account may have security issues
es: Si esta actualización de clave pública no fue iniciada por ti, podría haber un problema de seguridad con tu cuenta.
ja: 公開鍵の更新が開始されなかった場合、アカウントにセキュリティ上の問題がある可能性があります
ko: 취소
pt_br: Se essa atualização da chave pública não foi iniciada por você, sua conta pode estar com problemas de segurança
ru: Если обновление открытого ключа не было инициировано вами, возможно, безопасность вашей учетной записи под угрозой
vi: Nếu lần cập nhật khóa công khai này không phải do bạn thực hiện, tài khoản của bạn có thể gặp vấn đề về bảo mật
zh: 如果这次公钥更新不是由你发起的，那么你的账号可能存在安全问题

source: Cancel
es: Cancelar
ja: キャンセル
ko: 재시도
pt_br: Cancelar
ru: Отмена
vi: Hủy bỏ
zh: 取消

source: Retry
es: Reintentar
ja: 再試行
ko: 프로파일에 문제가 발생하여 로그인할 수 없습니다. 관리자에게 문의하시거나 최신 문서를 확인해 주세요.
pt_br: Tentar novamente
ru: Повторить
vi: Thử lại
zh: 重试

source: Configuration file has problems and cannot be logged in. Please contact the administrator or view latest docs
es: Hay un problema con el perfil, no se puede iniciar sesión, por favor contacta al administrador o consulta la documentación más reciente.
ja: 設定ファイルに問題があり、ログインできません。管理者に連絡するか、最新のドキュメントを参照してください。
ko: 당신이 관리자라면, 설정 항목을 업데이트하여 문제를 해결할 수 있습니다.
pt_br: Há um problema com o perfil de configuração, não é possível fazer login, entre em contato com o administrador ou consulte a documentação mais recente
ru: Ошибка конфигурационного файла, вход невозможен, пожалуйста, свяжитесь с администратором или проверьте последнюю версию файла
vi: Có vấn đề với tệp cấu hình, không thể đăng nhập, vui lòng liên hệ với quản trị viên hoặc xem tài liệu mới nhất
zh: 配置文件有问题，无法登录，请联系管理员或查看最新文档

source: If you are administrator, you can update the config resolve it, set
es: Si eres el administrador, puedes actualizar el perfil para solucionarlo, estableciendo los parámetros de configuración.
ja: 管理者の場合は、configを更新して解決することができます。
ko: 다른 통로로 로그인
pt_br: Se você é um administrador, pode resolver atualizando o arquivo de configuração, definindo itens de configuração
ru: Если вы администратор, вы можете обновить конфигурационный файл для решения проблемы, настроив параметры.
vi: Nếu bạn là quản trị viên, bạn có thể cập nhật tệp cấu hình để giải quyết, thiết lập thông số cấu hình
zh: 如果你是管理员，可以更新配置文件解决，设置配置项

source: More login options
es: Otras formas de iniciar sesión
ja: その他のログインオプション
ko: 기타 로그인 방법
pt_br: Login por outros métodos
ru: Другие способы входа
vi: Or
zh: 其他方式登录

source: MFA Auth
es: MFA autenticación multifactor
ja: MFA マルチファクタ認証
ko: MFA 다중 인증
pt_br: MFA Autenticação de múltiplos fatores
ru: МФА Многофакторная аутентификация
vi: MFA Xác thực đa yếu tố
zh: MFA 多因子认证

source: Next
es: Siguiente paso
ja: 次へ
ko: 다음 단계
pt_br: Próximo passo
ru: Дальше
vi: Bước tiếp theo
zh: 下一步

source: Can't provide security? Please contact the administrator!
es: ¡Si no puedes proporcionar el código de verificación MFA, contacta al administrador!
ja: セキュリティを提供できませんか? 管理者に連絡してください!
ko: MFA 인증 코드를 제공할 수 없는 경우 관리자를 연락해 주세요!
pt_br: Se você não puder fornecer o código de verificação MFA, entre em contato com o administrador!
ru: Если вы не можете предоставить код МФА, пожалуйста, свяжитесь с администратором!
vi: Nếu không thể cung cấp mã xác thực MFA, xin vui lòng liên hệ với quản trị viên!
zh: 如果不能提供 MFA 验证码，请联系管理员!

source: Refresh
es: Actualizar
ja: リフレッシュ
ko: 새로 고침
pt_br: Atualizar
ru: Обновить
vi: Làm mới
zh: 刷新

source: Copy link
es: Copiar enlace
ja: リンクのコピー
ko: 링크 복사
pt_br: Copiar link
ru: Скопировать ссылку
vi: Sao chép liên kết
zh: 复制链接

source: Return
es: Regresar
ja: 返品
ko: 뒤로
pt_br: Voltar
ru: Вернуться
vi: Quay lại
zh: 返回

source: Copy success
es: Copiado con éxito
ja: コピー成功
ko: 복사 성공
pt_br: Cópia bem sucedida
ru: Успешно скопировано
vi: Sao chép thành công
zh: 复制成功

source: This page is not served over HTTPS. Please use HTTPS to ensure security of your credentials.
es: Esta página no utiliza el protocolo HTTPS, por favor utiliza HTTPS para asegurar la seguridad de tus credenciales.
ja: このページはHTTPSで提供されていません。HTTPSを使用して、資格情報のセキュリティを確保してください。
ko: 이번 페이지는 HTTPS 프로토콜을 사용하지 않았습니다. 귀하의 자격 증명을 안전하게 유지하려면 HTTPS 프로토콜을 사용해 주세요.
pt_br: Esta página não usa o protocolo HTTPS, por favor, use o protocolo HTTPS para garantir a segurança de suas credenciais.
ru: Эта страница не использует протокол HTTPS, пожалуйста, используйте HTTPS для обеспечения безопасности ваших учетных данных.
vi: Trang này chưa sử dụng giao thức HTTPS, hãy sử dụng giao thức HTTPS để bảo đảm an toàn cho thông tin đăng nhập của bạn.
zh: 本页面未使用 HTTPS 协议，请使用 HTTPS 协议以确保您的凭据安全。

source: Do you want to retry ?
es: ¿Reintentar?
ja: 再試行しますか？
ko: 재시도 하시겠습니까?
pt_br: Deseja tentar novamente?
ru: Хотите попробовать снова?
vi: Có muốn thử lại không?
zh: 是否重试 ？

source: LAN
es: Red local
ja: ローカルエリアネットワーク
ko: 지역 네트워크
pt_br: Rede Local
ru: Локальная сеть
vi: Mạng nội bộ
zh: 局域网

source: If you have any question, please contact the administrator
es: Si tienes alguna duda o necesidad, por favor contacta al administrador del sistema
ja: 質問があったら、管理者に連絡して下さい
ko: 질문이나 요구 사항이 있는 경우 시스템 관리자에게 문의해 주세요
pt_br: Em caso de dúvidas ou necessidades, por favor, entre em contato com o administrador do sistema
ru: Если у вас есть вопросы, пожалуйста, свяжитесь с администратором
vi: Nếu có bất kỳ câu hỏi hoặc nhu cầu nào, xin vui lòng liên hệ với quản trị viên hệ thống
zh: 如果有疑问或需求，请联系系统管理员

source: %s query user failed
es: Error al consultar el usuario %s
ja: %sユーザーのクエリに失敗しました
ko: %s 사용자 조회 실패
pt_br: %s Falha ao consultar o usuário
ru: Ошибка при запросе пользователя %s
vi: %s truy vấn người dùng không thành công
zh: %s 查询用户失败

source: The %s is already bound to another user
es: %s ya está vinculado a otro usuario
ja: %sが別のユーザーにバインドされています。
ko: %s 다른 사용자에 이미 바인딩되었습니다.
pt_br: %s já está vinculado a outro usuário
ru: %s уже привязан к другому пользователю
vi: %s đã được liên kết với một người dùng khác
zh: %s 已绑定到另一个用户

source: Binding %s successfully
es: Vinculación de %s exitosa
ja: バインド%s成功
ko: %s 바인딩 성공
pt_br: Vinculação com %s bem sucedida
ru: Привязка %s выполнена успешно
vi: Liên kết %s thành công
zh: 绑定 %s 成功

source: DingTalk Error, Please contact your system administrator
es: Error de DingTalk, por favor contacta al administrador del sistema
ja: DingTalkエラー、システム管理者に連絡してください
ko: 딩딩 오류, 시스템 관리자에게 문의해 주세요.
pt_br: Erro do DingTalk, por favor, entre em contato com o administrador do sistema
ru: Ошибка DingTalk, пожалуйста, свяжитесь с администратором
vi: Lỗi DingTalk, xin vui lòng liên hệ với quản trị viên hệ thống
zh: 钉钉错误，请联系系统管理员

source: DingTalk Error
es: Error de DingTalk
ja: DingTalkエラー
ko: 딩딩 오류
pt_br: Erro do DingTalk
ru: Ошибка DingTalk
vi: Lỗi DingTalk
zh: 钉钉错误

source: DingTalk is already bound
es: DingTalk ya está vinculado
ja: DingTalkはすでにバインドされています
ko: 딩딩이 이미 바인딩되었습니다
pt_br: DingTalk já está vinculado
ru: DingTalk уже привязан
vi: DingTalk đã được liên kết.
zh: 钉钉已经绑定

source: Invalid user_id
es: user_id no válido
ja: 無効なuser_id
ko: 유효하지 않은 user_id
pt_br: ID do usuário inválido
ru: Неверный user_id
vi: User ID không hợp lệ
zh: 无效的 user_id

source: DingTalk query user failed
es: Error al consultar el usuario de DingTalk
ja: DingTalkクエリユーザーが失敗しました
ko: 딩딩 사용자 조회 실패
pt_br: Falha ao consultar o usuário no DingTalk
ru: Ошибка при запросе пользователя DingTalk
vi: Truy vấn người dùng của DingTalk thất bại
zh: 钉钉查询用户失败

source: The DingTalk is already bound to another user
es: Este DingTalk ya está vinculado a otros usuarios
ja: DingTalkはすでに別のユーザーにバインドされています
ko: 해당 딩딩은 다른 사용자와 바인딩되었습니다
pt_br: Este DingTalk já está vinculado a outro usuário.
ru: Этот DingTalk уже связан с другим пользователем
vi: Tài khoản DingTalk đã được liên kết với người dùng khác
zh: 该钉钉已经绑定其他用户

source: Binding DingTalk successfully
es: Vinculación de DingTalk exitosa
ja: DingTalkのバインドに成功
ko: 딩딩 바인딩 성공
pt_br: Vinculação bem sucedida com o DingTalk
ru: Привязка DingTalk выполнена успешно
vi: Liên kết DingTalk thành công
zh: 绑定 钉钉 成功

source: Failed to get user from DingTalk
es: No se pudo obtener el usuario de DingTalk
ja: DingTalkからユーザーを取得できませんでした
ko: 딩딩에서 사용자 정보를 가져오는 데 실패했습니다
pt_br: Falha ao obter usuário do DingTalk
ru: Не удалось получить пользователя DingTalk
vi: Không thể lấy người dùng từ DingTalk
zh: 从钉钉获取用户失败

source: Please login with a password and then bind the DingTalk
es: Por favor, inicia sesión con tu contraseña y luego vincula DingTalk
ja: パスワードでログインし、DingTalkをバインドしてください
ko: 비밀번호로 로그인한 후 딩딩을 바인딩해 주세요
pt_br: Por favor, faça o login com a senha e depois vincule ao DingTalk
ru: Пожалуйста, войдите с помощью пароля, а затем привяжите DingTalk
vi: Vui lòng đăng nhập bằng mật khẩu và sau đó liên kết với DingTalk
zh: 请使用密码登录，然后绑定钉钉

source: FeiShu Error
es: Error de Feishu
ja: FeiShuエラー
ko: 페이서 오류
pt_br: Erro com o Lark
ru: Ошибка FeiShu
vi: Lỗi Feishu
zh: 飞书错误

source: FeiShu is already bound
es: Feishu ya está vinculado
ja: FeiShuはすでにバインドされています
ko: 페이서가 이미 바인딩되었습니다
pt_br: O Lark já está vinculado
ru: FeiShu уже привязан
vi: Feishu đã được liên kết
zh: 飞书已经绑定

source: Failed to get user from FeiShu
es: No se pudo obtener el usuario de Feishu
ja: 本を飛ばすからユーザーを取得できませんでした
ko: 페이서에서 사용자 정보를 가져오는 데 실패했습니다
pt_br: Falha ao obter usuário do Lark
ru: Не удалось получить пользователя FeiShu
vi: Không thể lấy người dùng từ Feishu
zh: 从飞书获取用户失败

source: Lark Error
es: Error de Lark
ja: Lark エラー
ko: 라크 오류
pt_br: Erro com o Lark
ru: Ошибка Lark
vi: Lỗi Lark
zh: Lark 错误

source: Lark is already bound
es: Lark ya está vinculado
ja: Lark はすでにバインドされています
ko: 라크가 이미 바인딩되었습니다
pt_br: O Lark já está vinculado
ru: Lark уже привязан
vi: Lark đã được liên kết
zh: Lark 已经绑定

source: Failed to get user from Lark
es: No se pudo obtener el usuario de Lark
ja: Lark からユーザーを取得できませんでした
ko: 라크에서 사용자 정보를 가져오는 데 실패했습니다
pt_br: Falha ao obter usuário do Lark
ru: Не удалось получить пользователя Lark
vi: Không thể lấy người dùng từ Lark
zh: 从 Lark 获取用户失败

source: Redirecting
es: Redirigiendo
ja: リダイレクト
ko: 전환 중
pt_br: Redirecionando
ru: Перенаправление
vi: Đang chuyển hướng
zh: 跳转中

source: Redirecting to {} authentication
es: Redirigiendo a la autenticación de {}
ja: {} 認証へのリダイレクト
ko: {} 인증으로 이동 중입니다.
pt_br: Redirecionando para a autenticação {}
ru: Перенаправление на {} для аутентификации
vi: Đang chuyển hướng tới {} xác thực
zh: 正在跳转到 {} 认证

source: Login timeout, please try again.
es: Tiempo de sesión agotado, por favor inicia sesión de nuevo
ja: ログインタイムアウト、もう一度お試しください
ko: 로그인 시간 초과, 다시 로그인해 주세요.
pt_br: Tempo de login expirou, por favor, faça o login novamente
ru: Время входа истекло, пожалуйста, войдите снова
vi: Thời gian đăng nhập đã hết, vui lòng đăng nhập lại.
zh: 登录超时，请重新登录

source: User email already exists ({})
es: El correo electrónico del usuario ya existe ({})
ja: ユーザー メールボックスは既に存在します ({})
ko: 사용자 이메일이 이미 존재합니다 ({})
pt_br: O e-mail do usuário já existe ({})
ru: Электронная почта пользователя уже существует ({})
vi: Email người dùng đã tồn tại ({})
zh: 用户邮箱已存在 ({})
