Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: If enabled, non-existent users will not be allowed to log in; if disabled, users of other authentication methods except local authentication methods are allowed to log in and automatically create users (if the user does not exist)
es: Si está habilitado, los usuarios inexistentes no podrán iniciar sesión; si está deshabilitado, los usuarios de otros métodos de autenticación, salvo la autenticación local, podrán iniciar sesión y se crearán automáticamente (si el usuario no existe)
ja: 有効にすると、存在しないユーザーはログインできなくなります。無効にすると、ローカル認証方法を除く他の認証方法のユーザーはログインでき、ユーザーが自動的に作成されます (ユーザーが存在しない場合)。
ko: 이 설정이 활성화되면 존재하지 않는 사용자는 로그인이 불가능하며, 비활성화하면 로컬 인증 방식을 제외한 다른 인증 방식을 사용하는 사용자는 로그인이 가능하고 자동으로 사용자 계정이 생성됩니다 (사용자가 존재하지 않을 경우)
pt_br: Se ativada, usuários inexistentes não poderão fazer login; Se desativada, além do método de autenticação local, usuários de outros métodos de autenticação são permitidos para entrar e criar automaticamente uma conta (caso o usuário não exista)
ru: Если включено, несуществующим пользователям не будет разрешено входить в систему; если отключено, пользователям других методов аутентификации, кроме локальной, разрешено входить в систему и автоматически создавать пользователей в случае, если их пользователь ещё не существует в JumpServer
vi: Nếu bật, người dùng không tồn tại sẽ không được phép đăng nhập; nếu tắt, ngoài phương thức xác thực cục bộ, các phương thức xác thực khác vẫn cho phép đăng nhập và tự động tạo người dùng (nếu người dùng không tồn tại)
zh: 如果开启，不存在的用户将不被允许登录；如果关闭，除本地认证方式外，其他认证方式的用户都允许登录并自动创建用户 (如果用户不存在)

source: Only from source login
es: Solo se permite el inicio de sesión desde fuentes de usuarios
ja: ソースログインからのみ
ko: 사용자 출처에서만 로그인
pt_br: Login apenas a partir de usuários originais
ru: Только из источника входа
vi: Chỉ cho phép đăng nhập từ nguồn người dùng
zh: 仅从用户来源登录

source: If it is enabled, the user will only authenticate to the source when logging in; if it is disabled, the user will authenticate all the enabled authentication methods in a certain order when logging in, and as long as one of the authentication methods is successful, they can log in directly
es: Si está habilitado, la autenticación se llevará a cabo únicamente en el origen cuando el usuario inicie sesión; si está deshabilitado, durante el inicio de sesión se realizará una autenticación secuencial de todos los métodos habilitados, permitiendo el acceso inmediato si cualquiera de ellos tiene éxito.
ja: これが有効な場合、ユーザーはログイン時にソースに対してのみ認証されます。無効な場合、ユーザーはログイン時に、いずれかの認証方法が成功する限り、有効なすべての認証方法を特定の順序で認証します。 、直接ログインできます
ko: 이 설정이 활성화되면, 사용자는 로그인할 때 오직 출처에서 인증을 받으며, 비활성화하면 사용자는 로그인할 때 모든 활성화된 인증 방식을 순서대로 인증받고, 하나라도 인증에 성공하면 바로 로그인이 가능합니다
pt_br: Se ativada, a autenticação do usuário no login será feita apenas no ponto de origem; Se desativada, a autenticação do usuário seguirá uma certa ordem entre todos os métodos de autenticação ativados, com sucesso em um deles permitindo o login direto
ru: Если включено, при входе в систему пользователь будет аутентифицирован только в источнике добавления; если выключено, при входе будут произведены последовательные попытки аутентификации с помощью всех включенных методов аутентификации. Вход произойдет, если хотя бы одна из аутентификаций прошла успешно
vi: Nếu bật, khi người dùng đăng nhập sẽ chỉ thực hiện xác thực tại nguồn; nếu tắt, khi người dùng đăng nhập sẽ tiến hành xác thực theo thứ tự nhất định với tất cả các phương thức xác thực đã bật, chỉ cần một phương thức xác thực thành công là có thể đăng nhập ngay.
zh: 如果开启，用户登录时仅会向来源端进行认证；如果关闭，用户登录时会按照一定的顺序对所有已开启的认证方式进行顺序认证，只要有一个认证成功就可以直接登录

source: Not enabled
es: No habilitado
ja: 有効化されていません
ko: 비활성화
pt_br: Desativado
ru: Не включено
vi: Chưa kích hoạt
zh: 未启用

source: All users
es: Todos los usuarios
ja: すべてのユーザー
ko: 모든 사용자
pt_br: Todos os usuários
ru: Все пользователи
vi: Tất cả người dùng
zh: 所有用户

source: Only admin users
es: Solo administradores
ja: 管理者のみ
ko: 관리자만
pt_br: Apenas administrador
ru: Только администраторы
vi: Chỉ quản trị viên
zh: 仅管理员

source: Global MFA
es: Habilitar autenticación MFA a nivel global
ja: グローバル有効化MFA認証
ko: 전체적으로 MFA 인증 활성화
pt_br: Ativar autenticação MFA global
ru: Глобальное включение МФА
vi: Bật xác thực MFA toàn cầu
zh: 全局启用 MFA 认证

source: Third-party login MFA
es: Terceros habilitan MFA
ja: サードパーティのログインユーザーがMFA認証を実行
ko: 타사 인증 시 MFA 활성화
pt_br: Autenticação de terceiros habilita MFA
ru: Сторонняя проверка МФА
vi: Bật xác thực MFA của bên thứ ba
zh: 第三方认证开启 MFA

source: MFA via Email
es: Verificación de correo electrónico MFA
ko: 이메일 인증 MFA
ru: МФА по email
vi: Xác thực qua email MFA

source: Email as a method for multi-factor authentication
es: Utilizar el correo electrónico como un método de autenticación multifactor
ko: 이메일을 다중 인증의 한 방법으로 사용
ru: Получение кода многофакторной аутентификации по электронной почте
vi: Sử dụng email như một phương thức xác thực nhiều yếu tố

source: OTP issuer name
es: Nombre tras escanear OTP
ja: OTP発行者名
ko: OTP 스캔 후의 이름
pt_br: Nome após a varredura do OTP
ru: Название OTP
vi: Tên sau khi quét OTP
zh: OTP 扫描后的名称

source: OTP valid window
es: Conteo de validez tras un retraso de OTP
ja: OTP有効なウィンドウ
ko: OTP 지연 유효 건수
pt_br: Número de vezes válidas para atraso do OTP
ru: Диапазон допустимого OTP
vi: Thời gian hiệu lực của OTP
zh: OTP 延迟有效次数

source: MFA verify TTL
es: Validez de la verificación MFA
ja: MFAはTTLを確認します（秒）
ko: MFA 검증 유효 기간
pt_br: Prazo de validade da verificação MFA
ru: Срок действия проверки МФА
vi: Thời gian kiểm tra MFA
zh: MFA 校验有效期

source: Unit: second, The verification MFA takes effect only when you view the account password
es: Unidad: segundos, actualmente solo aplicable al revisar la verificación de contraseña de la cuenta en MFA
ja: 検証MFAはアカウントのパスワードを表示したときにのみ有効になります。
ko: 단위: 초, 현재 계정 비밀번호 검증 MFA를 조회할 때만 유효
pt_br: Unidade: segundos, atualmente efetivo apenas ao verificar a senha de conta MFA
ru: Единицы: секунды, в настоящее время действует только при просмотре паролей учетных записей с использованием МФА
vi: Đơn vị: giây, hiện tại chỉ có hiệu lực khi xem xác thực tài khoản và mật khẩu với MFA
zh: 单位：秒，目前仅在查看账号密码校验 MFA 时生效

source: MFA in login page
es: MFA para ingreso en la página de inicio de sesión
ja: ログインページのMFA
ko: MFA 로그인 페이지 입력
pt_br: Inserir MFA na página de login
ru: МФА на странице входа
vi: MFA nhập tại trang đăng nhập
zh: MFA 在登录页面输入

source: Eu security regulations(GDPR) require MFA to be on the login page
es: La normativa de seguridad de datos de la Unión Europea (GDPR) exige que MFA esté en la página de inicio de sesión para garantizar la seguridad del acceso al sistema
ja: Euセキュリティ規制 (GDPR) では、MFAがログインページにある必要があります
ko: 유럽연합 데이터 보호 규정(GDPR)은 로그인 페이지에서 MFA를 요구하여 시스템 로그인 안전성을 보장합니다.
pt_br: A regulamentação de segurança de dados da União Europeia (GDPR) exige MFA na página de login para garantir a segurança do login do sistema
ru: Регламент безопасности данных ЕС (GDPR) требует, чтобы МФА была на странице входа систему
vi: Quy định bảo mật dữ liệu EU (GDPR) yêu cầu MFA trên trang đăng nhập để đảm bảo an toàn khi đăng nhập vào hệ thống
zh: 欧盟数据安全法规(GDPR) 要求 MFA 在登录页面，来确保系统登录安全

source: Verify code TTL (second)
es: Tiempo de validez del código de verificación (min)
ja: 認証コード有効時間
ko: 인증 코드 유효 시간 (분)
pt_br: Tempo de validade do código de verificação (minutos)
ru: Время действия кода подтверждения (мин)
vi: Thời gian hiệu lực của mã xác thực (phút)
zh: 验证码有效时间 (分)

source: Reset password and send SMS code expiration time
es: Tiempo de caducidad del código de verificación para restablecer la contraseña y el código de verificación para el envío de SMS.
ja: パスワードをリセットしてSMSコードの有効期限を送信します
ko: 비밀번호 재설정 코드 및 문자 메시지로 전송되는 인증 코드 유효 기간
pt_br: Tempo de expiração do código de verificação para redefinição de senha e envio de mensagens de texto
ru: Срок действия кода подтверждения для сброса пароля и срока действия кода подтверждения для отправки SMS
vi: Thời gian hết hạn của mã xác thực khi đặt lại mật khẩu và mã xác thực khi gửi SMS.
zh: 重置密码的验证码及发送短信的验证码过期时间

source: Login dynamic code
es: Activar código adicional para inicio de sesión
ja: ログイン動的コードの有効化
ko: 로그인 추가 코드 활성화
pt_br: Ativar código adicional de login
ru: Динамический код входа
vi: Kích hoạt mã xác thực đăng nhập
zh: 启用登录附加码

source: The password and additional code are sent to a third party authentication system for verification
es: La contraseña y el código adicional se envían juntos al sistema de autenticación de terceros para su verificación, por ejemplo: algunos sistemas de autenticación de terceros requieren contraseña + 6 dígitos para completar la autenticación
ja: パスワードと追加コードは、検証のためにサードパーティの認証システムに送信されます
ko: 비밀번호와 추가 코드를 함께 제3자 인증 시스템에 송신하여 검증합니다. 예: 일부 제3자 인증 시스템에서는 비밀번호+6자리 숫자를 통해 인증을 완료해야 합니다.
pt_br: Senha e código adicional são enviados juntos para o sistema de autenticação de terceiros para verificação. Por exemplo, alguns sistemas de autenticação de terceiros exigem senha + 6 números para completar a autenticação
ru: Пароль и дополнительный код передаются в стороннюю систему аутентификации для проверки
vi: Mật khẩu và mã xác thực sẽ được gửi đến hệ thống xác thực bên thứ ba để kiểm tra, ví dụ: một số hệ thống xác thực bên thứ ba yêu cầu Mật khẩu + 6 chữ số để hoàn thành xác thực
zh: 密码和附加码一并发送给第三方认证系统进行校验, 如：有的第三方认证系统，需要 密码+6位数字 完成认证

source: Login CAPTCHA
vi: Kích hoạt mã xác thực đăng nhập

source: Enable CAPTCHA to prevent robot authentication
vi: Bật mã xác thực để ngăn chặn đăng nhập của robot

source: Suspicious Login Verification
es: Notificación de inicio de sesión desde una ubicación diferente
ja: リモートログイン保護
ko: 원격 로그인 알림
pt_br: Notificação de login de local diferente
ru: Проверка при подозрительном входе
vi: Thông báo đăng nhập từ xa
zh: 异地登录通知

source: The system determines whether the login IP address belongs to a common login city. If the account is logged in from a common login city, the system sends a remote login reminder
es: Se evalúa si la dirección IP de inicio de sesión pertenece a una ciudad de inicio habitual; si la cuenta inicia sesión desde una ciudad poco familiar, se enviará una alerta de inicio de sesión desde una ubicación diferente
ja: システムは、ログインIPアドレスが共通のログイン都市に属しているかどうかを判断します。アカウントが共通のログイン都市からログインしている場合、システムはリモートログインリマインダーを送信します
ko: 로그인 IP가 자주 사용하는 도시인지 여부를 판단합니다. 만약 계정이 자주 사용하지 않는 도시에서 로그인하면 원격 로그인 알림이 전송됩니다.
pt_br: Com base se o IP de login pertence à cidade de login usual, se a conta for acessada de uma cidade não usual, um lembrete de login de local diferente será enviado
ru: Система определяет, принадлежит ли IP-адрес входа городу обычного входа. Если учетная запись авторизована из другого города, система отправит сообщение с оповещением об удаленном входе
vi: Dựa trên IP đăng nhập có thuộc thành phố đăng nhập thường xuyên hay không, nếu tài khoản đăng nhập tại thành phố không thường dùng sẽ gửi thông báo đăng nhập từ xa
zh: 根据登录 IP 是否所属常用登录城市进行判断，若账号在非常用城市登录，会发送异地登录提醒

source: Auto Disable Threshold (day)
es: Desactivación automática de usuarios inactivos (días)
ja: 未使用のユーザータイムアウト（日）
ko: 비활성 사용자 자동 비활성화(일)
pt_br: Desativação automática de usuários inativos (dias)
ru: Порог автоматического отключения (в днях)
vi: Tự động vô hiệu hóa người dùng không hoạt động (ngày)
zh: 不活跃用户自动禁用 (天)

source: Detect infrequent users daily and disable them if they exceed the predetermined time limit
es: Se realiza una verificación diaria, los usuarios que superen el tiempo preestablecido serán desactivados automáticamente
ja: 毎日、頻度の低いユーザーを検出し、予め決められた時間制限を超えた場合は無効にします
ko: 매일 한 번 점검하며, 설정된 시간을 초과한 사용자는 자동으로 비활성화됩니다.
pt_br: Um cheque é feito todos os dias, os usuários que excedem o tempo predefinido são automaticamente desativados
ru: Проверка выполняется ежедневно: пользователи, превысившие установленный срок, будут автоматически отключены
vi: Kiểm tra mỗi ngày, những người dùng vượt quá thời gian quy định sẽ tự động bị vô hiệu hóa
zh: 每天检测一次，超过预设时间的用户自动禁用

source: Watermark
es: Activar marca de agua
ja: 透かしの有効化
ko: 워터마크 활성화
pt_br: Ativar marca d'água
ru: Водяной знак
vi: Bật hình mờ
zh: 开启水印

source: Watermark session content
ko: 세션 워터마크 사용자 정의 내용
ru: Водяной знак в сессиях
vi: Nội dung hình mờ cuộc trò chuyện tùy chỉnh

source: Watermark console content
ko: 관리 페이지 워터마크 사용자 정의 내용
ru: Водяной знак в Консоли
vi: Nội dung hình mờ trang quản trị tùy chỉnh

source: Watermark font size
ko: 글꼴 크기
ru: Размер шрифта водяного знака
vi: Font chữ và cỡ chữ

source: Watermark height
ko: 단일 워터마크 높이
ru: Высота водяного знака
vi: Chiều cao hình mờ đơn lẻ

source: Watermark width
ko: 단일 워터마크 너비
ru: Ширина водяного знака
vi: Chiều rộng hình mờ đơn lẻ

source: Watermark rotate
ko: 워터마크 회전 각도
ru: Угол поворота водяного знака
vi: Góc xoay hình mờ

source: Max idle time (minute)
es: Tiempo máximo de inactividad de conexión (min)
ja: 接続最大アイドル時間（分）
ko: 최대 연결 대기 시간(분)
pt_br: Tempo máximo ocioso da conexão (minutos)
ru: Максимальное время простоя (минуты)
vi: Thời gian tối đa kết nối nhàn rỗi (phút)
zh: 连接最大空闲时间 (分)

source: If idle time more than it, disconnect connection.
es: Sugerencia: si no se realizan operaciones durante más de esta configuración, la conexión se desconectará
ja: この設定以上の操作がない場合、接続は切断されます
ko: 알림: 이 설정을 초과하여 작업이 없으면 연결이 끊어집니다.
pt_br: Observação: se essa configuração for excedida sem qualquer Action, a conexão será desconectada
ru: Если время простоя сессии больше указанного, соединение будет разорвано.
vi: Ghi chú: Nếu vượt quá cấu hình này mà không có hành động nào, kết nối sẽ bị ngắt
zh: 提示：如果超过该配置没有操作，连接会被断开

source: Session expire at browser closed
es: La sesión expira al cerrar el navegador
ja: ブラウザを閉じるとセッションが期限切れになります
ko: 세션은 브라우저 닫을 때 만료됩니다.
pt_br: A sessão expira quando o navegador é fechado
ru: Сессия завершается при закрытии браузера
vi: Phiên sẽ hết hạn khi trình duyệt đóng
zh: 会话在浏览器关闭时过期

source: Whether to expire the session when the user closes their browser.
es: Determina si la sesión debe expirar cuando el usuario cierra el navegador.
ja: ユーザーがブラウザを閉じたときにセッションを期限切れにするかどうか。
ko: 사용자가 브라우저를 닫을 때 세션을 만료시킬지 여부.
pt_br: Quer que a sessão expire quando o usuário fecha o navegador?
ru: Следует ли завершать сессию, когда пользователь закрывает браузер.
vi: Có làm phiên hết hạn khi người dùng đóng trình duyệt không.
zh: 当用户关闭浏览器时是否使会话过期。

source: Allow users to view asset session information
es: Permitir a los usuarios ver la información de sesión en línea de activos
ko: 사용자가 자산 온라인 세션 정보를 볼 수 있도록 허용합니다.
pt_br: Permitir que os usuários vejam informações da sessão online dos ativos
ru: Разрешить пользователям просматривать информацию о сессиях активов
vi: Cho phép người dùng xem thông tin phiên trực tuyến của tài sản

source: When a user connects to an asset, the account selection popup displays the number of active sessions for the current asset (RDP protocol only).
es: Cuando el usuario conecta un activo, se muestra la cantidad de sesiones en línea del activo actual en la ventana de selección de cuenta (solo protocolo RDP)
ko: 사용자가 자산에 연결할 때 계정 선택 팝업에 현재 자산의 온라인 세션 수가 표시됩니다(단, RDP 프로토콜만 해당).
pt_br: Quando o usuário estiver conectado ao ativo, o número de sessões online do ativo atual aparecerá na janela de seleção de contas (apenas para o protocolo rdp)
ru: Когда пользователь подключается к активу, во всплывающем окне выбора учетной записи отображается количество активных сессий для текущего актива (только протокол RDP).
vi: Khi người dùng kết nối tài sản, số lượng phiên trực tuyến hiện tại của tài sản sẽ xuất hiện trong hộp chọn tài khoản (chỉ với giao thức RDP)

source: Max online time (hour)
es: Tiempo máximo de conexión a la sesión (horas)
ja: 接続最大アイドル時間（分）
ko: 세션 연결 최대 시간(시)
pt_br: Tempo máximo de conexão da sessão (horas)
ru: Максимальное время онлайн (часы)
vi: Thời gian tối đa kết nối phiên (giờ)
zh: 会话连接最大时间 (时)

source: If session connection time more than it, disconnect connection.
es: Nota: Si la conexión a la sesión supera esta configuración, la conexión se desconectará
ja: セッション接続時間がこれを超えると、接続が切断されます
ko: 알림: 세션 연결이 이 설정을 초과하면 연결이 끊어집니다.
pt_br: Dica: se a conexão da sessão exceder essa configuração, a conexão será desconectada
ru: Если время сессии превысит заданное значение, соединение будет разорвано.
vi: Ghi chú: Nếu thời gian kết nối phiên vượt quá cấu hình này, kết nối sẽ bị ngắt
zh: 提示：如果会话连接超过该配置，连接会被断开

source: Remember manual auth
es: Guardar la contraseña ingresada manualmente
ja: 手動入力パスワードの保存
ko: 수동으로 입력한 비밀번호 저장
pt_br: Salvar passwords inseridos manualmente
ru: Сохранить введенную вручную УЗ
vi: Lưu mật khẩu nhập tay
zh: 保存手动输入密码

source: Session share
es: Compartir sesión
ja: セッション共有
ko: 세션 공유
pt_br: Compartilhamento de sessão
ru: Поделиться сессией
vi: Chia sẻ phiên
zh: 会话分享

source: Enabled, Allows user active session to be shared with other users
es: Al activarse, permite a los usuarios compartir la sesión de activos conectados con otros, para trabajar en colaboración
ja: ユーザーのアクティブなセッションを他のユーザーと共有できるようにします。
ko: 사용자가 연결된 자산 세션을 다른 사람과 공유하고 협업할 수 있도록 허용합니다.
pt_br: Quando ativado, permite que os usuários compartilhem a sessão do ativo conectada com outros, para trabalho em colaboração
ru: Если включено, позволяет использовать активный сеанс пользователя совместно с другими пользователями
vi: Bật tính năng này cho phép người dùng chia sẻ phiên tài sản đã kết nối với người khác, làm việc cùng nhau
zh: 开启后允许用户分享已连接的资产会话给他人，协同工作

source: Insecure command alert
es: Alerta de comandos peligrosos
ja: 安全でないコマンドアラート
ko: 위험한 명령 경고
pt_br: Alerta de comando perigoso
ru: Оповещение о небезопасной команде
vi: Cảnh báo lệnh nguy hiểm
zh: 危险命令告警

source: Email recipient
es: Destinatario del correo
ja: メール受信者
ko: 이메일 수신자
pt_br: Destinatário do email
ru: Получатель письма
vi: Người nhận email
zh: 邮件收件人

source: Multiple user using , split
es: Múltiples usuarios, separados por ,
ja: 複数のユーザーを使用して、分割
ko: 여러 사용자, 쉼표로 구분
pt_br: Vários usuários, separados por ,
ru: Несколько пользователей; разделитель - запятая
vi: Nhiều người dùng, sử dụng dấu phẩy để phân tách
zh: 多个用户，使用 , 分割

source: Auto
es: Automático
ja: 自動
ko: 자동
pt_br: Automático
ru: Авто
vi: Tự động
zh: 自动

source: Auto(Enabled for the first 5 minutes after startup, then disabled)
ko: 자동(시작 후 5분간 활성화된 다음 비활성화됨)
ru: Автоматически (включено в течение первых 5 минут после запуска, затем отключается)
vi: Tự động (bật trong 5 phút sau khi khởi động, sau đó tắt)

source: Registration
es: Registro de componentes
ja: ターミナルレジスタの有効化
ko: 구성 요소 등록
pt_br: Registro do componente
ru: Регистрация
vi: Đăng ký thành phần
zh: 组件注册

source: Allow component register, after all component setup, you should disable this for security
es: ¿Se permite el registro de componentes? Después de que todos los terminales se inicien, por razones de seguridad, debería estar cerrado
ja: ターミナルレジスタを許可し、すべてのターミナルセットアップの後、セキュリティのためにこれを無効にする必要があります
ko: 모든 단말기가 시작된 후 안전을 위해 구성 요소 등록을 허용할지 여부
pt_br: Permitir o registro de componentes? Após todos os terminais serem iniciados, deve-se desactivar por razões de segurança
ru: Разрешить регистрацию компонента. После настройки всех компонентов следует отключить эту функцию в целях безопасности
vi: Có cho phép đăng ký thành phần hay không, nên tắt sau khi tất cả các thiết bị khởi động để đảm bảo an toàn
zh: 是否允许组件注册，当所有终端启动后，为了安全应该关闭

source: * Allow users to log in to the KoKo component via password authentication
es: * Permitir que los usuarios inicien sesión en el componente KoKo mediante autenticación con contraseña
ja: * パスワード認証を通じてユーザがKoKoコンポーネントにログインできるように許可する
ko: * 사용자가 비밀번호 확인으로 KoKo 구성 요소에 로그인할 수 있도록 허용합니다.
pt_br: * Permite aos usuários fazer login no componente KoKo através da autenticação por senha
ru: * Разрешить пользователям входить в компонент KoKo с использованием аутентификации по паролю
vi: * Cho phép người dùng đăng nhập vào thành phần KoKo bằng xác thực mật khẩu
zh: * 允许用户通过密码验证登录KoKo组件

source: * Allow users to log in to the KoKo component via Public key authentication<br/>If third-party authentication services, such as AD/LDAP, are enabled, you should disable this option to prevent users from logging in after being deleted from the AD/LDAP server
es: * Permitir que los usuarios accedan al componente KoKo a través de autenticación con clave pública <br/> Si el servicio de autenticación de terceros (como AD/LDAP) está habilitado, esta opción debe desactivarse para evitar que los usuarios vuelvan a iniciar sesión tras ser eliminados del servidor AD/LDAP.
ja: * 公開鍵認証でユーザがKoKoコンポーネントにログインできるように許可する<br/>第三者認証サービス（例：AD/LDAP）が有効化されている場合、ユーザがAD/LDAPサーバから削除された後に再度ログインするのを防ぐためにこのオプションを無効化するべきです。
ko: * 사용자가 공개키 인증 방식으로 KoKo 구성 요소에 로그인할 수 있도록 허용합니다.<br/>타사 인증 서비스(예: AD/LDAP)가 활성화된 경우, 사용자가 AD/LDAP 서버에서 삭제된 후 다시 로그인하는 것을 방지하기 위해 이 옵션을 비활성화해야 합니다.
pt_br: * Permite aos usuários fazer login no componente KoKo através da autenticação de chave pública<br/>Se o serviço de autenticação de terceiros (como AD / LDAP) estiver habilitado, esta opção deve ser desabilitada, para evitar que o usuário faça login novamente após ser excluído do servidor AD / LDAP
ru: * Разрешить пользователям входить в компонент KoKo с помощью аутентификации с открытым ключом<br/>Если включены сторонние службы аутентификации, такие как AD/LDAP, следует отключить эту опцию, чтобы запретить пользователям входить в систему после их удаления с сервера AD/LDAP
vi: * Cho phép người dùng đăng nhập vào thành phần KoKo bằng phương thức xác thực khóa công khai<br/>Nếu dịch vụ xác thực bên thứ ba (như AD/LDAP) đã được bật, thì tùy chọn này nên được tắt để ngăn chặn việc người dùng đăng nhập lại sau khi bị xóa từ máy chủ AD/LDAP
zh: * 允许用户通过公钥认证方式登录 KoKo 组件<br/>如果第三方认证服务（如 AD/LDAP）已启用，则应禁用此选项，以防止用户从 AD/LDAP 服务器中删除后再次登录

source: Asset sorting
es: Lista de activos ordenada
ja: リストの並べ替え
ko: 자산 목록 정렬
pt_br: Classificar lista de ativos
ru: Сортировка активов
vi: Sắp xếp danh sách tài sản
zh: 资产列表排序

source: Asset page size
es: Cantidad de activos por página
ja: ページサイズを一覧表示
ko: 자산 목록 페이지당 수량
pt_br: Quantidade por página da lista de ativos
ru: Количество активов на странице
vi: Số lượng tài sản mỗi trang
zh: 资产列表每页数量

source: * You can individually configure the service address and port in the service endpoint<br/>If enabled, the Luna page will display the DB client launch method when connecting to assets
es: * Puede configurar la dirección y el puerto del servicio de forma individual en el punto de servicio<br/>Si está habilitado, la página de Luna mostrará el método para iniciar el cliente de la base de datos al conectar activos
ja: * サーバエンドポイントでは、サービスアドレスとポートを個別に設定できます。<br/>有効化した場合、Luna ページでは資産への接続時にDBクライアントの起動方法を表示します。
ko: * 서버 엔드포인트에서 서비스 주소와 포트를 개별적으로 구성할 수 있습니다.<br/>활성화된 경우 Luna 페이지에서 연결 자산 시 DB 클라이언트 시작 방법을 표시합니다.
pt_br: * Você pode configurar o endereço e a porta do serviço separadamente nos pontos do serviço<br/>Se habilitado, a página Luna mostrará o método de inicialização do Cliente DB ao se conectar aos ativos
ru: * Вы можете отдельно указать адрес и порт сервиса в настройках конечной точки.<br/>Если включено, интерфейс Luna при подключении к активу покажет способ запуска клиента базы данных
vi: * Bạn có thể cấu hình địa chỉ và cổng dịch vụ riêng lẻ trong điểm cuối dịch vụ<br/>Nếu được bật, trang Luna sẽ hiển thị phương pháp khởi động khách hàng DB khi kết nối với tài sản
zh: * 您可以在服务端点中单独配置服务地址和端口<br/>如果启用，Luna 页面将在连接资产时显示 DB 客户端启动方法
