Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Each time an asset account is updated, a historical account is generated, so it is necessary to clean up the asset account history. The system will clean up excess account records at 2 a.m. daily based on the configuration in the "System settings - Features - Account storage - Record limit
es: Debido a que cada actualización de una cuenta de activo genera cuentas históricas, es necesario limpiar las cuentas históricas de activos. El sistema realizará la limpieza de los registros de cuentas que excedan los límites establecidos en la configuración del almacenamiento de cuentas a las 2 de la mañana todos los días
ja: 資産アカウントを更新するたびに、歴史的なアカウントが生成されるため、資産アカウントの履歴をクリーニングする必要があります。システムは、アカウントストレージ-レコード制限の設定に基づき、毎日午前2時に超過した数量のアカウントレコードをクリーニングします
ko: 자산 계정을 업데이트할 때마다 과거 계정이 생성되므로, 자산 계정의 역사를 정리해야 합니다. 시스템은 계정 저장소 - 기록 제한 설정에 따라 매일 새벽 2시에 초과된 수량의 계정 기록을 정리합니다.
pt_br: Como uma conta histórica é gerada toda vez que uma conta de ativo é atualizada, é necessário limpar o histórico da conta do ativo. O sistema irá limpar os registros de conta excedentes às 2 da manhã de acordo com a configuração de limite de registro em Armazenamento de Conta
ru: Каждый раз, когда обновляется учетная запись активов, создается историческая учетная запись, поэтому необходимо очищать историю учетных записей активов. Система будет очищать избыточные УЗ записи в 2 часа ночи ежедневно в соответствии с настройками в разделе "Системные настройки - Функции" - Хранилище учетной записи - Ограничение записей
vi: Vì mỗi lần cập nhật tài khoản tài sản, sẽ tạo ra tài khoản lịch sử, nên cần dọn dẹp lịch sử tài khoản của tài sản. Hệ thống sẽ dựa trên cấu hình giới hạn ghi chép lưu trữ tài khoản - mỗi ngày vào lúc 2 giờ sáng sẽ dọn dẹp các bản ghi tài khoản vượt quá số lượng quy định
zh: 由于每次更新资产账号，都会生成历史账号，所以需要清理资产账号的历史。系统会根据账号存储-记录限制的配置，每天凌晨2点对于超出的数量的账号记录进行清理

source: Remove historical accounts that are out of range.
es: Eliminar cuentas históricas que estén fuera de rango.
ja: 範囲外の履歴アカウントを削除する
ko: 범위를 초과한 역사적인 계정을 삭제합니다.
pt_br: Deletar contas históricas fora do alcance
ru: Удаление исторических учетных записей, которые превышают лимит.
vi: Xóa các tài khoản lịch sử vượt quá giới hạn.
zh: 删除超出范围的历史帐户。

source: Template sync info to related accounts
es: Sincronizar información con cuentas relacionadas
ja: 関連するアカウントへの情報の同期
ko: 연관된 계정에 정보 동기화
pt_br: Sincronizar informações com as contas associadas
ru: Синхронизация информации с связанными УЗ
vi: Đồng bộ thông tin đến tài khoản liên quan
zh: 同步信息到关联的账号

source: When clicking 'Sync new secret to accounts' in 'Console - Account - Templates - Accounts' this task will be executed
es: Cuando se clickea en sincronizar al actualizar información de cuentas en la consola - plantilla de cuentas - cuenta - se ejecuta esta tarea
ja: コントロールパネル-アカウントテンプレート-アカウント-同期アカウント情報更新をクリックして同期すると、このタスクが実行されます
ko: 콘솔 - 계정 템플릿 - 계정 - 계정 정보 동기화 업데이트를 클릭할 때 이 작업을 실행합니다.
pt_br: Esta tarefa é realizada quando você clica em sincronizar na Console - Template de Conta - Conta - Atualização Sincronizada de Informações da Conta
ru: При нажатии «Синхронизировать новый секрет с УЗ» в «Консоль - Шаблоны - Учетные записи» будет выполнена эта задача
vi: Khi trong bảng điều khiển - Mẫu tài khoản - Tài khoản - Nhấp vào đồng bộ để cập nhật thông tin tài khoản, thực hiện nhiệm vụ này
zh: 当在控制台-账号模板-账号-同步更新账号信息点击同步时，执行该任务

source: Sync secret to vault
es: Sincronizar datos cifrados a vault
ja: 秘密をVaultに同期する
ko: 암호문을 vault에 동기화
pt_br: Sincronizar criptograma com o vault
ru: Синхронизировать секрет с хранилищем vault
vi: Đồng bộ mật mã đến vault
zh: 同步密文到 vault

source: When clicking 'Sync' in 'System Settings - Features - Account Storage' this task will be executed
es: Cando se clickea en sincronizar en la configuración del sistema - ajustes de funciones - almacenamiento de cuentas, se ejecuta esta tarea
ja: システム設定-機能設定-アカウントストレージをクリックして同期すると、このタスクが実行されます
ko: 시스템 설정 - 기능 설정 - 계정 저장소에서 동기화를 클릭할 때 이 작업을 실행합니다.
pt_br: Esta tarefa é realizada quando você clica para sincronizar em Configurações do Sistema - Configurações de Funções - Armazenamento de Conta
ru: При нажатии «Синхронизировать» в «Системные настройки - Функции - Хранилище учетных записей» будет выполнена эта задача
vi: Tại cài đặt hệ thống - Cài đặt chức năng - Nhấp vào đồng bộ lưu trữ tài khoản, thực hiện nhiệm vụ này
zh: 在系统设置-功能设置-账号存储点击同步时，执行该任务

source: Verify asset account availability
es: Verificar la disponibilidad de cuentas de activos.
ja: アセット アカウントの可用性を確認する
ko: 자산 계정의 유효성 검증
pt_br: Verificar a disponibilidade da conta do ativo
ru: Проверка доступности УЗ актива
vi: Xác thực khả năng sử dụng tài khoản tài sản
zh: 验证资产账号可用性

source: When clicking 'Test' in 'Console - Asset details - Accounts' this task will be executed
es: Al hacer clic en "Prueba de ejecución de la tarea" en la consola - Detalles del activo - Cuenta, puedes probar la conectividad de la cuenta, eliminar la cuenta, establecer la fecha de inicio, la fecha de finalización, el nombre de la tarea, el tiempo de ejecución, el número de tipos y el ID de ejecución de la tarea. Estimado/a, ¡Hola! A continuación se presentan las situaciones en las que la modificación de clave o el envío de la cuenta del activo han fallado. Por favor, verifica y gestiona esto a la brevedad. Número de activos Número de activos exitosos Número de activos fallidos Número de activos no soportados
ja: コントロールパネル-資産詳細-アカウントをクリックしてテストを実行すると、このタスクが実行されます
ko: 콘솔 - 자산 세부정보 - 계정에서 테스트를 클릭할 때 이 작업이 실행됩니다.
pt_br: Essa tarefa é executada ao clicar para testar na guia Conta em Detalhes do Ativo no console.
ru: При нажатии «Проверка секрета» в «Консоль — Детали актива — Учетные записи» будет выполнена эта задача
vi: Khi trong bảng điều khiển - Chi tiết tài sản - Nhấp chuột vào tài khoản để kiểm tra, thực hiện nhiệm vụ này
zh: 当在控制台-资产详情-账号点击测试执行该任务

source: Verify accounts connectivity
es: Probar conectividad de cuentas
ja: アカウント接続のテスト
ko: 계정 연결성 테스트
pt_br: Testar a conectividade da conta
ru: Проверка подключения учетных записей
vi: Kiểm tra khả năng kết nối của tài khoản
zh: 测试账号可连接性

source: Deleted account
es: Eliminar cuenta
ja: アカウントの削除
ko: 계정 삭제
pt_br: Excluir conta
ru: Учетная запись удалена
vi: Xóa tài khoản
zh: 删除账号

source: Basic Information
es: Información básica
ko: 기본 정보
pt_br: Informações básicas
ru: Основная информация
vi: Thông tin cơ bản.

source: Task name
es: Nombre de la tarea
ja: タスク名
ko: 작업 이름
pt_br: Nome da tarefa
ru: Название задачи
vi: Tên nhiệm vụ
zh: 任务名称

source: Date start
es: Fecha de inicio
ja: 開始日
ko: 시작 날짜
pt_br: Data de Início
ru: Дата начала
vi: Ngày bắt đầu
zh: 开始日期

source: Date end
es: Fecha de finalización
ja: 終了日
ko: 종료 날짜
pt_br: Data de Encerramento
ru: Дата окончания
vi: Ngày kết thúc
zh: 结束日期

source: Time using
es: Duración
ko: 소요 시간
pt_br: Duração.
ru: Время использования
vi: Thời gian tiêu tốn

source: Type count
es: Número de tipos
ko: 유형 수
pt_br: Número de tipos
ru: Количество типов
vi: Số loại

source: Assets amount
es: Número de activos
ja: 資産数量
ko: 자산 수
pt_br: Número de ativos
ru: Количество активов
vi: Số lượng tài sản
zh: 资产数量

source: Asset success count
es: Número de activos exitosos
ko: 자산 성공 수
pt_br: Número de ativos bem-sucedidos
ru: Кол-во успешных активов
vi: Số tài sản thành công

source: Asset failed count
es: Número de activos fallidos
ko: 자산 실패 수
pt_br: Número de ativos com falha
ru: Кол-во неудачных активов
vi: Số tài sản thất bại

source: Asset not support count
es: Número de activos no soportados
ko: 자산 지원되지 않음 수
pt_br: Número de ativos não suportados
ru: Кол-во неподдерживаемых активов
vi: Số tài sản không hỗ trợ

source: Success accounts
es: Cuenta exitosa
ko: 성공한 계정
pt_br: Contas bem-sucedidas
ru: Успешные УЗ
vi: Tài khoản thành công

source: No
ja: 否
ko: 아니요
pt_br: Não
ru: Нет
vi: Không
zh: 否

source: No new accounts found
es: No se encontró nueva cuenta
ko: 새 계정을 찾을 수 없습니다
pt_br: Conta nova não encontrada
ru: Не найдено новых УЗ
vi: Không tìm thấy tài khoản mới

source: Failed accounts
es: Cuenta fallida
ko: 실패한 계정
pt_br: Contas com falha
ru: Неудачные УЗ
vi: Tài khoản thất bại

source: Normal
ja: 正常
ko: 정상
ru: Нормальный
vi: Bình thường
zh: 正常

source: No secret
es: Nueva clave
ko: 비밀번호 없음
ru: Без секрета
vi: Không có mật khẩu

source: New found accounts
es: Cuentas recién descubiertas
ko: 새로 발견된 계정
pt_br: ContaNovaDescoberta
ru: Новые найденные УЗ
vi: Tài khoản mới phát hiện

source: Lost accounts
es: Cuenta perdida
ko: 분실된 계정
pt_br: ContaPerdida
ru: Потерянные УЗ
vi: Tài khoản bị mất

source: No lost accounts found
es: No se encontró la cuenta perdida
ko: 분실된 계정을 찾을 수 없음
ru: Потерянных УЗ не обнаружено
vi: Không tìm thấy tài khoản bị mất

source: If the password starts with {{` and ends with }} `, then the password is not allowed.
es: Si la contraseña comienza con `{{` y termina con `}}`, esa contraseña no está permitida.
ja: パスワードが`{{`で始まり、`}}`で終わる場合、パスワードは許可されません。
ko: 비밀번호가 `{{`로 시작하고 `}}`로 끝나는 경우, 해당 비밀번호는 허용되지 않습니다.
pt_br: Se a senha começar com `{{` e terminar com `}}`, essa senha não é permitida.
ru: Если пароль начинается с `{{` и заканчивается на `}}`, пароль недопустим.
vi: Nếu mật khẩu bắt đầu bằng `{{` và kết thúc bằng `}}`, thì mật khẩu đó không được phép.
zh: 如果密码以 `{{` 开始，并且以 `}}` 结束，则该密码是不允许的。

source: private key invalid or passphrase error
es: Clave no válida o error en la contraseña de la clave
ja: 秘密鍵が無効またはpassphraseエラー
ko: 키가 불법이거나 키 비밀번호 오류
pt_br: Chave inválida ou erro de senha da chave
ru: неверный закрытый ключ или ошибка парольной фразы
vi: Khóa không hợp lệ hoặc mật khẩu của khóa sai
zh: 密钥不合法或密钥密码错误

source: App Acls
es: Control de acceso
ja: Acls
ko: 접근 제어
pt_br: Controle de acesso
ru: Контроль доступа
vi: ACLs
zh: 访问控制

source: Reject
es: Denegado
ja: 拒否
ko: 거부
pt_br: Negar
ru: Отказать
vi: Từ chối
zh: 拒绝

source: Accept
es: Aceptado
ja: 受け入れられる
ko: 수락
pt_br: Aceitar
ru: Разрешить
vi: Chấp nhận
zh: 接受

source: Review
es: Aprobación
ja: レビュー担当者
ko: 승인
pt_br: Aprovação
ru: Требовать одобрения
vi: Phê duyệt
zh: 审批

source: Warn
es: Alarma
ja: 警告
ko: 알람
pt_br: Alerta
ru: Предупреждение
vi: Cảnh báo
zh: 告警

source: Notify
es: Notificación
ja: 通知する
ko: 통지
pt_br: Notificação
ru: Уведомление
vi: Thông báo
zh: 通知

source: Prompt and warn
es: Sugerencia y alarma
ko: 提示 및 알람
ru: Запрос и Предупреждение
vi: Gợi ý và cảnh báo

source: Face verify
ko: 안면 확인
ru: Проверка по лицу
vi: Xác thực khuôn mặt

source: Face online
ko: 안면 온라인
ru: Лицо онлайн
vi: Nhận diện khuôn mặt trực tuyến

source: Secret rotation
ko: 비밀번호 변경
ru: Смена пароля
vi: Thay đổi mật khẩu

source: Priority
es: Prioridad
ja: 優先順位
ko: 우선순위
pt_br: Prioridade
ru: Приоритет
vi: Độ ưu tiên
zh: 优先级

source: 1-100, the lower the value will be match first
es: El rango de prioridad permitido es de 1 a 100 (un valor menor indica mayor prioridad)
ja: 1-100、低い値は最初に一致します
ko: 우선순위 선택 범위는 1-100 (숫자가 작을수록 더 우선)
pt_br: O intervalo da prioridade pode ser de 1 a 100 (quanto menor o valor, maior a prioridade)
ru: 1-100 (меньшее число - выше приоритет)
vi: Độ ưu tiên có thể chọn trong khoảng 1-100 (giá trị càng nhỏ càng được ưu tiên)
zh: 优先级可选范围为 1-100 (数值越小越优先)

source: Reviewers
es: Persona aprobadora
ja: レビュー担当者
ko: 승인자
pt_br: Aprovador
ru: Утверждающий
vi: Người phê duyệt
zh: 审批人

source: Users
es: Usuario
ja: ユーザー
ko: 사용자
pt_br: Usuário
ru: Пользователь
vi: Người dùng
zh: 用户

source: Command
es: Comando
ja: コマンド
ko: 명령
pt_br: Comando
ru: Команда
vi: Lệnh
zh: 命令

source: Regex
es: Expresión regular
ja: 正規情報
ko: 정규 표현식
pt_br: Expressão Regular
ru: Регулярное выражение
vi: Biểu thức chính quy
zh: 正则表达式

source: Content
es: Contenido
ja: コンテンツ
ko: 내용
pt_br: Conteúdo
ru: Содержание
vi: Nội dung
zh: 内容

source: One command per line
es: Cada línea un comando
ja: 1行1コマンド
ko: 각 행마다 하나의 명령
pt_br: Um comando por linha
ru: По одной команде в строке
vi: Mỗi dòng là một lệnh
zh: 每行一个命令

source: Ignore case
es: Ignorar mayúsculas y minúsculas
ja: 家を無視する
ko: 대소문자 무시
pt_br: Ignorar Maiúsculas e Minúsculas
ru: Игнорировать регистр
vi: Bỏ qua chữ hoa chữ thường
zh: 忽略大小写

source: Command group
es: Grupo de comandos
ja: コマンドグループ
ko: 명령 그룹
pt_br: Grupo de Comandos
ru: Группа команд
vi: Nhóm lệnh
zh: 命令组

source: The generated regular expression is incorrect: {}
es: La expresión regular generada es incorrecta
ja: 生成された正規表現が正しくありません: {}
ko: 생성된 정규 표현식에 오류가 있음
pt_br: Erro na expressão regular gerada
ru: Созданное регулярное выражение неверно: {}
vi: Biểu thức chính quy sinh ra có lỗi
zh: 生成的正则表达式有误

source: Command acl
es: Filtración de comandos
ja: コマンドフィルタリング
ko: 명령 필터
pt_br: Filtrar comandos
ru: Фильтр команд
vi: Lọc lệnh
zh: 命令过滤

source: Command confirm
es: Revisión de comandos
ja: コマンドの確認
ko: 명령 재검토
pt_br: Revisão de comandos
ru: Подтверждение команды
vi: Lệnh kiểm tra
zh: 命令复核

source: Connect methods
es: Modo de conexión
ja: 接続方法
ko: 연결 방식
pt_br: Modo de conexão
ru: Способ подключения
vi: Phương thức kết nối
zh: 连接方式

source: Connect method acl
es: Control de modo de conexión
ja: 接続方法acl
ko: 연결 방식 제어
pt_br: Controle de modo de conexão
ru: Правила метода подключения
vi: Kiểm soát phương thức kết nối
zh: 连接方式控制

source: Fixed Character Replacement
vi: Thay thế ký tự cố định

source: Hide Middle Characters
vi: Ẩn ký tự ở giữa

source: Keep Prefix Only
vi: Giữ tiền tố

source: Keep Suffix Only
vi: Giữ hậu tố

source: Fields pattern
vi: Che giấu tên cột

source: Masking Method
vi: Phương pháp che phủ

source: Mask Pattern
vi: Ký tự che phủ

source: Data Masking Rule
vi: Quy tắc bảo vệ dữ liệu

source: Rule
es: Reglas
ja: ルール
ko: 규칙
pt_br: Regras
ru: Правило
vi: Quy tắc
zh: 规则

source: Login acl
es: Control de acceso al inicio de sesión
ja: ログインacl
ko: 로그인 접근 제어
pt_br: Controle de acesso de login
ru: Правила входа пользователей
vi: Kiểm soát truy cập đăng nhập
zh: 登录访问控制

source: Login confirm
es: Revisión de inicio de sesión
ja: ログイン確認
ko: 로그인 재검토
pt_br: Revisão de login
ru: Проверка входа
vi: Kiểm tra đăng nhập
zh: 登录复核

source: Login asset acl
es: Control de acceso a los activos en el inicio de sesión
ja: ログインasset acl
ko: 로그인 자산 접근 제어
pt_br: Controle de acesso a ativos de login
ru: Правила подключения активов
vi: Kiểm soát truy cập tài sản đăng nhập
zh: 登录资产访问控制

source: Login asset confirm
es: Revisión de activos al inicio de sesión
ja: ログイン資産の確認
ko: 로그인 자산 재검토
pt_br: Revisão de acesso a ativos de login
ru: Проверка входа в актив
vi: Kiểm tra tài sản đăng nhập
zh: 登录资产复核

source: User login reminder
es: Notificación de inicio de sesión del usuario
ja: ユーザーログインのリマインダ
ko: 사용자 로그인 알림
pt_br: Alerta de login do usuário
ru: Уведомление о входе пользователя
vi: Nhắc nhở người dùng đăng nhập
zh: 用户登录提醒

source: Login city
es: Ciudad de inicio de sesión
ja: ログイン都市
ko: 로그인 도시
pt_br: Cidade do login
ru: Город входа
vi: Thành phố đăng nhập
zh: 登录城市

source: Recipient name
vi: Tên người nhận

source: Recipient username
vi: Tên người dùng người nhận

source: User agent
es: Agente del usuario
ja: ユーザーエージェント
ko: 사용자 에이전트
pt_br: Agente do usuário
ru: Агент пользователя
vi: Trình duyệt người dùng
zh: 用户代理

source: ACL name
vi: Thời gian đăng nhập

source: Login from
es: Fuente de inicio de sesión
ja: ログイン元
ko: 로그인 출처
pt_br: Origem do login
ru: Источник входа
vi: Nguồn đăng nhập
zh: 登录来源

source: Login time
vi: Tài khoản nhập tên người dùng

source: User login alert for asset
es: Notificación de inicio de sesión de activos
ja: 資産ログインのリマインダ
ko: 자산 로그인 알림
pt_br: Alerta de login de ativos
ru: Уведомление о входе в активы
vi: Nhắc nhở tài sản đăng nhập
zh: 资产登录提醒

source: Account Input username
vi: Khởi động chế độ cụm

source: Account name
es: Nombre de la cuenta
ja: アカウント名
ko: 계정 이름
pt_br: Nome da conta
ru: Имя учетной записи
vi: Tên tài khoản
zh: 账号名称

source: With * indicating a match all.
es: * indica que coincide con todo.
ja: * はすべて一致することを示します。
ko: * 모든 항목과 일치함을 의미합니다.
pt_br: * representa uma correspondência com tudo.
ru: Где * означает совпадение со всеми.
vi: * biểu thị cho việc khớp với tất cả.
zh: * 表示匹配所有.

source: With * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (Domain name support)
es: * El asterisco indica que se coincide con todos. Por ejemplo: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (soporta dominio)
ja: * はすべて一致することを示します。例: 192.168.10.1、192.168.1.0/24、10.1.1.1-10.1.1.20、2001:db8:2de::e13、2001:db8:1a:1110:::/64 (ドメイン名サポート)
ko: * 모든 항목과 일치함을 의미합니다. 예: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (도메인 지원)
pt_br: * representa uma correspondência com tudo. Por exemplo: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (suporte ao domínio)
ru: Символ * указывает на совпадение со всеми. Например,: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2 de::e13, 2001:db8:1a:1110::/64 (Доменные имена поддерживаются)
vi: * biểu thị cho việc khớp với tất cả. Ví dụ: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (hỗ trợ miền)
zh: * 表示匹配所有。例如: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (支持网域)

source: IP/Host
ja: IP/ホスト
ko: IP/호스트
ru: IP/Хост
vi: IP/Máy chủ
zh: IP/主机

source: Recipients
es: Destinatario
ja: 受信者
ko: 수신자
pt_br: Destinatário
ru: Получатели
vi: Người nhận
zh: 接收人

source: The organization `{}` does not exist
es: La organización `{}` no existe
ja: 組織 '{}'は存在しません
ko: 조직 `{}` 가 존재하지 않습니다.
pt_br: A organização `{}` não existe.
ru: Организация `{}` не существует
vi: Tổ chức `{}` không tồn tại.
zh: 组织 `{}` 不存在

source: None of the reviewers belong to Organization `{}`
es: Todos los revisores no pertenecen a la organización `{}`
ja: いずれのレビューアも組織 '{}' に属していません
ko: 모든 검토자는 조직에 속하지 않습니다 `{}`
pt_br: Todos os revisores não pertencem à organização `{}`
ru: Ни один утверждающий не относится к организации `{}`
vi: Tất cả những người kiểm tra đều không thuộc tổ chức `{}`
zh: 所有复核人都不属于组织 `{}`

source: IP address invalid: `{}`
es: Dirección IP no válida: `{}`
ja: IPアドレスが無効: '{}'
ko: IP 주소가 유효하지 않습니다: `{}`
pt_br: Endereço IP inválido: `{}`
ru: Неверный IP-адрес: `{}`
vi: Địa chỉ IP không hợp lệ: `{}`
zh: IP 地址无效: `{}`

source: address invalid: `{}`
vi: Địa chỉ không hợp lệ: `{}`

source: With * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
es: * El asterisco indica que se coincide con todos. Por ejemplo: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
ja: * はすべて一致することを示します。例: 192.168.10.1、192.168.1.0/24、10.1.1.1-10.1.1.20、2001:db8:2de::e13、2001:db8:1a:1110::/64
ko: * 모든 것을 포함함을 나타냅니다. 예: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
pt_br: * indica correspondência com todos. Por exemplo: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
ru: Символ * указывает на совпадение со всеми. Например,: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2 de::e13, 2001:db8:1a:1110::/64
vi: * biểu thị cho việc khớp tất cả. Ví dụ: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
zh: * 表示匹配所有。例如: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64

source: Time Period
es: Intervalo de tiempo
ja: 期間
ko: 시간대
pt_br: Período
ru: Период времени
vi: Thời gian
zh: 时段

source: Dear
es: Estimado/a
ja: 尊敬する
ko: 존경하는
pt_br: Respeitado
ru: Уважаемый
vi: Kính thưa
zh: 尊敬的

source: We would like to inform you that a user has recently logged into the following asset:
es: Nos gustaría informarle que recientemente hay un usuario que ha iniciado sesión en los siguientes activos:
ja: 以下の資産にユーザーが最近ログインしたことをお知らせいたします。
ko: 다음 자산에 최근 사용자가 로그인했음을 알려드립니다:
pt_br: Queremos informá-lo de que os seguintes ativos tiveram recentemente usuários logados:
ru: Мы хотим сообщить вам, что пользователь недавно вошел в следующий актив:
vi: Chúng tôi xin thông báo rằng, gần đây có người dùng đã đăng nhập vào tài sản sau:
zh: 我们想通知您，以下资产最近有用户登录：

source: Asset details
es: Detalles del activo
ja: 資産詳細
ko: 자산 세부정보
pt_br: Detalhes do ativo
ru: Подробности об активе
vi: Thông tin tài sản
zh: 资产详情

source: Time
es: Hora
ja: 時間
ko: 시간
pt_br: Tempo
ru: Время
vi: Thời gian
zh: 时间

source: Please review the login activity to ensure the security and proper usage of the asset. If you did not authorize this login or if you notice any suspicious activity, please take the necessary actions immediately.
es: Le solicitamos que revise esta actividad de inicio de sesión para garantizar la seguridad y el uso correcto de los activos. Si no ha autorizado este inicio de sesión o ha detectado alguna actividad sospechosa, por favor tome las medidas necesarias de inmediato.
ja: 資産のセキュリティと適切な使用を確保するために、ログイン活動を確認してください。このログインを承認していない場合や、不審な活動に気付いた場合は、直ちに必要な措置を講じてください。
ko: 이 로그인 활동을 검토하여 자산의 안전과 올바른 사용이 보장되도록 해주시기 바랍니다. 만약 이 로그인이 승인되지 않았거나 의심스러운 활동이 발견되면 즉시 필요한 조치를 취해 주십시오.
pt_br: Por favor, revise essa atividade de login para garantir a segurança e o uso correto dos ativos. Se você não autorizou este login ou encontrou qualquer atividade suspeita, por favor, tome as medidas necessárias imediatamente.
ru: Пожалуйста, проверьте этот вход, чтобы обеспечить безопасность и правильное использование актива. Если вы не разрешали этот вход или заметили какую-либо подозрительную активность, немедленно примите необходимые меры.
vi: Xin vui lòng kiểm tra hoạt động đăng nhập này để đảm bảo an toàn và sử dụng đúng cách tài sản. Nếu bạn không cho phép lần đăng nhập này hoặc phát hiện bất kỳ hoạt động đáng ngờ nào, xin hãy ngay lập tức thực hiện các biện pháp cần thiết.
zh: 请您审核此登录活动，以确保资产的安全和正确使用。如果您未授权此次登录或发现任何可疑活动，请立即采取必要的措施。

source: Thank you for your attention to this matter
es: Agradecemos su atención a este asunto.
ja: この件についてのご注意をお願いいたします。
ko: 이 문제에 대한 관심에 감사드립니다.
pt_br: Obrigado pela sua atenção a este assunto.
ru: Благодарим вас за ваше внимание к этому вопросу
vi: Cảm ơn bạn đã quan tâm đến vấn đề này.
zh: 感谢您对此事的关注。

source: We would like to inform you that a user has recently logged:
es: Nos gustaría informarle que recientemente hay un usuario que ha iniciado sesión:
ja: ユーザーが最近ログインしたことをお知らせいたします:
ko: 최근에 사용자가 로그인했음을 알려드립니다:
pt_br: Queremos informá-lo de que recentemente houve logins de usuários:
ru: Мы хотим сообщить вам, что недавно вошел пользователь:
vi: Chúng tôi xin thông báo rằng, gần đây có người dùng đã đăng nhập:
zh: 我们想通知您，最近有用户登录：

source: User details
es: Detalles del usuario
ja: ユーザー詳細
ko: 사용자 세부정보
pt_br: Detalhes do usuário
ru: Данные пользователя
vi: Thông tin người dùng
zh: 用户详情

source: Cannot create asset directly, you should create a host or other
es: No se puede crear activos directamente, debes crear un host u otro activo
ja: 資産を直接作成することはできません。ホストまたはその他を作成する必要があります
ko: 직접 자산을 생성할 수 없습니다. 호스트나 다른 자산을 생성해야 합니다.
pt_br: Não é possível criar ativos diretamente, você deve criar um host ou outros ativos.
ru: Невозможно создать актив напрямую, вам следует создать хост или другой тип
vi: Không thể tạo tài sản trực tiếp, bạn nên tạo máy chủ hoặc các tài sản khác. <–SEP–> Số lượng tài sản đã vượt quá giới hạn 5000. <–SEP–> Không thể thay đổi tên nút gốc. <–SEP–> Không thể xóa nút gốc ({}). <–SEP–> Xóa không thành công, nút chứa tài sản. <–SEP–> Tên nút cùng cấp không được phép trùng nhau. <–SEP–> Cần phải là số. <–SEP–> Nhiệm vụ: {} đã hoàn thành. <–SEP–> - Nền tảng {} Ansible đã bị vô hiệu hóa, không thể thực hiện nhiệm vụ. <–SEP–> >>> Giai đoạn chuẩn bị nhiệm vụ. <–SEP–> >>> Thực hiện nhiệm vụ theo từng phần, tổng cộng {runner_count}. <–SEP–> >>> Bắt đầu thực hiện nhiệm vụ. <–SEP–> >>> Không có nhiệm vụ nào cần thực hiện. <–SEP–> >>> Bắt đầu thực hiện đợt nhiệm vụ thứ {index}. <–SEP–> Không có tài khoản.
zh: 不能直接创建资产, 你应该创建主机或其他资产
