Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: * You can individually configure the service address and port in the service endpoint<br/>If enabled, the Luna page will display the download rdp file button and RDP Client launch method when connecting to assets
es: * Puede configurar la dirección y el puerto del servicio de forma individual en el punto de servicio<br/>Si está habilitado, la página de Luna mostrará un botón para descargar el archivo RDP y el método para iniciar el cliente RDP al conectar activos
ja: * サーバエンドポイントでは、サービスアドレスとポートを個別に設定できます。<br/>有効化した場合、Luna ページでは資産への接続時にrdp ファイルのダウンロードボタンとRDPクライアントの起動方法を表示します。
ko: * 서버 엔드포인트에서 서비스 주소와 포트를 개별적으로 구성할 수 있습니다.<br/>활성화된 경우 Luna 페이지에서 연결 자산 시 rdp 파일 다운로드 버튼과 RDP 클라이언트 시작 방법을 표시합니다.
pt_br: * Você pode configurar o endereço e a porta do serviço separadamente nos pontos do serviço<br/>Se habilitado, a página Luna mostrará o botão baixar arquivo rdp e o método de inicialização do Cliente RDP ao se conectar aos ativos
ru: * Вы можете отдельно указать адрес и порт сервиса в настройках конечной точки.<br/>Если включено, интерфейс Luna при подключении к активу отобразит кнопку загрузки RDP-файла и способ запуска RDP-клиента.
vi: * Bạn có thể cấu hình địa chỉ và cổng dịch vụ riêng lẻ trong điểm cuối dịch vụ<br/>Nếu được bật, trang Luna sẽ hiển thị nút tải xuống tệp rdp và phương pháp khởi động khách hàng RDP khi kết nối với tài sản
zh: * 您可以在服务端点中单独配置服务地址和端口<br/>如果启用，Luna 页面将在连接资产时显示下载 rdp 文件按钮和 RDP 客户端启动方法

source: Client connection
es: Conexión del cliente
ja: クライアント接続
ko: 클라이언트 연결
pt_br: Conexão do Cliente
ru: Подключение клиента
vi: Kết nối khách hàng
zh: 客户端连接

source: * Allow connecting to the KoKo component via SSH client<br/>If enabled, the Luna page will display the SSH client launch method when connecting to assets
es: * Permite la conexión a los componentes de KoKo a través de un cliente SSH<br/>Si está habilitado, la página de Luna mostrará el método para iniciar el cliente SSH al conectar activos
ja: * SSHクライアント経由でKoKo コンポーネントに接続できるように許可する<br/>有効化した場合、Luna ページでは資産への接続時にSSHクライアントの起動方法を表示します。
ko: * SSH 클라이언트를 통해 KoKo 컴포넌트에 연결을 허용합니다.<br/>활성화된 경우 자산에 연결할 때 Luna 페이지에 SSH 클라이언트 시작 방법이 표시됩니다.
pt_br: * Permite ao Cliente SSH conectar-se ao componente KoKo<br/>Se habilitado, a página do Luna mostrará o método de inicialização do Cliente SSH ao conectar-se aos ativos
ru: * Разрешить подключение к компоненту KoKo через SSH-клиент<br/>Если включено, на странице Luna будет показан метод запуска SSH-клиента при подключении к активам
vi: * Cho phép kết nối đến thành phần KoKo thông qua khách hàng SSH<br/>Nếu được bật, khi kết nối đến tài sản, trang Luna sẽ hiển thị phương pháp khởi động khách hàng SSH
zh: * 允许通过 SSH 客户端连接到 KoKo 组件<br/>如果启用，则在连接到资产时，Luna 页面将显示 SSH 客户端启动方法

source: Tool
es: Herramientas
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
vi: Công cụ
zh: 工具

source: Tools in the Workbench
es: Herramientas en la consola
ja: ワークベンチのツール
ko: 작업대 내의 도구
pt_br: Ferramentas na bancada
ru: Инструменты на Рабочем столе
vi: Công cụ trong bảng điều khiển
zh: 工作台中的工具

source: *! If enabled, users with RBAC permissions will be able to utilize all tools in the workbench
es: *! Si está habilitado, los usuarios con permisos RBAC podrán utilizar todas las herramientas en la consola
ja: * RBAC権限を持つユーザは、ワークベンチのすべてのツールを使用できるようにします
ko: *! 활성화된 경우 RBAC 권한을 가진 사용자는 작업대 내의 모든 도구를 사용할 수 있습니다.
pt_br: *! Se habilitado, os usuários com permissões RBAC poderão utilizar todas as ferramentas disponíveis na bancada
ru: *! При включении пользователям с правами RBAC становятся доступны все инструменты рабочего стола
vi: *! Nếu được bật, người dùng có quyền RBAC sẽ có thể sử dụng tất cả các công cụ trong bảng điều khiển
zh: *! 如果启用，具有 RBAC 权限的用户将能够使用工作台中的所有工具

source: Periodic import ldap user
es: Importación cíclica de usuarios LDAP
ja: LDAP ユーザーを定期的にインポートする
ko: 주기적으로 LDAP 사용자 가져오기
pt_br: Importação periódica de usuários LDAP
ru: Периодический импорт пользователей LDAP
vi: Nhập khẩu người dùng LDAP theo chu kỳ
zh: 周期导入 LDAP 用户

source: When LDAP auto-sync is configured, this task will be invoked to synchronize users
es: Cuando se establece la sincronización automática de LDAP, se invocará esta tarea para la sincronización de usuarios
ja: LDAPの自動同期が設定されている場合、このActionを呼び出して利用者の同期を行います
ko: LDAP 자동 동기화가 설정되면 이 작업이 호출되어 사용자 동기화가 진행됩니다.
pt_br: Quando a sincronização automática do LDAP é configurada, esta tarefa é chamada para sincronizar os usuários
ru: При включении автоматической синхронизации LDAP будет вызываться эта задача для синхронизации пользователей
vi: Khi đã thiết lập đồng bộ tự động LDAP, nhiệm vụ này sẽ được gọi để đồng bộ người dùng
zh: 当设置了LDAP自动同步，将调用该任务进行用户同步

source: Periodic import ldap ha user
es: Importación cíclica de usuarios LDAP HA
ja: LDAP HA ユーザーの定期インポート
ko: 주기적으로 LDAP HA 사용자 가져오기
pt_br: Importação periódica de usuários LDAP HA
ru: Периодический импорт пользователей LDAP HA
vi: Nhập khẩu người dùng LDAP HA theo chu kỳ
zh: 周期导入 LDAP HA 用户

source: Registration periodic import ldap user task
es: Tarea de importación cíclica de usuarios LDAP registrada
ja: 登録サイクルLDAPユーザータスクのインポート
ko: LDAP 사용자 가져오기 작업을 등록합니다.
pt_br: Registre a tarefa do usuário LDAP de importação periódica
ru: Регистрация задачи периодического импорта пользователей LDAP
vi: Đăng ký nhiệm vụ nhập khẩu người dùng LDAP theo chu kỳ
zh: 注册周期导入 LDAP 用户 任务

source: When LDAP auto-sync parameters change, such as Crontab parameters, the LDAP sync task will be re-registered or updated, and this task will be invoked
es: Cuando se producen cambios en los parámetros de sincronización automática de LDAP, como los parámetros de Crontab, se volverá a registrar o actualizará la tarea de sincronización ldap invocando esta tarea
ja: LDAPの自動同期パラメーターが変更された場合、たとえばCrontabパラメーターが変更され、ldap同期Actionの再登録または更新が必要になった場合、そのActionはこのActionを呼び出します
ko: LDAP 자동 동기화 매개변수가 변경될 때, 예를 들어 Crontab 매개변수가 변경되면, LDAP 동기화 작업을 재등록하거나 업데이트하여 이 작업이 호출됩니다.
pt_br: Quando alterações são efetuadas nos parâmetros de sincronização automática LDAP, como parâmetros Crontab, essa tarefa será chamada ao re-registrar ou atualizar a tarefa de sincronização ldap
ru: При изменении параметров автоматической синхронизации LDAP, таких как расписание (например, Crontab), эта задача будет вызываться для повторной регистрации или обновления задачи LDAP-синхронизации
vi: Khi các tham số đồng bộ tự động LDAP thay đổi, chẳng hạn như tham số Crontab, sẽ gọi nhiệm vụ này để đăng ký hoặc cập nhật nhiệm vụ đồng bộ LDAP
zh: 当设置了LDAP自动同步参数发生变化时，比如Crontab参数，重新注册或更新ldap同步任务将调用该任务

source: Registration periodic import ldap ha user task
es: Tarea de importación cíclica de usuarios LDAP HA registrada.
ja: LDAP HA ユーザーの定期インポートタスクの登録
ko: 주기적으로 LDAP HA 사용자 가져오기 작업 등록
pt_br: Registre a tarefa do usuário LDAP HA de importação periódica
ru: Регистрация задачи периодического импорта пользователей LDAP HA
vi: Đăng ký nhiệm vụ nhập khẩu người dùng LDAP HA theo chu kỳ
zh: 注册周期导入 LDAP HA 用户 任务

source: When LDAP HA auto-sync parameters change, such as Crontab parameters, the LDAP HA sync task will be re-registered or updated, and this task will be invoked
es: Cuando cambian los parámetros de sincronización automática de LDAP HA, como los parámetros de Crontab, se volverá a registrar o actualizar la " tarea de sincronización de LDAP HA" y se activará esta tarea.
ja: LDAP HA自動同期パラメーターが変更された場合、Crontabパラメーターなど、ldap ha同期Actionを再登録または更新する際にはこのActionを呼び出します
ko: LDAP HA 자동 동기화 매개변수가 변경될 때, 예를 들어 Crontab 매개변수가 변경되면 "LDAP HA 동기화 작업"을 재등록하거나 업데이트하여 이 작업을 호출합니다.
pt_br: Quando alterações são efetuadas nos parâmetros de sincronização automática LDAP HA, como parâmetros Crontab, essa tarefa será chamada ao re-registrar ou atualizar a tarefa de sincronização ldap ha
ru: При изменении параметров автоматической синхронизации LDAP HA, таких как расписание (например, Crontab), эта задача будет вызываться для повторной регистрации или обновления задачи LDAP-синхронизации
vi: Khi các tham số tự động đồng bộ LDAP HA thay đổi, như tham số Crontab, sẽ đăng ký lại hoặc cập nhật "nhiệm vụ đồng bộ LDAP HA" và gọi nhiệm vụ này
zh: 当设置了LDAP HA 自动同步参数发生变化时，比如Crontab参数，重新注册或更新ldap ha 同步任务将调用该任务

source: Sync task finish
es: Tarea de sincronización completada
ja: 同期タスクが完了しました
ko: 동기화 작업 완료
pt_br: Tarefa de sincronização concluída
ru: Синхронизация завершена
vi: Nhiệm vụ đồng bộ hoàn tất
zh: 同步任务完成

source: Synced Organization
es: Organización sincronizada
ja: 組織が同期されました
ko: 동기화된 조직
pt_br: Organização sincronizada
ru: Организация синхронизирована
vi: Tổ chức đã đồng bộ
zh: 已同步组织

source: Synced User
es: Usuario sincronizado
ja: 同期されたユーザー
ko: 동기화된 사용자
pt_br: Usuário sincronizado
ru: Пользователь синхронизирован
vi: Người dùng đã đồng bộ
zh: 已同步用户

source: No user synchronization required
es: No hay usuarios que necesiten sincronizar
ja: ユーザーの同期は必要ありません
ko: 사용자가 동기화할 필요가 없습니다
pt_br: Nenhum usuário para sincronizar
ru: Нет пользователей для синхронизации
vi: Không có người dùng nào cần đồng bộ
zh: 没有用户需要同步

source: ldap:// or ldaps:// protocol is used.
es: Utilizando protocolo ldap:// o ldaps://
ja: ldap:// または ldaps:// プロトコルが使用されます。
ko: ldap:// 또는 ldaps:// 프로토콜을 사용하세요
pt_br: Use o protocolo ldap:// ou ldaps://
ru: Используйте протокол ldap:// или ldaps://
vi: Sử dụng giao thức ldap:// hoặc ldaps://
zh: 使用 ldap:// 或 ldaps:// 协议

source: Host or port is disconnected: {}
es: Host o puerto no conectable: {}
ja: ホストまたはポートが切断されました: {}
ko: 호스트 또는 포트에 연결할 수 없습니다: {}
pt_br: Host ou porta não podem ser conectados: {}
ru: Не удаётся подключиться к хосту или порту: {}
vi: Máy chủ hoặc cổng không thể kết nối: {}
zh: 主机或端口不可连接: {}

source: The port is not the port of the LDAP service: {}
es: Puerto no es un puerto de servicio LDAP: {}
ja: ポートはLDAPサービスのポートではありません: {}
ko: 포트는 LDAP 서비스 포트가 아닙니다: {}
pt_br: Porta não é uma porta de serviço LDAP: {}
ru: Указанный порт не используется службой LDAP: {}
vi: Cổng không phải là cổng dịch vụ LDAP: {}
zh: 端口不是LDAP服务端口: {}

source: Please add certificate: {}
es: Por favor, añada el certificado
ja: 証明書を追加してください: {}
ko: 인증서 추가하십시오
pt_br: Adicione um certificado
ru: Пожалуйста, добавьте сертификат
vi: Vui lòng thêm chứng chỉ
zh: 请添加证书

source: Unknown error: {}
es: Error desconocido: {}
ja: 不明なエラー: {}
ko: 알 수 없는 오류: {}
pt_br: Erro desconhecido: {}
ru: Неизвестная ошибка: {}
vi: Lỗi không xác định: {}
zh: 未知错误: {}

source: Bind DN or Password incorrect
es: DN de enlace o contraseña incorrecta
ja: DNまたはパスワードのバインドが正しくありません
ko: 바인딩 DN 또는 비밀번호가 잘못되었습니다
pt_br: Erro de DN de vinculação ou senha
ru: Ошибка привязки: DN или пароль неверны
vi: Sai DN ràng buộc hoặc mật khẩu
zh: 绑定DN或密码错误

source: Please enter Bind DN: {}
es: Introduzca el DN de enlace: {}
ja: バインドDN: {} を入力してください
ko: 바인딩 DN을 입력하세요: {}
pt_br: Insira o DN de vinculação: {}
ru: Пожалуйста, введите Bind DN: {}
vi: Vui lòng nhập DN ràng buộc: {}
zh: 请输入绑定DN: {}

source: Please enter Password: {}
es: Introduzca la contraseña: {}
ja: パスワードを入力してください: {}
ko: 비밀번호를 입력하세요: {}
pt_br: Por favor, insira a senha: {}
ru: Пожалуйста, введите пароль: {}
vi: Vui lòng nhập mật khẩu: {}
zh: 请输入密码: {}

source: Please enter correct Bind DN and Password: {}
es: Introduzca un DN de enlace y contraseña correctos: {}
ja: 正しいバインドDNとパスワードを入力してください: {}
ko: 올바른 바인딩 DN과 비밀번호를 입력하세요: {}
pt_br: Por favor, insira o DN de vinculação e a senha corretos: {}
ru: Пожалуйста, введите правильный Bind DN и пароль: {}
vi: Vui lòng nhập DN ràng buộc và mật khẩu đúng: {}
zh: 请输入正确的绑定DN和密码: {}

source: Invalid User OU or User search filter: {}
es: OU de usuario o filtro de usuario no válido: {}
ja: 無効なユーザー OU またはユーザー検索フィルター: {}
ko: 유효하지 않은 사용자 OU 또는 사용자 필터입니다: {}
pt_br: OU de usuário inválido ou filtro de usuário: {}
ru: Неверный OU пользователя или фильтр: {}
vi: OU người dùng hoặc bộ lọc người dùng không hợp lệ: {}
zh: 不合法的用户OU或用户过滤器: {}

source: LDAP User attr map not include: {}
es: La asignación de atributos LDAP no incluye: {}
ja: LDAP ユーザーattrマップは含まれません: {}
ko: LDAP 속성 매핑에 포함되지 않았습니다: {}
pt_br: O mapeamento de atributos LDAP não inclui: {}
ru: В сопоставлении атрибутов LDAP отсутствует: {}
vi: ánh xạ thuộc tính LDAP không bao gồm: {}
zh: LDAP属性映射没有包含: {}

source: LDAP User attr map is not dict
es: La asignación de atributos LDAP es inválida
ja: LDAPユーザーattrマップはdictではありません
ko: LDAP 속성 매핑이 유효하지 않습니다
pt_br: O mapeamento de atributos LDAP é inválido
ru: Недопустимое сопоставление LDAP-атрибутов
vi: ánh xạ thuộc tính LDAP không hợp lệ
zh: LDAP属性映射不合法

source: LDAP authentication is not enabled
es: La autenticación LDAP no está habilitada
ja: LDAP 認証が有効になっていない
ko: LDAP 인증이 활성화되지 않았습니다
pt_br: A autenticação LDAP não está ativada
ru: LDAP аутентификация не включена
vi: Xác thực LDAP chưa được kích hoạt
zh: LDAP认证没有启用

source: Error (Invalid LDAP server): {}
es: Error (dirección del servidor LDAP inválida): {}
ja: エラー (LDAPサーバーが無効): {}
ko: 오류 (유효하지 않은 LDAP 서버 주소): {}
pt_br: Erro (Endereço do servidor LDAP inválido): {}
ru: Ошибка (недопустимый адрес LDAP-сервера): {}
vi: Lỗi (Địa chỉ máy chủ LDAP không hợp lệ): {}
zh: 错误 (不合法的LDAP服务器地址): {}

source: Error (Invalid Bind DN): {}
es: Error (DN de enlace inválido): {}
ja: エラー (DNのバインドが無効): {}
ko: 오류 (유효하지 않은 바인딩 DN): {}
pt_br: Erro (DN de vinculação inválido): {}
ru: Ошибка (недопустимый Bind DN): {}
vi: Lỗi (DN ràng buộc không hợp lệ): {}
zh: 错误 (不合法的绑定DN): {}

source: Error (Invalid LDAP User attr map): {}
es: Error (asignación de atributos LDAP inválida): {}
ja: エラー (LDAPユーザーattrマップが無効): {}
ko: 오류 (유효하지 않은 LDAP 속성 매핑): {}
pt_br: Erro (mapeamento de atributos LDAP inválido): {}
ru: Ошибка (недопустимое сопоставление LDAP-атрибутов): {}
vi: Lỗi (ánh xạ thuộc tính LDAP không hợp lệ): {}
zh: 错误 (不合法的LDAP属性映射): {}

source: Error (Invalid User OU or User search filter): {}
es: Error (OU de usuario o filtro de usuario inválido): {}
ja: エラー (ユーザーOUまたはユーザー検索フィルターが無効): {}
ko: 오류 (유효하지 않은 사용자 OU 또는 사용자 필터): {}
pt_br: Erro (OU de usuário inválido ou filtro de usuário): {}
ru: Ошибка (недопустимый OU пользователя или фильтр поиска пользователей): {}
vi: Lỗi (OU người dùng hoặc bộ lọc người dùng không hợp lệ): {}
zh: 错误 (不合法的用户OU或用户过滤器): {}

source: Error (Not enabled LDAP authentication): {}
es: Error (autenticación LDAP no habilitada): {}
ja: エラー (LDAP認証が有効化されていません): {}
ko: 오류 (LDAP 인증이 활성화되지 않음): {}
pt_br: Erro (autenticação LDAP não ativada): {}
ru: Ошибка (LDAP аутентификация не включена): {}
vi: Lỗi (Xác thực LDAP chưa được kích hoạt): {}
zh: 错误 (没有启用LDAP认证): {}

source: Error (Unknown): {}
es: Error (desconocido): {}
ja: エラー (不明): {}
ko: 오류 (알 수 없음): {}
pt_br: Erro (desconhecido): {}
ru: Ошибка (неизвестная): {}
vi: Lỗi (không xác định): {}
zh: 错误 (未知): {}

source: Succeed: Match {} users
es: Se encontraron exitosamente {} usuarios
ja: 成功: {} 人のユーザーに一致
ko: 성공적으로 {}명의 사용자와 일치함
pt_br: Correspondência bem-sucedida para {} usuários
ru: Успешно сопоставлено {} пользователей
vi: Thành công khớp {} người dùng
zh: 成功匹配 {} 个用户

source: Authentication failed (configuration incorrect): {}
es: Error de autenticación (error de configuración): {}
ja: 認証に失敗しました (設定が正しくありません): {}
ko: 인증 실패 (구성 오류): {}
pt_br: Falha na autenticação (erro de configuração): {}
ru: Ошибка аутентификации (неверная конфигурация): {}
vi: Xác thực thất bại (lỗi cấu hình): {}
zh: 认证失败 (配置错误): {}

source: Authentication failed (username or password incorrect): {}
es: Error de autenticación (nombre de usuario o contraseña incorrectos): {}
ja: 認証に失敗しました (ユーザー名またはパスワードが正しくありません): {}
ko: 인증 실패 (사용자 이름 또는 비밀번호가 올바르지 않음): {}
pt_br: Falha na autenticação (nome de usuário ou senha incorretos): {}
ru: Ошибка аутентификации (неверное имя пользователя или пароль): {}
vi: Xác thực thất bại (tên người dùng hoặc mật khẩu không đúng): {}
zh: 认证失败 (用户名或密码不正确): {}

source: Authentication failed (Unknown): {}
es: Error de autenticación: (desconocido): {}
ja: 認証に失敗しました (不明): {}
ko: 인증 실패: (알 수 없음): {}
pt_br: Falha na autenticação: (desconhecido): {}
ru: Ошибка аутентификации: (неизвестная): {}
vi: Xác thực thất bại: (không xác định): {}
zh: 认证失败: (未知): {}

source: Authentication success: {}
es: Autenticación exitosa: {}
ja: 認証成功: {}
ko: 인증 성공: {}
pt_br: Autenticação bem sucedida: {}
ru: Успешная аутентификация: {}
vi: Xác thực thành công: {}
zh: 认证成功: {}

source: No LDAP user was found
es: No se obtuvo ningún usuario LDAP
ja: LDAPユーザーが取得されませんでした
ko: LDAP 사용자를 획득하지 못함
pt_br: Não foi possível obter usuário LDAP
ru: Не удалось получить пользователей из LDAP
vi: Không lấy được người dùng LDAP
zh: 没有获取到 LDAP 用户

source: Total {}, success {}, failure {}
es: Total: {}, Éxitos: {}, Fracasos: {}
ja: 合計 {}，成功 {}，失敗 {}
ko: 총 {}명, 성공 {}명, 실패 {}명
pt_br: Total de {}, sucesso {}, falha {}
ru: Всего {} , успешно {} , неудачно {}
vi: Tổng cộng {} , thành công {} , thất bại {}
zh: 总共 {}，成功 {}，失败 {}

source: , disabled {}
es: , deshabilitar {}
ko: 비활성화 {}
ru: , отключено {}
vi: , đã vô hiệu hóa {}

source: Import
es: Importar
ja: インポート
ko: 가져오기
pt_br: Importar
ru: Импорт
vi: Nhập khẩu
zh: 导入

source: Download the imported template or use the exported CSV file format
es: Descargar la plantilla de importación o usar el formato csv exportado
ja: インポートしたテンプレートをダウンロードするか、エクスポートしたCSVファイル形式を使用する
ko: 가져온 템플릿을 다운로드하거나 내보낸 CSV 형식을 사용하십시오.
pt_br: Baixe o modelo de importação ou use o formato csv exportado
ru: Скачать шаблон для импорта или использовать экспортированный CSV-файл
vi: Tải xuống mẫu nhập khẩu hoặc sử dụng định dạng CSV đã xuất
zh: 下载导入的模板或使用导出的csv格式

source: Download the import template
es: Descargar plantilla de importación
ja: インポートテンプレートのダウンロード
ko: 다운로드 가져오기 템플릿
pt_br: Baixar modelo de importação
ru: Скачать шаблон для импорта
vi: Tải xuống mẫu nhập khẩu
zh: 下载导入模板

source: Select the CSV file to import
es: Por favor, seleccione el archivo csv para importar
ja: インポートするCSVファイルの選択
ko: csv 파일 선택하여 가져오기
pt_br: Por favor, escolha um arquivo csv para importar
ru: Пожалуйста, выберите файл csv для импорта
vi: Vui lòng chọn tệp CSV để nhập khẩu
zh: 请选择csv文件导入

source: Please select file
es: Elegir archivo
ja: ファイルを選択してください
ko: 파일 선택
pt_br: Escolher arquivo
ru: Выбрать файл
vi: Chọn tệp
zh: 选择文件

source: Download the update template or use the exported CSV file format
es: Descargar la plantilla actualizada o usar el formato csv exportado
ja: 更新テンプレートをダウンロードするか、エクスポートしたCSVファイル形式を使用する
ko: 업데이트된 템플릿 다운로드 또는 내보낸 csv 형식 사용
pt_br: Baixe o modelo atualizado ou use o formato csv exportado
ru: Скачать шаблон для обновления или использовать экспортированный CSV-файл
vi: Tải xuống mẫu cập nhật hoặc sử dụng định dạng CSV đã xuất
zh: 下载更新的模板或使用导出的csv格式

source: Download the update template
es: Descargar plantilla actualizada
ja: 更新テンプレートのダウンロード
ko: 업데이트 템플릿 다운로드
pt_br: Baixar modelo atualizado
ru: Скачать шаблон для обновления
vi: Tải xuống mẫu cập nhật
zh: 下载更新模板

source: Page footer
vi: Chân trang

source: Help
es: Ayuda
ja: ヘルプ
ko: 도움
pt_br: Ajuda
ru: Помощь
vi: Giúp đỡ
zh: 帮助

source: Docs
es: Documentación
ja: ドキュメント
ko: 문서
pt_br: Documentação
ru: Документация
vi: Tài liệu
zh: 文档

source: Commercial support
es: Soporte Comercial
ja: 商用サポート
ko: 비즈니스 지원
pt_br: Suporte comercial
ru: Коммерческая поддержка
vi: Hỗ trợ thương mại
zh: 商业支持

source: Profile
es: Información Personal
ja: プロフィール
ko: 개인 정보
pt_br: Informações Pessoais
ru: Персональная информация
vi: Thông tin cá nhân
zh: 个人信息

source: Admin page
es: Página de gestión
ja: ページの管理
ko: 관리 페이지
pt_br: Página de Gerenciamento
ru: Страница управления
vi: Trang quản lý
zh: 管理页面

source: User page
es: Página de usuario
ja: ユーザーページ
ko: 사용자 페이지
pt_br: Página do Usuário
ru: Страница пользователя
vi: Trang người dùng
zh: 用户页面

source: Logout
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
ru: Выход
vi: Đăng xuất
zh: 注销登录

source: Your account has expired, please contact the administrator.
es: Su cuenta ha expirado, por favor contacte al administrador.
ko: 귀하의 계정이 만료되었습니다. 관리자에게 문의하시기 바랍니다.
pt_br: Sua conta já expirou, por favor, entre em contato com o administrador.
ru: Ваш аккаунт истек, пожалуйста, свяжитесь с администратором
vi: Tài khoản của bạn đã hết hạn, vui lòng liên hệ với quản lý.

source: Your account will at
es: Su cuenta expirará el
ja: あなたのアカウントは
ko: 귀하의 계정은
pt_br: Sua conta irá expirar em
ru: Состояние вашей УЗ скоро изменится на:
vi: Tài khoản của bạn sẽ hết hạn vào
zh: 您的账号将于

source: expired.
es: Su contraseña ha expirado, por favor haga clic en <a href="%(user_password_update_url)s"> este enlace </a> para actualizarla
ja: 期限切れです。
ko: 만료될 것입니다.
ru: истек.
vi: Hết hạn vào.
zh: 过期。

source: Your password has expired, please click <a href="%(user_password_update_url)s"> this link </a> update password.
es: Tu contraseña ha caducado, por favor haz clic en <a href="%(user_password_update_url)s">el enlace</a> para actualizar tu contraseña
ko: 귀하의 비밀번호가 만료되었습니다. <a href="%(user_password_update_url)s"> 링크 </a>를 클릭하여 비밀번호를 업데이트해 주십시오.
pt_br: Sua senha expirou, por favor, clique <a href="%(user_password_update_url)s">neste link</a> para atualizar sua senha.
ru: Ваш пароль истек, пожалуйста, нажмите <a href="%(user_password_update_url)s">ссылку</a>, чтобы обновить пароль.
vi: Mật khẩu của bạn đã hết hạn, vui lòng nhấp vào <a href="%(user_password_update_url)s"> liên kết </a> để cập nhật mật khẩu

source: Your password will at
es: Por favor haga clic en <a href="%(user_password_update_url)s"> este enlace </a> para actualizarla
ja: あなたのパスワードは
ko: 귀하의 비밀번호는
pt_br: Sua senha irá expirar em
ru: Состояние вашего пароля скоро изменится на:
vi: Mật khẩu của bạn sẽ hết hạn vào
zh: 您的密码将于

source: please click <a href="%(user_password_update_url)s"> this link </a> to update your password.
es: Por favor, haz clic en <a href="%(user_password_update_url)s">el enlace</a> para actualizar tu contraseña
ko: <a href="%(user_password_update_url)s"> 링크 </a>를 클릭하여 업데이트해 주십시오.
pt_br: Por favor, clique <a href="%(user_password_update_url)s">neste link</a> para atualizar sua senha.
ru: пожалуйста, нажмите <a href="%(user_password_update_url)s">ссылку</a>, чтобы обновить пароль.
vi: Vui lòng nhấp vào <a href="%(user_password_update_url)s"> liên kết </a> để cập nhật mật khẩu

source: Your information was incomplete. Please click <a href="%(first_login_url)s"> this link </a>to complete your information.
es: Tu información está incompleta, por favor haz clic en <a href="%(first_login_url)s">el enlace</a> para completarla
ko: 정보가 불완전합니다. <a href="%(first_login_url)s"> 링크 </a>를 클릭하여 정보를 보완해 주십시오.
pt_br: Suas informações estão incompletas, por favor, clique <a href="%(first_login_url)s">neste link</a> para completá-las.
ru: Ваши данные неполны. Нажмите на <a href="%(first_login_url)s">ссылку</a>, чтобы заполнить недостающую информацию.
vi: Thông tin của bạn chưa đầy đủ, vui lòng nhấp vào <a href="%(first_login_url)s"> liên kết </a> để bổ sung vào

source: Your ssh public key not set or expired. Please click <a href="%(user_pubkey_update)s"> this link </a>to update
es: Tu clave SSH no está configurada o ha caducado, por favor haz clic en <a href="%(user_pubkey_update)s">el enlace</a> para actualizarla
ko: 귀하의 SSH 키가 설정되어 있지 않거나 만료되었습니다. <a href="%(user_pubkey_update)s"> 링크 </a>를 클릭하여 업데이트해 주십시오.
pt_br: Sua chave SSH não está configurada ou está inválida, por favor, clique <a href="%(user_pubkey_update)s">neste link</a> para atualizar.
ru: Ваш SSH-ключ отсутствует или просрочен. Нажмите на <a href="%(user_pubkey_update)s">ссылку</a>, чтобы обновить его.
vi: Khóa SSH của bạn chưa được thiết lập hoặc đã hết hiệu lực, vui lòng nhấp vào <a href="%(user_pubkey_update)s"> liên kết </a> để cập nhật.

source: Send
es: Esperando:
ja: 送信
ko: 전송
pt_br: Enviar
ru: Отправить
vi: Gửi
zh: 发送

source: Wait:
es: El código de verificación ha sido enviado
ja: 待つ:
ko: 대기 중:
pt_br: Aguardando:
ru: Ожидание:
vi: Đang chờ:
zh: 等待：

source: The verification code has been sent
es: Página principal
ja: 確認コードが送信されました
ko: 인증 코드가 전송되었습니다.
pt_br: O código de verificação foi enviado
ru: Код подтверждения был отправлен
vi: Mã xác thực đã được gửi
zh: 验证码已发送
