Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: The number of assets exceeds the limit of 5000
es: La cantidad de activos ha superado el límite de 5000
ja: 資産の数が5000の制限を超えています
ko: 자산 수가 5000을 초과했습니다.
pt_br: A quantidade de ativos excedeu o limite de 5000
ru: Количество активов превышает лимит в 5000
vi: Số lượng tài sản vượt quá giới hạn 5000
zh: 资产数量超过了 5000 的限制

source: You can't update the root node name
es: No se puede modificar el nombre del nodo raíz
ja: ルートノード名を更新できません
ko: 루트 노드 이름을 수정할 수 없습니다.
pt_br: Não é possível modificar o nome do nó raiz
ru: Нельзя изменять имя корневой папки
vi: Không thể sửa đổi tên nút gốc
zh: 不能修改根节点名称

source: You can't delete the root node ({})
es: No se puede eliminar el nodo raíz ({})
ja: ルートノード ({}) を削除できません。
ko: 루트 노드를 삭제할 수 없습니다 ({})
pt_br: Não é possível excluir o nó raiz ({})
ru: Нельзя удалить корневую папку ({})
vi: Không thể xóa nút gốc ({})
zh: 不能删除根节点 ({})

source: Deletion failed and the node contains assets
es: Eliminación fallida, el nodo contiene activos
ja: 削除に失敗し、ノードにアセットが含まれています。
ko: 삭제 실패, 노드에 자산이 포함되어 있습니다.
pt_br: Falha ao excluir, o nó contém ativos
ru: Удаление не удалось, папка содержит активы
vi: Xóa không thành công, nút chứa tài sản
zh: 删除失败，节点包含资产

source: The same level node name cannot be the same
es: Los nombres de los nodos de igual nivel no pueden repetirse
ja: 同じレベルのノード名を同じにすることはできません。
ko: 동급 노드 이름은 중복될 수 없습니다.
pt_br: O nome do nó no mesmo nível não pode ser repetido
ru: Имена папок одного уровня не могут повторяться
vi: Tên nút cùng cấp không được trùng lặp
zh: 同级别节点名字不能重复

source: Number required
es: Es necesario para el número
ja: 必要な数
ko: 숫자여야 합니다.
pt_br: Deve ser um número
ru: Должно быть числом
vi: Cần phải là số
zh: 需要为数字

source: App Assets
es: Gestión de activos
ja: アプリ資産
ko: 자산 관리
pt_br: Gestão de ativos
ru: Управление активами
vi: Assets
zh: 资产管理

source: Task: {} finished
es: Tarea: {} Completado
ko: 작업: {} 완료
ru: Задача: {} Выполнена
vi: Nhiệm vụ: {} Hoàn thành

source: - Platform {} ansible disabled
es: - Plataforma {} Ansible está deshabilitada, no se pueden ejecutar tareas
ja: - プラットフォーム {} ansible 無効
ko: - 플랫폼 {} Ansible이 비활성화되어 있어 작업을 실행할 수 없습니다.
pt_br: - Plataforma {} Ansible foi desabilitada, impossível executar tarefas
ru: - Ansible отключена на платформе {}, выполнение задачи невозможно
vi: - Nền tảng {} Ansible đã bị vô hiệu hóa, không thể thực hiện nhiệm vụ
zh: - 平台 {} Ansible 已禁用, 无法执行任务

source: >>> Task preparation phase
es: >>> Etapa de preparación de tareas
ja: タスク準備段階
ko: >>> 작업 준비 단계
pt_br: >>> Preparando para executar tarefas
ru: >>> Подготовка к выполнению
vi: >>> Giai đoạn chuẩn bị nhiệm vụ
zh: >>> 任务准备阶段

source: >>> Executing tasks in batches, total {runner_count}
es: >>> Ejecución de tareas por fases, un total de {runner_count}
ja: >>> バッチでタスクを実行、合計 {runner_count}
ko: >>> 작업을 분할 실행합니다. 총 {runner_count}
pt_br: >>> Executando tarefas em partes, total de {runner_count}
ru: >>> Пакетное выполнение задач, всего {runner_count}
vi: >>> Thực hiện nhiệm vụ theo từng đợt, tổng cộng {runner_count}
zh: >>> 分次执行任务，总共 {runner_count}

source: >>> Start executing tasks
es: >>> Comenzando la ejecución de tareas
ja: >>> タスクの実行を開始
ko: >>> 작업 실행 시작
pt_br: >>> Começando a executar tarefas
ru: >>> Начинаем выполнение задач
vi: >>> Bắt đầu thực hiện nhiệm vụ
zh: >>> 开始执行任务

source: >>> No tasks need to be executed
es: >>> No hay tareas que ejecutar
ja: >>> 実行する必要があるタスクはありません
ko: >>> 실행할 작업이 없습니다.
pt_br: >>> Não há tarefas para executar
ru: >>> Нет задач для выполнения
vi: >>> Không có nhiệm vụ nào cần thực hiện
zh: >>> 没有需要执行的任务

source: >>> Begin executing batch {index} of tasks
es: >>> Comenzando a ejecutar el lote de tareas número {index}
ja: >>> 第 {index} バッチのタスクの実行を開始
ko: >>> {index}번째 배치 작업 실행 시작
pt_br: >>> Começando a executar o lote {index} de tarefas
ru: >>> Начинаем выполнение пакета из {index} задач
vi: >>> Bắt đầu thực hiện đợt nhiệm vụ thứ {index}
zh: >>> 开始执行第 {index} 批任务

source: No account
es: No hay cuenta
ja: アカウントなし
ko: 계정이 없습니다.
pt_br: Sem conta
ru: Нет учетной записи
vi: Không có tài khoản
zh: 没有账号

source: Asset, {}, using account {}
es: Activos, {}, usando la cuenta {}
ja: 資産, {}, アカウントを使用 {}
ko: 자산, {}, 사용 계정 {}
pt_br: Ativos, {}, Use a conta {}
ru: Актив, {}, с использованием учетной записи {}
vi: Tài sản, {}, Sử dụng tài khoản {}
zh: 资产, {}, 使用账号 {}

source: Unable to connect to port {port} on {address}
es: No se puede conectar al puerto {address} en el puerto {port}
ja: {port} のポート {address} に接続できません
ko: 포트 {address}의 {port}에 연결할 수 없습니다
pt_br: Impossível conectar-se à porta {port} no endereço {address}
ru: Невозможно подключиться к порту {port} на {address}
vi: Không thể kết nối đến cổng {port} tại địa chỉ {address}
zh: 无法连接到 {port} 上的端口 {address}

source: Authentication failed
es: Autenticación fallida
ja: 認証に失敗しました
ko: 인증 실패
pt_br: Falha na autenticação
ru: Ошибка аутентификации
vi: Xác thực thất bại
zh: 认证失败

source: Connect failed
es: Conexión fallida
ja: 接続に失敗しました
ko: 연결 실패
pt_br: Falha na conexão
ru: Не удалось подключиться
vi: Kết nối thất bại
zh: 连接失败

source: >>> Start executing the task to test gateway connectivity
es: >>> Comenzando a ejecutar la tarea de conectividad de la puerta de enlace de prueba
ja: >>> テストゲートウェイ接続性タスクの実行を開始する
ko: >>> 테스트 게이트웨이 연결 가능성 작업 시작
pt_br: >>> Iniciando a tarefa de teste de conectividade do gateway
ru: >>> Приступаем к выполнению задачи проверки подключения шлюза
vi: >>> Bắt đầu thực hiện nhiệm vụ kiểm tra kết nối của cổng
zh: >>> 开始执行测试网关可连接性任务

source: Unknown
es: Desconocido
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
vi: Không xác định
zh: 未知

source: N/A
es: No aplicable
ko: 적용 불가
pt_br: Não aplicável.
ru: Не применимо
vi: Không áp dụng

source: OK
es: Éxito
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успешно
vi: Thành công
zh: 成功

source: RDP error
ko: RDP 연결 실패
ru: Ошибка подключения RDP
vi: Kết nối RDP thất bại

source: Authentication error
ko: 인증 실패
ru: Ошибка Аутентификации
vi: Xác thực thất bại

source: Invalid password error
ko: 비밀번호가 유효하지 않음
ru: Неверный пароль
vi: Mật khẩu không hợp lệ

source: OpenSSH key error
ko: OpenSSH 키 오류
ru: Ошибка ключа OpenSSH
vi: Lỗi khóa OpenSSH

source: NTLM credentials rejected error
ko: NTLM 자격 증명 거부됨
ru: Учетные данные NTLM отклонены
vi: Thông tin NTLM bị từ chối

source: Create temporary error
ko: 임시 디렉토리 생성에 실패했습니다.
ru: Не удалось создать временный каталог
vi: Tạo thư mục tạm thời thất bại

source: Ping
es: Prueba
ja: テスト
ko: 테스트
pt_br: Teste
vi: Kiểm tra
zh: 测试

source: Ping gateway
es: Puerta de enlace de prueba
ja: テストゲートウェイ
ko: 테스트 게이트웨이
pt_br: Gateway de teste
ru: Тестирование шлюза
vi: Kiểm tra cổng
zh: 测试网关

source: Gather facts
es: Recopilando información de activos
ja: 資産情報の収集
ko: 자산 정보 수집
pt_br: Coleta de informações dos ativos
ru: Сбор информации
vi: Thu thập thông tin tài sản
zh: 收集资产信息

source: Disabled
es: Deshabilitar
ja: 無効
ko: 비활성화
pt_br: Desativado
ru: Отключен
vi: Vô hiệu hóa
zh: 禁用

source: Basic
es: Básico
ja: 基本
ko: 기본
pt_br: Básico
ru: Простое
vi: Cơ bản
zh: 基本

source: Script
ja: 脚本
ko: 스크립트
ru: Скрипт
vi: Kịch bản
zh: 脚本

source: Host
es: Nodo
ja: ホスト
ko: 호스트
ru: Хост
vi: Máy chủ
zh: 主机

source: Device
es: Dispositivo de red
ja: インターネット機器
ko: 네트워크 장비
pt_br: Dispositivo de rede
ru: Устройства
vi: Thiết bị mạng
zh: 网络设备

source: Cloud service
es: Servicio en la nube
ja: クラウド サービス
ko: 클라우드 서비스
pt_br: Serviço de nuvem
ru: Облака
vi: Cloud
zh: 云服务

source: Custom type
es: Tipo personalizado
ja: カスタムタイプ
ko: 사용자 정의 타입
pt_br: Personalizado
ru: Пользовательский тип
vi: Loại tùy chỉnh
zh: 自定义

source: Public cloud
es: Nube pública
ja: パブリック クラウド
ko: 퍼블릭 클라우드
pt_br: Nuvem Pública
ru: Публичное облако
vi: Đám mây công cộng
zh: 公有云

source: Private cloud
es: Nube privada
ja: 私有雲
ko: 프라이빗 클라우드
pt_br: Nuvem Privada
ru: Частное облако
vi: Đám mây riêng tư
zh: 私有云

source: General
ja: 一般
ko: 일반
pt_br: Geral
ru: Основной
vi: Chung
zh: 一般

source: Firewall
ja: ファイアウォール
ko: 방화벽
ru: Брандмауэр
vi: Tường lửa
zh: 防火墙

source: Windows Active Directory
ko: Windows 활동 디렉토리
vi: Active Directory Windows

source: Other
es: Otros
ja: その他
ko: 기타
pt_br: Outros
ru: Прочее
vi: Khác
zh: 其它

source: Old SSH version
es: Versión antigua de SSH
ja: 古いSSHバージョン
ko: 구 버전 SSH
pt_br: Versão antiga SSH
ru: Старая версия SSH
vi: Phiên bản SSH cũ
zh: 旧 SSH 版本

source: Old SSH version like openssh 5.x or 6.x
es: Versiones antiguas de SSH, como openssh 5.x o 6.x
ja: openssh 5.x または 6.x などの古い SSH バージョン
ko: 구 버전 SSH, 예를 들어 openssh 5.x 또는 6.x
pt_br: Versões antigas do SSH, como openssh 5.x ou 6.x
ru: Старые версии SSH, такие как openssh 5.x или 6.x
vi: Các phiên bản SSH cũ, chẳng hạn như openssh 5.x hoặc 6.x
zh: 旧的 SSH 版本，例如 openssh 5.x 或 6.x

source: Netcat help text
es: Utilizar netcat (nc) como herramienta de proxy para redirigir conexiones desde el servidor proxy hacia el host objetivo. Adecuado para entornos que no admiten la opción nativa de proxy de SSH (-W), o en situaciones que requieren mayor flexibilidad y control de tiempo de espera.
ja: netcat (nc) をプロキシ ツールとして使用し、プロキシ サーバーからターゲット ホストに接続を転送します。 SSH ネイティブ エージェント オプション (-W) がサポートされていない環境、またはより柔軟なタイムアウト制御が必要な環境に最適です。
ko: netcat (nc)을 프록시 도구로 사용하여 프록시 서버에서 대상 호스트로 연결을 전달합니다. SSH의 원래 프록시 옵션 (-W)을 지원하지 않거나 더 많은 유연성과 타임아웃 제어가 필요한 환경에 적합합니다.
pt_br: Usar netcat (nc) como ferramenta de proxy, encaminhando a conexão do servidor proxy para o host alvo. Apropriado para ambientes que não suportam a opção proxy nativa do SSH (-W) ou que precisam de mais flexibilidade e controle de tempo de espera.
ru: С использованием netcat (nc) в качестве прокси-инструмента соединения перенаправляются от прокси-сервера к целевому хосту. Подходит для окружений, где отсутствует поддержка родной опции SSH-прокси (-W), или для случаев, когда требуется большая гибкость и контроль тайм-аута.
vi: Use netcat (nc) as a proxy tool to forward connections from the proxy server to the target host. This is useful in environments that do not support the SSH native proxy option (-W), or when more flexibility and timeout control are needed.
zh: 使用 netcat (nc) 作为代理工具，将连接从代理服务器转发到目标主机。适用于不支持 SSH 原生代理选项 (-W) 的环境，或需要更多灵活性和超时控制的场景。

source: SFTP root
es: Ruta raíz de SFTP
ja: SFTPルート
ko: SFTP 루트 경로
pt_br: SFTP caminho raiz
ru: Корень SFTP
vi: Đường dẫn gốc SFTP
zh: SFTP 根路径

source: SFTP root directory, Support variable: <br>- ${ACCOUNT} The connected account username <br>- ${HOME} The home directory of the connected account <br>- ${USER} The username of the user
es: Directorio raíz de SFTP, admite variables:<br>- ${ACCOUNT} nombre de usuario de la cuenta conectada<br>- ${HOME} directorio principal de la cuenta conectada<br>- ${USER} nombre de usuario del usuario
ja: SFTPルートディレクトリ、サポート変数：<br>-${ACCOUNT}接続されたアカウントのユーザー名<br>-${HOME}接続されたアカウントのホームディレクトリ<br>-${USER}ユーザーのユーザー名
ko: SFTP 루트 디렉토리, 변수를 지원합니다:<br>-${ACCOUNT} 연결된 계정의 사용자 이름<br>-${HOME} 연결된 계정의 홈 디렉토리<br>-${USER} 사용자의 사용자 이름
pt_br: Diretório raiz do SFTP, suporta variáveis: <br>-${ACCOUNT} nome de usuário da conta conectada <br>-${HOME} diretório principal da conta conectada <br>-${USER} nome de usuário do usuário
ru: Корневой каталог SFTP, поддерживаются переменные:<br>- ${ACCOUNT} имя пользователя подключенной УЗ<br>- ${HOME} домашний каталог подключенной УЗ<br>- ${USER} имя пользователя
vi: Thư mục gốc SFTP, hỗ trợ các biến: <br> -${ACCOUNT} tên người dùng của tài khoản đã kết nối<br> -${HOME} thư mục chính của tài khoản đã kết nối<br> -${USER} tên người dùng của người dùng
zh: SFTP根目录，支持变量：<br>-${ACCOUNT}已连接帐户用户名<br>-${HOME}连接帐户的主目录<br>-${USER}用户的用户名

source: Console
es: Consola
ko: 콘솔
ru: Консоль
vi: Bảng điều khiển
zh: 控制台

source: Connect to console session
es: Conectar a la sesión de consola
ja: コンソールセッションに接続
ko: 콘솔 세션에 연결
pt_br: Conecte-se à sessão do console
ru: Подключение к сессии в консоли
vi: Kết nối đến phiên bảng điều khiển
zh: 连接到控制台会话

source: Any
es: Cualquiera
ja: 任意
ko: 임의
pt_br: Qualquer
ru: Любой
vi: Bất kỳ
zh: 任意

source: Security
es: Seguro
ja: セキュリティ
ko: 보안
pt_br: Segurança
ru: Безопасный
vi: Bảo mật
zh: 安全

source: Security layer to use for the connection:<br>Any<br>Automatically select the security mode based on the security protocols supported by both the client and the server<br>RDP<br>Legacy RDP encryption. This mode is generally only used for older Windows servers or in cases where a standard Windows login screen is desired<br>TLS<br>RDP authentication and encryption implemented via TLS.<br>NLA<br>This mode uses TLS encryption and requires the username and password to be given in advance
es: Capa de seguridad de conexión:<br>Cualquiera<br>Selecciona automáticamente el modo de seguridad según los protocolos admitidos por el cliente y el servidor<br>RDP<br>Modo de cifrado RDP tradicional. Generalmente solo utilizado para servidores Windows más antiguos o situaciones que requieren la pantalla de inicio de sesión estándar de Windows<br>TLS<br>Autenticación y cifrado RDP implementados a través de TLS<br>NLA<br>Este modo utiliza cifrado TLS y requiere que se proporcionen el nombre de usuario y la contraseña por adelantado
ja: 接続のセキュリティ層：<br>Any<br>クライアントとサーバーの両方でサポートされているセキュリティプロトコルに基づいて、セキュリティモードを自動的に選択します<br>RDP<br>レガシーRDP暗号化。このモードは、通常、古い Windowsサーバーや標準のWindowsログイン画面が必要な場合に使用されます<br>TLS<br>TLSによって実装されたRDP認証と暗号化<br>NLA<br>このモードはTLS暗号化を使用し、事前にユーザー名とパスワードを提供する必要があります<br>
ko: 연결의 보안 계층:<br>Any<br>클라이언트와 서버가 지원하는 보안 프로토콜에 따라 자동으로 보안 모드를 선택합니다.<br>RDP<br>전통적인 RDP 암호화 모드. 일반적으로 구식 Windows 서버나 표준 Windows 로그인 화면이 필요한 경우에만 사용됩니다.<br>TLS<br>TLS를 통해 구현된 RDP 인증 및 암호화<br>NLA<br>이 모드는 TLS 암호화를 사용하며, 사용자 이름과 비밀번호를 미리 제공해야 합니다.
pt_br: Camadas de segurança da conexão: <br>Qualquer<br>Escolhe automaticamente o modo seguro baseado nos protocolos de segurança suportados pelo cliente e pelo servidor<br>RDP<br>Modo de criptografia tradicional do RDP. Normalmente usado apenas para servidores Windows mais antigos ou quando é necessário uma tela de login padrão do Windows<br>TLS<br>Autenticação e criptografia do RDP implementada através do TLS<br>NLA<br>Este modo utiliza a criptografia TLS e exige que o nome de usuário e a senha sejam fornecidos antecipadamente
ru: Уровень безопасности соединения:<br>Any<br>втоматический выбор режима безопасности на основе протоколов безопасности, поддерживаемых клиентом и сервером<br>RDP<br>Устаревшее шифрование RDP. Этот режим обычно используется только для старых серверов Windows или в случаях, когда требуется стандартный экран входа в Windows<br>TLS<br>Аутентификация и шифрование RDP через TLS<br>NLA<br>Этот режим использует шифрование TLS и требует предварительного ввода имени пользователя и пароля
vi: Lớp bảo mật đã kết nối: <br> Bất kỳ <br> Tự động lựa chọn chế độ bảo mật dựa trên các giao thức bảo mật mà máy khách và máy chủ hỗ trợ<br> RDP <br> Chế độ mã hóa RDP truyền thống. Thường chỉ được sử dụng cho các máy chủ Windows cũ hoặc trong trường hợp cần màn hình đăng nhập Windows tiêu chuẩn<br> TLS <br> Xác thực và mã hóa RDP được thực hiện qua TLS<br> NLA <br> Chế độ này sử dụng mã hóa TLS và yêu cầu cung cấp tên người dùng và mật khẩu trước.
zh: 连接的安全层：<br>Any<br>根据客户端和服务器支持的安全协议自动选择安全模式<br>RDP<br>传统的 RDP 加密模式。通常仅用于较旧的 Windows 服务器或需要标准 Windows 登录屏幕的情况<br>TLS<br>通过 TLS 实现的 RDP 认证和加密<br>NLA<br>该模式使用 TLS 加密，并要求提前提供用户名和密码

source: AD domain
es: Dominio AD
ja: AD ドメイン
ko: AD 도메인
pt_br: Domínio AD
ru: Домен AD
vi: AD miền
zh: AD 网域

source: Username prompt
es: Indicación de nombre de usuario
ja: ユーザー名プロンプト
ko: 사용자 이름 프롬프트
pt_br: Prompt do nome de usuário
ru: Запрос имени пользователя
vi: Gợi ý tên người dùng
zh: 用户名提示

source: We will send username when we see this prompt
es: Cuando vemos este mensaje, enviaremos el nombre de usuario
ja: このプロンプトが表示されたらユーザー名を送信します
ko: 이 프롬프트를 볼 때 사용자 이름을 전송합니다.
pt_br: Quando vemos este prompt, vamos enviar o nome de usuário
ru: Имя пользователя будет введено в ответ на этот запрос
vi: Khi chúng ta thấy gợi ý này, chúng ta sẽ gửi tên người dùng
zh: 当我们看到这个提示时，我们将发送用户名

source: Password prompt
es: la pista de la contraseña
ja: パスワードプロンプト
ko: 비밀번호 프롬프트
pt_br: Prompt de senha
ru: Запрос пароля
vi: Gợi ý mật khẩu
zh: 密码提示

source: We will send password when we see this prompt
es: cuando veamos este mensaje, enviaremos la contraseña
ja: このプロンプトが表示されたらパスワードを送信します
ko: 이 프롬프트를 볼 때 비밀번호를 전송합니다.
pt_br: Quando vemos este prompt, vamos enviar a senha
ru: Пароль будет введен в ответ на этот запрос
vi: Khi chúng ta thấy gợi ý này, chúng ta sẽ gửi mật khẩu
zh: 当我们看到这个提示时，我们将发送密码

source: Success prompt
es: mensaje de éxito
ja: 成功プロンプト
ko: 성공 메시지
pt_br: Prompt de sucesso
ru: Сообщение об успехе
vi: Gợi ý thành công
zh: 成功提示

source: We will consider login success when we see this prompt
es: cuando veamos este mensaje, consideraremos que el inicio de sesión ha sido exitoso
ja: このプロンプトが表示されたらログイン成功とみなします
ko: 이 메시지를 볼 때 우리는 로그인이 성공했음을 의미합니다
pt_br: Quando vemos este prompt, presumimos que o login foi bem sucedido
ru: Вход в систему будет считаться успешным после получения этой строки
vi: Khi chúng ta thấy gợi ý này, chúng ta sẽ coi là đăng nhập thành công
zh: 当我们看到这个提示时，我们将认为登录成功

source: Use SSL
es: usar SSL
ja: SSLの使用
ko: SSL 사용
pt_br: Usar SSL
ru: Использовать SSL
vi: Sử dụng SSL
zh: 使用 SSL

source: Connect as SYSDBA
es: conectar con el rol SYSDBA
ja: SYSDBA として接続
ko: SQL Server 버전, 각기 다른 버전마다 연결 드라이버가 다릅니다
pt_br: Conectar como a função SYSDBA
ru: Подключение с ролью SYSDBA
vi: Kết nối với vai trò SYSDBA
zh: 以 SYSDBA 角色连接

source: SQL Server version, Different versions have different connection drivers
es: versión de SQL Server, las diferentes versiones tienen diferentes controladores de conexión
ja: SQL Server のバージョン。バージョンによって接続ドライバが異なります
ko: 인증 데이터베이스
pt_br: Versão do SQL Server, diferentes versões têm diferentes drivers de conexão
ru: Версия SQL Server, для разных версий требуются разные драйверы для подключения
vi: Phiên bản SQL Server, các phiên bản khác nhau có trình điều khiển kết nối khác nhau
zh: SQL Server 版本，不同版本有不同的连接驱动

source: Encrypt
vi: Mã hóa

source: Whether to use TLS encryption.
vi: Có sử dụng mã hóa TLS không?.

source: Auth source
es: base de datos de autenticación
ja: 認証データベース
ko: 인증할 데이터베이스
pt_br: Autenticação de banco de dados
ru: Источник аутентификации
vi: Cơ sở dữ liệu xác thực
zh: 认证数据库

source: The database to authenticate against
es: base de datos a autenticar
ja: 認証するデータベース
ko: 연결 항목
pt_br: Banco de dados que precisa ser autenticado
ru: База данных для аутентификации
vi: Cơ sở dữ liệu cần xác thực
zh: 要进行身份验证的数据库

source: Connect options
es: elementos de conexión
ja: 接続アイテム
ko: 특정 연결 옵션, 예: retryWrites=false&retryReads=false
pt_br: Opções de conexão
ru: Параметры подключения
vi: Mục kết nối
zh: 连接项

source: The connection specific options eg. retryWrites=false&retryReads=false
es: opciones específicas de conexión, como retryWrites=false&retryReads=false
ja: 接続固有のオプション (例: retryWrites=false&retryReads=false)
ko: 사용자 이름 인증 사용
pt_br: Opções de conexão específicas, como retryWrites=false&retryReads=false
ru: Специфические параметры подключения, например, retryWrites=false&retryReads=false
vi: Kết nối các tùy chọn cụ thể, ví dụ: retryWrites=false&retryReads=false
zh: 连接特定选项，例如 retryWrites=false&retryReads=false

source: Auth username
es: autenticación por nombre de usuario
ja: ユーザー名で認証する
ko: 안전 모드
pt_br: Autenticação usando o nome de usuário
ru: Имя пользователя для аутентификации
vi: Sử dụng xác thực tên người dùng
zh: 使用用户名认证

source: Enable cluster mode
vi: Số lần thực hiện

source: Enable if this Redis instance is part of a cluster
vi: Nếu phiên bản Redis này là một phần của cụm, hãy bật chế độ cụm và thực hiện số lượng hành động.

source: Safe mode
es: modo seguro.
ja: 安全モード
ko: 안전 모드가 활성화되면 일부 기능이 비활성화됩니다. 예: 새 탭 열기, 우클릭, 다른 웹사이트 접근 등
pt_br: Modo de segurança
ru: Безопасный режим
vi: Chế độ bảo mật
zh: 安全模式

source: When safe mode is enabled, some operations will be disabled, such as: New tab, right click, visit other website, etc.
es: Cuando se activa el modo seguro, algunas acciones se deshabilitarán, como: crear nuevas pestañas, clic derecho, acceder a otros sitios, etc.
ja: 安全モードが有効になっている場合、新しいタブ、右クリック、他のウェブサイトへのアクセスなど、一部の操作が無効になります
ko: 자동 채우기
pt_br: Quando o modo de segurança estiver ativo, algumas ações serão desabilitadas, como: abrir novas abas, clicar com o botão direito, acessar outros sites etc
ru: При включении безопасного режима будут отключены такие операции, как новая вкладка, щелчок правой кнопкой мыши, посещение другого веб-сайта и т. д.
vi: Khi chế độ bảo mật được bật, một số hành động sẽ bị vô hiệu hóa, chẳng hạn như: mở tab mới, nhấp chuột phải, truy cập các trang web khác v.v.
zh: 当安全模式启用时，一些操作将被禁用，例如：新建标签页、右键、访问其它网站 等

source: Autofill
es: Relleno automático
ja: 自動充填
ko: 사용자 이름 선택기
pt_br: Preenchimento automático
ru: Автозаполнение
vi: Tự động điền
zh: 自动代填

source: Username selector
es: Selector de nombre de usuario
ja: ユーザー名ピッカー
ko: 사용자 이름 선택기
pt_br: Seletor de nome de usuário
ru: Селектор имени пользователя
vi: Trình chọn tên người dùng
zh: 用户名选择器

source: Password selector
es: Selector de contraseña
ja: パスワードセレクター
ko: 비밀번호 선택기
pt_br: Seletor de senha
ru: Селектор пароля
vi: Trình chọn mật khẩu
zh: 密码选择器

source: Submit selector
es: Selector de botón de confirmación
ja: ボタンセレクターを確認する
ko: 확인 버튼 선택기
pt_br: Seletor do botão de confirmação
ru: Селектор подтверждения
vi: Trình chọn nút xác nhận
zh: 确认按钮选择器

source: API mode
es: Modo API
ja: APIモード
ko: API 모드
pt_br: Modo API
ru: Режим API
vi: Chế độ API
zh: API 模式

source: All types
es: Todos los tipos
ja: いろんなタイプ
ko: 모든 유형
pt_br: Todos os tipos
ru: Все типы
vi: Tất cả loại
zh: 所有类型

source: Website
es: Sitio web
ja: Webサイト
ko: 웹사이트
pt_br: Site
ru: Веб-сайт
vi: Trang web
zh: 网站

source: This function is not supported temporarily
es: Esta función no está soportada temporalmente
ja: この機能は一時的にサポートされていません
ko: 현재 이 기능은 지원하지 않습니다
pt_br: Essa função não está disponível temporariamente
ru: Эта функция временно не поддерживается
vi: Tính năng này tạm thời không được hỗ trợ
zh: 暂时不支持此功能

source: Cloud
es: Servicios en la nube
ja: クラウド サービス
ko: 클라우드 서비스
pt_br: Serviço na nuvem
ru: Облака
vi: Dịch vụ đám mây
zh: 云服务

source: Port
es: Puerto
ja: ポート
ko: 포트
pt_br: Porta
ru: Порт
vi: Cổng
zh: 端口

source: Address
es: Dirección
ja: アドレス
ko: 주소
pt_br: Endereço
ru: Адрес
vi: Địa chỉ
zh: 地址

source: Platform
es: Plataforma
ja: プラットフォーム
ko: 플랫폼
pt_br: Plataforma
ru: Платформа
vi: Nền tảng
zh: 平台

source: Zone
es: Dominio
ja: ゾーン
ko: 도메인
pt_br: Domínio
ru: Зона
vi: Tên miền
zh: 网域

source: Nodes
es: Nodo
ja: ノード
ko: 노드
pt_br: Node
ru: Папки
vi: Nút
zh: 节点

source: Gathered info
es: Recopilar información sobre hardware de activos
ja: 資産ハードウェア情報の収集
ko: 자산 하드웨어 정보 수집
pt_br: Coletar informações do hardware do ativo
ru: Собранные данные
vi: Thu thập thông tin phần cứng tài sản
zh: 收集资产硬件信息

source: Custom info
es: Atributos personalizados
ja: カスタム属性
ko: 사용자 정의 속성
pt_br: Propriedades personalizadas
ru: Пользовательские атрибуты
vi: Thuộc tính tùy chỉnh
zh: 自定义属性

source: Can refresh asset hardware info
es: Se puede actualizar la información del hardware de activos
ja: 資産ハードウェア情報を更新できます
ko: 자산 하드웨어 정보를 업데이트할 수 있습니다
pt_br: Pode atualizar as informações do hardware do ativo
ru: Обновление информации об оборудовании актива
vi: Có thể cập nhật thông tin phần cứng tài sản
zh: 可以更新资产硬件信息

source: Can test asset connectivity
es: Se puede probar la conectividad de los activos
ja: 資産接続をテストできます
ko: 자산 연결성을 테스트할 수 있습니다.
pt_br: Pode testar a conectividade do ativo
ru: Проверка доступности актива
vi: Có thể kiểm tra tính kết nối của tài sản
zh: 可以测试资产连接性

source: Can match asset
es: Se pueden emparejar activos
ja: アセットを一致させることができます
ko: 자산을 매칭할 수 있습니다.
pt_br: Pode correspondências de ativos
ru: Сопоставление актива
vi: Có thể khớp tài sản
zh: 可以匹配资产

source: Can change asset nodes
es: Se pueden modificar nodos de activos
ja: 資産ノードを変更できます
ko: 자산 노드를 수정할 수 있습니다.
pt_br: Pode modificar o nó do ativo
ru: Изменение папки актива
vi: Có thể sửa đổi nút tài sản
zh: 可以修改资产节点
