Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Validity display
es: Mostrar validez
ja: 有効表示
ko: 유효성 표시
pt_br: Exibição de validade
ru: Отображение срока действия
vi: Hiển thị tính hợp lệ
zh: 有效性显示

source: Provider display
es: Proveedor de servicios muestra
ja: プロバイダ表示
ko: 서비스 제공자 표시
pt_br: Exibição do provedor de serviços
ru: Отображение поставщика
vi: Hiển thị nhà cung cấp dịch vụ
zh: 服务商显示

source: Subscription ID
es: ID de suscripción
ja: サブスクリプションID
ko: 구독 ID
pt_br: ID de inscrição
ru: ID подписки
vi: ID đăng ký
zh: 订阅 ID

source: API Endpoint
es: Punto final de API
ja: APIエンドポイント
ko: API 엔드포인트
pt_br: Ponto de extremidade da API
ru: Конечная точка API
vi: Điểm cuối API
zh: API 端点

source: Auto node classification
es: Clasificación automática de nodos
ko: 자동 노드 분류
pt_br: Classificação automática de nós
ru: Автоматическая классификация узлов
vi: Phân loại nút tự động

source: Auth url
es: Dirección de autenticación
ja: 認証アドレス
ko: 인증 주소
pt_br: Endereço de autenticação
ru: URL аутентификации
vi: Địa chỉ xác thực
zh: 认证地址

source: eg: http://openstack.example.com:5000/v3
es: Ej: http://openstack.ejemplo.com:5000/v3
ja: 例えば: http://openstack.example.com:5000/v3
ko: 예: http://openstack.example.com:5000/v3
pt_br: Por exemplo: http://openstack.example.com:5000/v3
ru: например: http://openstack.example.com:5000/v3
vi: Ví dụ: http://openstack.example.com:5000/v3
zh: 如: http://openstack.example.com:5000/v3

source: User domain
es: Dominio del usuario
ja: ユーザードメイン
ko: 사용자 도메인
pt_br: Domínio do usuário
ru: Домен пользователя
vi: Miền người dùng
zh: 用户域

source: Cert File
es: Archivo de certificado
ja: 証明書ファイル
ko: 인증서 파일
pt_br: Arquivo de certificado
ru: Файл сертификата
vi: Tập tin chứng chỉ
zh: 证书文件

source: Key File
es: Archivo de clave
ja: キーファイル
ko: 키 파일
pt_br: Arquivo de chave
ru: Файл ключа
vi: Tập tin khóa
zh: 密钥文件

source: Service account key
es: Clave de cuenta de servicio
ja: サービスアカウントキー
ko: 서비스 계정 키
pt_br: Chave da conta de serviço
ru: Ключ учётной записи сервиса
vi: Khóa tài khoản dịch vụ
zh: 服务账号密钥

source: The file is in JSON format
es: Archivo en formato JSON
ja: ファイルはJSON形式です。
ko: JSON 형식의 파일
pt_br: Arquivo no formato JSON
ru: Файл в формате JSON
vi: Tập tin định dạng JSON
zh: JSON 格式的文件

source: IP address invalid `{}`, {}
es: Dirección IP inválida: `{}`, {}
ja: IPアドレスが無効: '{}', {}
ko: IP 주소가 유효하지 않음: `{}`, {}
pt_br: Endereço IP inválido: `{}`, {}
ru: Неверный IP-адрес: `{}`, {}
vi: Địa chỉ IP không hợp lệ: `{}`, {}
zh: IP 地址无效: `{}`, {}

source: Such as: 192.168.1.0/24, 10.0.0.0-10.0.0.255
es: Ej: 192.168.1.0/24, 10.0.0.0-10.0.0.255
ja: 例：192.168.1.0/24、10.0.0.0.0-10.0.0.255
ko: 예: 192.168.1.0/24,10.0.0.0-10.0.0.255
pt_br: Exemplo: 192.168.1.0/24,10.0.0.0-10.0.0.255
ru: Например: 192.168.1.0/24, 10.0.0.0-10.0.0.255
vi: Ví dụ: 192.168.1.0/24, 10.0.0.0-10.0.0.255
zh: 例: 192.168.1.0/24,10.0.0.0-10.0.0.255

source: The port is used to detect the validity of the IP address. When the synchronization task is executed, only the valid IP address will be synchronized. <br>If the port is 0, all IP addresses are valid.
es: El puerto se utiliza para verificar la validez de la dirección IP; durante la ejecución de tareas de sincronización, solo se sincronizarán las direcciones IP válidas.<br>Si el puerto es 0, significa que todas las direcciones IP son válidas.
ja: このポートは、 IP アドレスの有効性を検出するために使用されます。同期タスクが実行されると、有効な IP アドレスのみが同期されます。 <br>ポートが0の場合、すべてのIPアドレスが有効です。
ko: 포트는 IP 주소의 유효성을 검사하는 데 사용되며, 동기화 작업이 수행되는 동안 유효한 IP 주소만 동기화됩니다. <br>포트가 0이면 모든 IP 주소가 유효한 것입니다.
pt_br: A porta é usada para verificar a validade do endereço IP, durante a execução da tarefa de sincronização, apenas os endereços IP válidos serão sincronizados. <br>Se a porta for 0, significa que todos os endereços IP são válidos.
ru: Порт используется для проверки правильности IP-адреса. При выполнении задачи синхронизации будет синхронизирован только действительный IP-адрес. <br>Если порт равен 0, все IP-адреса допустимы.
vi: Cổng được sử dụng để kiểm tra tính hợp lệ của địa chỉ IP, trong quá trình thực hiện nhiệm vụ đồng bộ, chỉ những địa chỉ IP hợp lệ mới được đồng bộ. <br> Nếu cổng là 0, điều đó có nghĩa là tất cả các địa chỉ IP đều hợp lệ.
zh: 端口用来检测 IP 地址的有效性，在同步任务执行时，只会同步有效的 IP 地址。 <br>如果端口为 0，则表示所有 IP 地址均有效。

source: Hostname prefix
es: Prefijo del nombre del host
ja: ホスト名プレフィックス
ko: 호스트 이름 접두사
pt_br: Prefixo de nome do host
ru: Префикс имени хоста
vi: Tiền tố tên máy chủ
zh: 主机名前缀

source: IP segment
es: Segmento IP
ja: IP セグメント
ko: IP 서브넷
pt_br: Segmento de IP
ru: IP сегмент
vi: Phân đoạn IP
zh: IP 网段

source: Test port
es: Puerto de prueba
ja: テストポート
ko: 테스트 포트
pt_br: Porta de teste
ru: Проверка порта
vi: Cổng kiểm tra
zh: 测试端口

source: Test timeout
es: Tiempo de espera de prueba
ja: テストタイムアウト
ko: 테스트 타임아웃
pt_br: Tempo limite de teste
ru: Время ожидания при тестировании
vi: Thời gian timeout kiểm tra
zh: 测试超时时间

source: Project
es: proyecto
pt_br: projeto
ru: Проект
vi: dự án

source: History count
es: Número de ejecuciones
ja: 実行回数
ko: 실행 횟수
pt_br: Número de execução
ru: Количество выполнений
vi: Số lần thực hiện
zh: 执行次数

source: Instance count
es: Número de instancias
ja: インスタンス数
ko: 인스턴스 수
pt_br: Número de instâncias
ru: Количество экземпляров
vi: Số lượng phiên bản
zh: 实例个数

source: Execute this task when manually or scheduled cloud synchronization tasks are performed
ko: 수동 또는 정기적인 클라우드 동기화 작업을 실행할 때 이 작업을 실행합니다.
pt_br: Manual, executa esta tarefa ao executar a tarefa de sincronização em nuvem programada
ru: Эта задача выполняется при ручной или запланированной синхронизации облака
vi: Thực hiện nhiệm vụ đồng bộ trên đám mây theo cách thủ công hoặc theo lịch trình khi thực hiện nhiệm vụ này

source: Period clean sync instance task execution
es: Eliminar periódicamente los registros de ejecución de tareas de sincronización de instancias
ja: 同期インスタンス タスクの実行記録を定期的にクリアする
ko: 정기적으로 동기화 인스턴스 작업 실행 기록을 삭제합니다.
pt_br: Eliminação regular dos registros de execução da tarefa de sincronização de instâncias
ru: Регулярное удаление записей о выполнении задачи синхронизации экземпляра
vi: Định kỳ xóa ghi lại nhiệm vụ thực hiện các phiên bản đồng bộ.
zh: 定期清除同步实例任务执行记录

source: Every day, according to the configuration in "System Settings - Tasks - Regular clean-up - Cloud sync task history retention days" the system will clean up the execution records generated by cloud synchronization
ko: 매일 시스템은 "시스템 설정-작업-정기 청소-클라우드 동기화 작업 역사 기록 보관 일수"에서 설정된 구성에 따라 클라우드 동기화 실행 중 생성된 기록을 정리합니다.
pt_br: Diariamente, de acordo com as configurações do sistema - lista de tarefas - limpeza regular de configurações - configuração de registro de sincronização em nuvem, as execuções geradas pela sincronização em nuvem serão limpas.
ru: Каждый день система будет согласно настройкам в «Системных настройках - Задачи - Регулярная очистка - Срок хранения истории задач синхронизации облака» очищать записи о выполнении задач синхронизации облака.
vi: Hằng ngày, hệ thống sẽ thực hiện việc dọn dẹp các ghi chép được tạo ra trong quá trình đồng bộ đám mây dựa trên cấu hình trong “Cài đặt hệ thống - Nhiệm vụ - Dọn dẹp định kỳ - Số ngày lưu trữ ghi chép lịch sử nhiệm vụ đồng bộ đám mây”. Khôi phục mặc định thành công! Cài đặt giao diện Tiêu đề trang đăng nhập Hình ảnh trang đăng nhập Biểu tượng trang web Logo trang quản lý Đăng xuất Chủ đề Nội dung chân trang Logo rộng ở trên cùng Logo vuông nhỏ Nhập giấy phép thành công Giấy phép không hợp lệ

source: Restore default successfully.
es: ¡Restauración predeterminada exitosa!
ja: デフォルトの復元に成功しました。
ko: 기본값으로 복원되었습니다!
pt_br: Restauração para as configurações padrão bem sucedida!
ru: Настройки по умолчанию успешно восстановлены.
vi: Khôi phục mặc định thành công!
zh: 恢复默认成功！

source: Interface settings
es: Configuración de la interfaz
ja: インターフェイスの設定
ko: 인터페이스 설정
pt_br: Configurações da interface
ru: Настройки интерфейса
vi: Cài đặt giao diện
zh: 界面设置

source: Login title
es: Título de la página de inicio de sesión
ja: ログインページのタイトル
ko: 로그인 페이지 제목
pt_br: Título da página de login
ru: Заголовок страницы входа
vi: Tiêu đề trang đăng nhập
zh: 登录页面标题

source: Login image
es: Imagen de la página de inicio de sesión
ja: ログインページのイメージ
ko: 로그인 페이지 이미지
pt_br: Imagem da página de login
ru: Изображение на странице входа
vi: Hình ảnh trang đăng nhập.
zh: 登录页面图片

source: Website icon
es: Ícono del sitio web
ja: ウェブサイトのアイコン
ko: 웹 사이트 아이콘
pt_br: Ícone do site
ru: Иконка сайта
vi: Biểu tượng trang web
zh: 网站图标

source: Index logo
es: Logo de la página de gestión
ja: 管理ページのロゴ
ko: 관리 페이지 로고
pt_br: Gerenciar página de logo
ru: Логотип страницы
vi: Trang quản lý Logo
zh: 管理页面 Logo

source: Logout logo
es: Cerrar sesión
ja: ログアウト
ko: 로그아웃
pt_br: Fazer Logout
ru: Иконка выхода
vi: Đăng xuất
zh: 注销登录

source: Footer content
es: Contenido del pie de página
ja: フッターの内容
ko: 바닥글 내용
pt_br: Conteúdo do rodapé
ru: Содержимое нижнего колонтитула
vi: Nội dung chân trang
zh: 页脚内容

source: Wide logo on top
es: Logo ancho en la parte superior
ja: トップ・ワイド・ロゴ
ko: 상단 넓은 로고
pt_br: Logo largo no topo
ru: Широкий логотип сверху
vi: Logo rộng trên cùng
zh: 顶部宽 Logo

source: Small logo without text
es: Logo pequeño cuadrado
ja: スクエア・ミニロゴ
ko: 사각형 작은 로고
pt_br: Logo pequeno quadrado
ru: Малый лого без текста
vi: Logo vuông nhỏ
zh: 方形小 Logo

source: License import successfully
es: Importación de licencia exitosa
ja: ライセンスのインポートに成功
ko: 라이센스 가져오기 성공
pt_br: Importação de licença bem-sucedida
ru: Лицензия успешно импортирована
vi: Nhập giấy phép thành công
zh: 许可证导入成功

source: Invalid license
es: Licencia no válida
ja: ライセンスが無効です
ko: 라이센스가 유효하지 않습니다.
pt_br: Licença inválida
ru: Лицензия недействительна
vi: Giấy phép không hợp lệ
zh: 许可证无效

source: API key
es: Clave API
ko: API 키
ru: Ключ API

source: Success
es: éxito
ja: 成功
ko: 성공
pt_br: Successo
ru: Успех
zh: 成功

source: Access by
es: Método de acceso
ko: 방문 방식
pt_br: Método de Acesso
ru: Доступ

source: Active
es: Activado
ja: アクティブ
ko: 활성화 중
pt_br: Ativação em andamento
ru: Активен
zh: 激活中

source: Is sync account
es: ¿Sincronizar la cuenta?
ja: アカウントを同期するかどうか
ko: 계정 동기화 여부
pt_br: Conta sincronizada
ru: Синхронизация аккаунта
zh: 是否同步账号

source: Is success
es: ¿Éxito?
ja: 成功は
ko: 성공 여부
pt_br: Foi Bem-sucedido?
ru: Успешно?
zh: 是否成功

source: Whether to check the risk of the gathered accounts.
es: Se realizará un chequeo de riesgo para cuentas agrupadas.
ko: 집중 계정에 대한 위험 검사를 수행하시겠습니까?
pt_br: Deve ser realizada uma verificação de risco para as contas agrupadas.
ru: Следует ли проверять риск, связанный с собранными УЗ.

source: Task execution id
es: ID de ejecución de tareas
ja: タスク実行ID
ko: 작업 실행 ID
pt_br: ID de execução da tarefa
ru: ID выполнения задачи
zh: 任务执行 ID

source: Respectful
es: Estimado
ja: 尊敬する
ko: 존경하는
pt_br: Prezado(a)
ru: Уважаемый
zh: 尊敬的

source: Hello! The following is the failure of changing the password of your assets or pushing the account. Please check and handle it in time.
es: ¡Hola! A continuación se presentan las situaciones en las que ha fallado el cambio o envío de la cuenta de activos. Por favor, revise y procese a la brevedad.
ja: こんにちは！ アセットの変更またはアカウントのプッシュが失敗する状況は次のとおりです。 時間内に確認して対処してください。
ko: 안녕하세요! 다음은 자산 비밀번호 변경 또는 계정 푸시 실패의 상황입니다. 제때 확인하고 처리해 주세요.
pt_br: Olá! Aqui estão os casos de falha ao alterar ou enviar a senha do ativo. Por favor, verifique e corrija o mais rápido possível.
ru: Здравствуйте! Ниже приведены случаи, когда не удалось выполнить смену пароля активов или публикацию учётной записи. Пожалуйста, проверьте их и примите меры своевременно.
zh: 你好！ 以下是资产改密或推送账户失败的情况。 请及时检查并处理。

source: Action
es: Acción
ja: アクション
ko: 행동
ru: Действие
zh: 动作

source: Web
ko: 웹
ru: Веб

source: Cisco
ko: 시스코

source: Huawei
ko: 화웨이

source: Switch
es: Interruptor
ja: スイッチ
ko: 스위치
ru: Коммутатор
zh: 交换机

source: Router
ja: ルーター
ko: 라우터
pt_br: Roteador
ru: Маршрутизатор
zh: 路由器

source: SYSDBA
ko: SYSDBA 역할로 연결

source: FeiShu
ja: 本を飛ばす
ko: 페이사
zh: 飞书

source: Slack
ko: 슬랙

source: DingTalk
ko: 딩딩
zh: 钉钉

source: {error}, You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
es: {error} también puede intentar {times_try} veces (la cuenta se bloqueará temporalmente por {block_time} minutos)
ja: {error},{times_try} 回も試すことができます (アカウントは {block_time} 分の間一時的にロックされます)
ko: {error} 추가로 {times_try}번 더 시도하실 수 있습니다 (계정이 일시적으로 잠길 수 있습니다: {block_time} 분).
pt_br: {error}, você ainda pode tentar {times_try} vezes (a conta será bloqueada temporariamente por {block_time} minutos)
ru: {error}, осталось попыток: {times_try}. После этого учетная запись будет временно заблокирована на {block_time} минут
zh: {error}，您还可以尝试 {times_try} 次 (账号将被临时锁定 {block_time} 分钟)

source: Is valid
es: ¿Es válida?
ja: 有効です
ko: 유효한가요
pt_br: Está válido?
ru: Действует?
zh: 是否有效

source: The validity period of the verification code is one minute
es: El código de verificación tiene una validez de 1 minuto.
ja: 認証コードの有効時間は 1 分
ko: 인증 코드의 유효 기간은 1분입니다.
pt_br: O código de verificação é válido por 1 minuto
ru: Код подтверждения действителен в течение 1 минуты
zh: 验证码有效期为 1 分钟

source: Resource count
es: Cantidad de recursos
ja: リソースタイプ
ko: 자원 수량
pt_br: Quantidade de recursos
ru: Количество ресурсов
zh: 资源数量

source: Tencent cloud
ja: テンセント雲
ko: 텐센트 클라우드
zh: 腾讯云

source: Huawei Cloud
ja: 華為雲
ko: 화웨이 클라우드
zh: 华为云

source: Playbook
ko: 플레이북

source: Shell
ja: シェル
ko: 쉘

source: Powershell
ko: 파워쉘

source: Python
ko: 파이썬

source: MySQL
ko: 마이SQL

source: PostgreSQL
ko: 포스트그레SQL

source: SQLServer
ko: SQL서버

source: Raw
ko: 원시

source: HUAWEI
ko: 화웨이
zh: 华为

source: MariaDB
ko: 마리아DB

source: Oracle
ko: 오라클

source: Crontab
ja: 含む
ko: 크론탭

source: Run on save
es: Ejecutar después de guardar
ko: 저장 후 실행
pt_br: ExecutarApósSalvar
ru: Запустить после сохранения

source: Builtin
es: Incorporada
ja: ビルトイン
ko: 내장된
pt_br: Incorporado
ru: Встроенная
zh: 内置的

source: Share (SSH)
es: Compartir (SSH)
ja: 共有（SSH）
ko: 공유 (SSH)
pt_br: Compartilhar (SSH)
ru: Поделиться (SSH)
zh: 分享 (SSH)

source: SystemAdmin
es: Administrador del sistema
ja: システム管理者
ko: 시스템 관리자
pt_br: Administrador do sistema
ru: Системный администратор
zh: 系统管理员

source: SystemAuditor
es: Auditor del sistema
ja: システム監査人
ko: 시스템 감사자
pt_br: Auditor do sistema
ru: Системный аудитор
zh: 系统审计员

source: SystemComponent
es: Componente del sistema
ja: システムコンポーネント
ko: 시스템 구성 요소
pt_br: Componentes do sistema
ru: Системные компоненты
zh: 系统组件

source: API Key
es: Clave API
ko: API 키
pt_br: Chave API
ru: API ключ

source: Password to use for the email server. It is used in conjunction with `User` when authenticating to the email server
es: Contraseña para iniciar sesión en el servidor de correo
ja: メールサーバーにログインするためのパスワード
ko: 메일 서버에 로그인할 때 사용할 비밀번호
pt_br: Senha para login no servidor de e-mail.
ru: Пароль для входа на почтовый сервер
zh: 登录到邮件服务器的密码

source: Sender email address (default to using the `User`)
es: Dirección de correo electrónico del remitente (por defecto se utiliza `usuario`)
ja: 送信者のメールアドレス（デフォルトでは“ユーザー”が使用されます）
ko: 발신자 이메일 주소(기본적으로 '사용자' 사용)
pt_br: Endereço de e-mail do remetente (padrão "usuário")
ru: Адрес электронной почты отправителя (по умолчанию используется `Учетная запись`)
zh: 发件人电子邮件地址（默认使用“用户”）

source: The third-party login modes include OIDC, CAS, and SAML2
es: Los métodos de inicio de sesión de terceros incluyen: OIDC, CAS, SAML2
ja: サードパーティのログインモードには、OIDC、CAS、SAML2
ko: 제3자 로그인 방식에는 OIDC, CAS, SAML2가 포함됩니다.
pt_br: Métodos de login de terceiros incluem: OIDC, CAS, SAML2
ru: Сторонние методы входа: OIDC, CAS, SAML2
zh: 第三方登录方式包括: OIDC、CAS、SAML2

source: Login captcha
es: Activar código de verificación para inicio de sesión
ja: ログインcaptchaの有効化
ko: 로그인 인증 코드 활성화
pt_br: Habilitar código de verificação de login
ru: Проверочный код (captcha) при входе
zh: 启用登录验证码

source: Enable captcha to prevent robot authentication
es: Habilitar el código de verificación para prevenir el inicio de sesión de bots
ja: Captchaを有効にしてロボット認証を防止する
ko: 인증 코드를 활성화하여 로봇 로그인을 차단합니다.
pt_br: Ligar o código de verificação para prevenir o login de robôs
ru: Включите проверочный код, чтобы предотвратить аутентификацию роботов
zh: 开启验证码，防止机器人登录

source: Microsoft
ja: マイクロソフト
ko: 마이크로소프트
zh: 微软

source: The assets within this IP range, the following endpoint will be used for the connection
es: Los activos dentro de este rango de IP se conectarán utilizando el siguiente punto final
ja: このIP範囲内のアセットは、以下のエンドポイントを使用して接続されます
ko: 해당 IP 범위 내의 자산은 아래의 엔드포인트를 사용하여 연결됩니다
pt_br: O ativo na faixa de IP usará o endpoint abaixo para conexão
ru: Активы в этом диапазоне IP будут подключаться с использованием нижеуказанных конечных точек
zh: 该 IP 范围内的资产，将使用下面的端点进行连接

source: Asset IP
es: IP del activo
ja: 資産 IP
ko: 자산 IP
pt_br: Ativo IP
ru: IP актива
zh: 资产 IP

source: Is alive
es: En línea
ja: アクティブです。
ko: 온라인
pt_br: Online
ru: Онлайн
zh: 在线

source: Is service account
es: Cuenta de servicio
ja: サービスアカウントです
ko: 서비스 계정
pt_br: Conta de serviço
ru: Служебная УЗ
zh: 服务账号

source: Wechat
ja: 微信
ko: 위챗
zh: 微信

source: Can public key authentication
es: Pueden usar autenticación de clave pública
ja: 公開鍵認証が可能
ko: 공개 키 인증 사용 가능
pt_br: Autenticação por Chave Pública Permitida
ru: Может войти с открытым ключем
zh: 可以使用公钥认证

source: Auth success
es: Autenticación exitosa
ja: 認証データベース
ko: 인증 성공
pt_br: Autenticação bem-sucedida
ru: Успешная аутентификация
zh: 认证成功

source: Redirecting to JumpServer Client
es: Redirigiendo al cliente de JumpServer
ja: JumpServerクライアントにリダイレクト
ko: JumpServer 클라이언트로 리디렉션 중
pt_br: Redirecionamento para o cliente JumpServer
ru: Перенаправление в клиент JumpServer
zh: 重定向到 JumpServer 客户端

source: Alibaba Cloud
ja: アリ雲
ko: 알리바바 클라우드
zh: 阿里云

source: Baidu Cloud
ja: 百度雲
ko: 바이두 클라우드
zh: 百度云

source: Huawei Private Cloud
es: Huawei Nube Privada
ja: 華為私有雲
ko: 화웨이 개인 클라우드
pt_br: Huawei Cloud Privado
zh: 华为私有云

source: TR-Istanbul
es: TR - Estambul
ko: TR-이스탄불
pt_br: TR-Istambul
ru: TR - Стамбул

source: MFA
ru: МФА

source: Access key id
es: ID de clave de acceso
ja: アクセスキー
ru: ID ключа доступа

source: Perform checks and analyses based on automatically discovered account results, including user groups, public keys, sudoers, and other information
es: Análisis de la verificación basado en los resultados de descubrimiento automático de cuentas, incluyendo grupos de usuarios, claves públicas, sudoers y otra información
pt_br: Realize uma análise de verificação com base nos resultados de descoberta automática das contas, incluindo informações sobre grupos de usuários, chaves públicas, sudoers, etc.

source: Check if the account is the same as other accounts
es: Verifique si esta cuenta es idéntica a otras cuentas
pt_br: Verifique se esta conta é igual a outras contas

source: Check whether the account password is a commonly leaked password
es: Verifique si la contraseña es una contraseña que ha sido comúnmente filtrada
pt_br: Verifique se a conta e a senha são senhas frequentemente vazadas

source: Change password
es: Modificar contraseña
ja: パスワードを変更する
pt_br: Alterar Senha
zh: 改密

source: When creating or modifying an account requires account push, this task is executed
es: Cuando se crea o modifica una cuenta, se debe ejecutar esta tarea para la notificación de la cuenta
ja: アカウントの作成、アカウントの変更を行う際、アカウントプッシュが必要な場合はこのタスクを実行します
pt_br: Essa tarefa é realizada quando uma conta é criada ou modificada e o envio da conta é necessário
zh: 当创建账号，修改账号时，需要账号推送时执行该任务

source: Face Verify
es: Verificación facial
pt_br: Verificação facial

source: Face Online
es: Facial en línea
pt_br: Facial online

source: Default Domain
es: Dominio predeterminado.
ja: デフォルト ドメイン
pt_br: Domínio padrão
zh: 默认网域

source: Face Recognition
es: Reconocimiento facial
ja: 顔認証
pt_br: Reconhecimento facial
zh: 人脸识别

source: EXCHANGE
es: Intercambio
ja: 交換
pt_br: Troca
zh: 交换

source: Auto(Enabled for the first 5 minutes after startup, then disabled.)
es: Automático (habilitado durante los primeros 5 minutos después del inicio y luego deshabilitado).

source: JumpServer Client, currently used to launch the client, now only support launch RDP SSH client, The Telnet client will next
es: Cliente JumpServer, actualmente utilizado para invocar programas de cliente específicos que conectan activos, por ahora solo es compatible con clientes RDP y SSH; Telnet será compatible en el futuro
ja: JumpServerクライアントは、現在特定のクライアントプログラムの接続資産を喚起するために使用されており、現在はRDP SSHクライアントのみをサポートしています。「Telnetは将来的にサポートする
pt_br: JumpServer Cliente, atualmente usado para acionar programas de clientes específicos para conectar ativos. Atualmente, apenas suporta clientes RDP SSH, Telnet será suportado no futuro
zh: JumpServer 客户端，目前用来唤起 特定客户端程序 连接资产, 目前仅支持 RDP SSH 客户端，Telnet 会在未来支持

source: Face Vector
es: Vector facial
ja: 人顔ベクトル
pt_br: Vetor facial
zh: 人脸向量

source: Export filtered: %s
ja: 検索のエクスポート: %s
pt_br: Exportar pesquisa: %s
zh: 导出搜素: %s

source: User %s view/export secret
ja: ユーザー %s がパスワードを閲覧/導き出しました
pt_br: Usuário %s visualizou/exportou a senha
zh: 用户 %s 查看/导出 了密码

source: Notify and warn
ja: プロンプトと警告
pt_br: Dica e alerta
zh: 提示并告警

source: Deleting other people's script is not allowed
pt_br: Não é permitido excluir scripts de outros
zh: 不允许删除别人的脚本

source: Deleting other people's playbook is not allowed
pt_br: Não é permitido excluir o playbook de outra pessoa
zh: 不允许删除别人的playbook

source: Enabled, the web session and replay contains watermark information
ja: Webセッションとリプレイには透かし情報が含まれています。
pt_br: Após a ativação, as sessões Web e as gravações incluirão informações de marca d'água
zh: 启用后，Web 会话和录像将包含水印信息

source: Oracle port range
ja: Oracle がリッスンするポート範囲
pt_br: Alcance de porta Oracle
zh: Oracle 端口范围

source: Oracle proxy server listen port is dynamic, Each additional Oracle database instance adds a port listener
ja: Oracle プロキシサーバーがリッスンするポートは動的です。追加の Oracle データベースインスタンスはポートリスナーを追加します
pt_br: A porta de escuta do servidor proxy Oracle é dinâmica, aumenta com cada instância de banco de dados Oracle adicionada
zh: Oracle 代理服务器监听端口是动态的，每增加一个 Oracle 数据库实例，就会增加一个端口监听

source: No available port is matched. The number of databases may have exceeded the number of ports open to the database agent service, Contact the administrator to open more ports.
ja: 利用可能なポートと一致しません。データベースの数が、データベース プロキシ サービスによって開かれたポートの数を超えた可能性があります。さらにポートを開くには、管理者に連絡してください。
pt_br: Não foi possível encontrar uma porta disponível, o número de bancos de dados pode ter excedido o número de portas abertas pelo serviço de proxy do banco de dados, por favor, entre em contato com o administrador para abrir mais portas.
zh: 未匹配到可用端口，数据库的数量可能已经超过数据库代理服务开放的端口数量，请联系管理员开放更多端口。

source: No ports can be used, check and modify the limit on the number of ports that Magnus listens on in the configuration file.
ja: 使用できるポートがありません。設定ファイルで Magnus がリッスンするポート数の制限を確認して変更してください.
pt_br: Não há portas disponíveis para uso, verifique e modifique o limite do número de portas que o Magnus está ouvindo no arquivo de configuração.
zh: 没有端口可以使用，检查并修改配置文件中 Magnus 监听的端口数量限制。

source: All available port count: {}, Already use port count: {}
ja: 使用可能なすべてのポート数: {}、すでに使用しているポート数: {}
pt_br: Número total de portas disponíveis: {}, Número de portas utilizadas: {}
zh: 所有可用端口数量：{}，已使用端口数量：{}

source: Generating asset or application related backup information files
ja: アセットまたはアプリケーション関連のバックアップ情報ファイルを生成中
zh: 生成资产或应用相关备份信息文件

source: Time cost
ja: 時を過ごす
zh: 花费时间

source: Email sent to
ja: メールが送信されました
zh: 邮件已发送至

source: Plan end
ja: 計画終了
zh: 任务结束

source: An exception occurred during task execution
ja: タスク実行中に例外が発生しました
zh: 任务运行出现异常

source: Collected
ja: 集めました
zh: 收集

source: Account backup snapshot
ja: アカウントのバックアップスナップショット
zh: 账号备份快照

source: Account backup execution
ja: アカウントバックアップの実行
zh: 账号备份执行

source: Date started
ja: 開始日
zh: 开始日期

source: Triggers
ja: トリガー方式
zh: 触发方式

source: Periodic perform
ja: 定期的なパフォーマンス
zh: 定期执行

source: Execute account backup plan
ja: アカウントのバックアップ計画を実施する
zh: 执行账号备份计划
