Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Network error, please contact system administrator
es: Error de red, por favor contacta al administrador del sistema.
ja: ネットワークエラー、システム管理者に連絡してください
ko: 네트워크 오류입니다. 시스템 관리자에게 문의하십시오
pt_br: Erro de rede, contate o administrador do sistema
ru: Сетевая ошибка, пожалуйста, свяжитесь с администратором
vi: Lỗi mạng, vui lòng liên hệ với quản trị viên hệ thống
zh: 网络错误，请联系系统管理员

source: Unknown error occur
es: Ocurrió un error desconocido
ja: 不明なエラーが発生しました
ko: 알 수 없는 오류가 발생했습니다
pt_br: Ocorreu um erro desconhecido.
ru: Произошла неизвестная ошибка
vi: Xảy ra lỗi không xác định
zh: 发生未知错误

source: WeCom error, please contact system administrator
es: Error de WeChat empresarial, por favor contacte al administrador del sistema
ja: 企業微信エラー、システム管理者に連絡してください
ko: 기업 위챗 오류입니다. 시스템 관리자에게 문의하십시오
pt_br: Erro no WeChat da empresa, por favor, contacte o administrador do sistema
ru: Ошибка WeCom, пожалуйста, свяжитесь с системным администратором
vi: Lỗi WeChat doanh nghiệp, vui lòng liên hệ với quản trị viên hệ thống
zh: 企业微信错误，请联系系统管理员

source: Signature does not match
es: La firma no coincide
ja: 署名が一致しない
ko: 서명이 일치하지 않습니다
pt_br: A assinatura não corresponde
ru: Подпись не совпадает
vi: Chữ ký không khớp
zh: 签名不匹配

source: sp_id is 6 bits
es: El SP_id debe tener 6 dígitos
ja: SP idは6ビット
ko: SP_id는 6자리여야 합니다
pt_br: O SP_id é de 6 dígitos
ru: SP_id должен содержать 6 символов
vi: SP_id phải là 6 chữ số
zh: SP_id 为6位

source: Failed to connect to the CMPP gateway server, err: {}
es: Error al conectar con el servidor de puerta de enlace, error: {}
ja: 接続ゲートウェイサーバエラー, 非: {}
ko: 게이트웨이 서버 연결 오류, 오류: {}
pt_br: Erro ao conectar ao servidor gateway, erro: {}
ru: Не удалось подключиться к серверу шлюза CMPP, ошибка: {}
vi: Lỗi kết nối với máy chủ cổng, lỗi: {}
zh: 连接网关服务器错误，错误：{}

source: The custom sms file is invalid
es: Archivo de SMS personalizado no válido
ja: カスタムショートメッセージファイルが無効です
ko: 사용자 정의 문자 메시지 파일이 유효하지 않습니다
pt_br: Arquivo de SMS personalizado inválido
ru: Пользовательский файл SMS недействителен
vi: Tệp SMS tùy chỉnh không hợp lệ
zh: 自定义短信文件无效

source: SMS sending failed[%s]: %s
es: Envío de SMS fallido [%s]: %s
ja: ショートメッセージの送信に失敗しました[%s]: %s
ko: 문자 메시지 전송 실패[%s]: %s
pt_br: Falha no envio de SMS [%s]: %s
ru: Ошибка отправки SMS [%s]: %s
vi: Gửi SMS thất bại[%s]: %s
zh: 短信发送失败[%s]: %s

source: Alibaba cloud
ja: アリ雲
ko: 알리 클라우드
vi: Aliyun
zh: 阿里云

source: Custom type (File)
es: Personalizado (Archivo)
ja: カスタム（ファイル）
ko: 사용자 정의 (파일)
pt_br: Personalizado (Arquivo)
ru: Пользовательский (файл)
vi: Custom (File)
zh: 自定义 (文件)

source: SMS provider not support: {}
es: El proveedor de SMS no es compatible: {}
ja: SMSプロバイダーはサポートしていません: {}
ko: 문자 메시지 서비스 제공업체가 지원하지 않음: {}
pt_br: Provedor de serviços de SMS não suportado: {}
ru: Поставщик услуг SMS не поддерживается: {}
vi: Nhà cung cấp dịch vụ SMS không hỗ trợ: {}
zh: 短信服务商不支持：{}

source: SMS verification code signature or template invalid
es: La firma o plantilla del código de verificación SMS no es válida
ja: SMS検証コードの署名またはテンプレートが無効
ko: 문자 메시지 인증 코드 서명 또는 템플릿이 유효하지 않음
pt_br: Assinatura do código de verificação via SMS ou modelo inválido
ru: Подпись или шаблон SMS-кода подтверждения недействителен
vi: Chữ ký hoặc mẫu mã xác thực SMS không hợp lệ
zh: 短信验证码签名或模板无效

source: The verification code has expired. Please resend it
es: El código de verificación ha expirado, por favor reenvíalo.
ja: 確認コードの有効期限が切れています。再送信してください
ko: 인증 코드가 만료되었습니다. 다시 전송해 주십시오.
pt_br: O código de verificação expirou, por favor, reenvie
ru: Код подтверждения истёк, пожалуйста, отправьте его снова
vi: Mã xác thực đã hết hạn, vui lòng gửi lại
zh: 验证码已过期，请重新发送

source: The verification code is incorrect
es: Código de verificación incorrecto
ja: 確認コードが正しくありません
ko: 인증 코드 오류
pt_br: Código de verificação errado
ru: Ошибка кода подтверждения
vi: Mã xác thực sai
zh: 验证码错误

source: Please wait {} seconds before sending
es: Por favor, envía nuevamente en {} segundos
ja: {} 秒待ってから送信してください
ko: {} 초 후에 다시 전송해 주십시오.
pt_br: Por favor, envie em {} segundos
ru: Пожалуйста, отправьте через {} секунд
vi: Vui lòng gửi lại sau {} giây
zh: 请在 {} 秒后发送

source: Children
es: Nodo
ja: ノード
ko: 노드
pt_br: Nó
ru: Узел
vi: Nút
zh: 节点

source: File
es: Archivo
ja: 書類
ko: 파일
pt_br: Arquivo
ru: Файл
vi: Tài liệu
zh: 文件

source: Invalid data type
es: Datos no válidos
ja: 無効なデータ
ko: 유효하지 않은 데이터
pt_br: Dados inválidos
ru: Недопустимый тип данных
vi: Dữ liệu không hợp lệ
zh: 无效的数据

source: Invalid pk "{pk_value}" - object does not exist.
es: Error en pk "{pk_value}" - objeto no existe
ja: 無効な pk "{pk_value}" - オブジェクトが存在しません
ko: 잘못된 pk "{pk_value}" - 객체가 존재하지 않음
pt_br: Erro pk "{pk_value}" - objeto não existe
ru: Ошибка pk "{pk_value}" - объект не существует.
vi: PK không hợp lệ "{pk_value}" - Đối tượng không tồn tại
zh: 错误的 pk "{pk_value}" - 对象不存在

source: Incorrect type. Expected pk value, received {data_type}.
es: Tipo de error. Se esperaba el valor pk, se recibió {data_type}.
ja: エラータイプ。 予想される pk 値、受信 {data_type}。
ko: 오류 유형. 기대하는 pk 값, 수신된 값: {data_type}.
pt_br: Tipo de erro. Esperado valor pk, recebido {data_type}.
ru: Неверный тип. Ожидается pk значение, получено {data_type}.
vi: Loại lỗi. Mong đợi giá trị pk, nhận được {data_type}.
zh: 错误类型。期望 pk 值，收到 {data_type}。

source: Invalid data type, should be list
es: Tipo de datos incorrecto, debería ser una lista
ja: 間違ったデータ タイプです。リストにする必要があります
ko: 잘못된 데이터 유형, 리스트여야 함
pt_br: Tipo de dados incorreto, deveria ser uma lista
ru: Недопустимый тип данных, ожидается список
vi: Loại dữ liệu lỗi, nên là danh sách
zh: 错误的数据类型，应该是列表

source: Invalid choice: {}
es: Opción no válida: {}
ja: 無効なオプション: {}
ko: 유효하지 않은 옵션: {}
pt_br: Opção inválida: {}
ru: Недопустимый выбор: {}
vi: Tùy chọn không hợp lệ: {}
zh: 无效选项: {}

source: Tags
es: Etiqueta
ja: ラベル
ko: 태그
pt_br: Tag
ru: Теги
vi: Nhãn
zh: 标签

source: Send email
es: Enviar correo electrónico
ja: メールを送る
ko: 발송 이메일
pt_br: Email de remetente
ru: Отправка почты
vi: Gửi email
zh: 发件邮件

source: This task will be executed when sending email notifications
es: Ejecutar esta tarea al enviar el mensaje de correo
ja: メールメッセージを送信するときは、このタスクを実行します
ko: 이메일 메시지를 전송할 때 이 작업을 수행합니다
pt_br: Ação a ser realizada ao enviar uma mensagem de email
ru: Эта задача выполняется при отправке сообщения электронной почты
vi: Thực hiện tác vụ này khi gửi thông điệp email.
zh: 发送邮件消息时执行该任务

source: Send email attachment
es: Enviar archivo adjunto en el correo electrónico
ja: メールの添付ファイルを送信
ko: 이메일 첨부 파일 전송
pt_br: Anexo do email
ru: Отправка вложения электронной почты
vi: Gửi tệp đính kèm email
zh: 发送邮件附件

source: When an account password is changed or an account backup generates attachments, this task needs to be executed for sending emails and handling attachments
es: Cuando la cuenta cambia de contraseña, los archivos adjuntos de respaldo de la cuenta necesitan que se ejecute esta tarea para el envío de correos y archivos adjuntos
ja: アカウントのパスワードを変更したり、アカウントのバックアップが添付ファイルを生成したりすると、メールと添付ファイルを送信するためのタスクを実行する必要があります
ko: 계정 비밀번호 변경 시 계정 백업으로 생성된 첨부 파일에 대해 이메일 및 첨부 파일 전송 이 작업을 수행해야 합니다
pt_br: Ação a ser realizada ao enviar email e anexos, quando a senha é alterada e o backup de conta gera anexos
ru: Эта задача выполняется для отправки вложений в электронных письмах - при изменении пароля учетной записи и создании вложений с резервной копией учетной записи
vi: Khi đổi mật khẩu tài khoản, tệp đính kèm từ việc sao lưu tài khoản cần được gửi qua email, thực hiện nhiệm vụ này
zh: 当账号改密，账号备份产生附件，需要对发送邮件及附件，执行该任务

source: Upload account backup to external storage
es: Subir grabaciones de sesiones a almacenamiento externo
ja: セッション映像を外部ストレージにアップロードする
ko: 외부 저장소에 세션 녹화 업로드
pt_br: Upload de gravação de sessão para armazenamento externo
ru: Загрузка записей сеансов на внешнее хранилище
vi: Tải lên video cuộc họp vào lưu trữ bên ngoài
zh: 上传会话录像到外部存储

source: When performing an account backup, this task needs to be executed to external storage (SFTP)
es: Al realizar la copia de seguridad de la cuenta de usuario, es necesario acceder a un almacenamiento externo (sftp) para ejecutar esta tarea.
ja: アカウントのバックアップを実行するときに外部ストレージ（sftp）にアクセスするため、このタスクを実行します
ko: 계정 백업을 수행할 때 외부 저장소(sftp)에 이 작업을 수행해야 합니다
pt_br: Ação a ser realizada ao realizar backup de conta, necessário ir para armazenamento externo (sftp)
ru: При выполнении резервного копирования учётной записи будет выполнена эта задача для сохранения во внешнем хранилище (SFTP)
vi: Khi thực hiện sao lưu tài khoản, cần truy cập vào lưu trữ bên ngoài (sftp) để thực hiện nhiệm vụ này
zh: 当执行账号备份，需要到外部存储（sftp），执行该任务

source: Invalid ip
es: Dirección IP no válida
ja: 無効な IP
ko: 유효하지 않은 IP
pt_br: IP inválido
ru: Неверный IP
vi: IP không hợp lệ
zh: 无效 IP

source: Invalid address
es: Dirección no válida
ja: 無効なアドレス。
ko: 유효하지 않은 주소
pt_br: Endereço inválido
ru: Недопустимый адрес
vi: Địa chỉ không hợp lệ
zh: 无效地址

source: Hello %s
es: Hola %s
ja: こんにちは %s
ko: 안녕하세요 %s
pt_br: Olá %s
ru: Здравствуйте %s
vi: Xin chào %s
zh: 你好 %s

source: Send SMS code
es: Enviar código de verificación por SMS
ja: SMS 認証コードを送信する
ko: SMS 인증 코드 전송
pt_br: Enviar código de verificação por SMS
ru: Отправить SMS-код подтверждения
vi: Gửi mã xác nhận qua tin nhắn
zh: 发送短信验证码

source: When resetting a password, forgetting a password, or verifying MFA, this task needs to be executed to send SMS messages
es: Al restablecer la contraseña, olvidar la contraseña o validar mfa, se debe ejecutar esta tarea para enviar el mensaje de texto
ja: パスワードをリセットするか、パスワードを忘れるか、mfaを検証するときにSMSを送信する必要がある場合、このタスクを実行します
ko: 비밀번호 재설정, 비밀번호 분실, MFA 인증 시 SMS 전송이 필요할 때 이 작업을 수행해야 합니다
pt_br: Execute esta tarefa quando precisar enviar um SMS para redefinir a senha, esquecer a senha ou verificar o MFA
ru: При сбросе пароля, восстановлении доступа или проверке МФА эта задача будет запущена для отправки SMS
vi: Khi thiết lập lại mật khẩu, quên mật khẩu, và xác minh mfa, cần gửi tin nhắn thì thực hiện nhiệm vụ này
zh: 当重置密码，忘记密码，验证mfa时，需要发送短信时执行该任务

source: Special char not allowed
es: No puede contener caracteres especiales
ja: 特別なcharは許可されていません
ko: 특수 문자를 포함할 수 없습니다
pt_br: Não pode conter caracteres especiais
ru: Специальные символы не допускаются
vi: Không được chứa ký tự đặc biệt
zh: 不能包含特殊字符

source: Should not contains special characters
es: No puede contener caracteres especiales
ja: 特殊文字を含むべきではない
ko: 휴대폰 번호 형식이 올바르지 않습니다
pt_br: Não pode conter caracteres especiais
ru: Не должно содержать специальных символов
vi: Không được chứa ký tự đặc biệt
zh: 不能包含特殊字符

source: The mobile phone number format is incorrect
es: Formato de número de teléfono incorrecto
ja: 携帯電話番号の形式が正しくありません
ko: 코드를 찾을 수 없습니다
pt_br: Formato de número de telefone incorreto
ru: Неверный формат номера мобильного телефона
vi: Định dạng số điện thoại không chính xác
zh: 手机号格式不正确

source: Not found the code
es: No se encontró el Código
ko: 제공된 메시지 코드가 유효하지 않거나 만료되었습니다
pt_br: Código não encontrado
ru: Код не найден
vi: Không tìm thấy mã

source: The message code provided is invalid or has expired
es: El código de mensaje proporcionado es inválido o ha expirado
ko: 인증 코드는: {code}
pt_br: O código da mensagem fornecido é inválido ou expirou
ru: Предоставленный код сообщения недействительный или истек
vi: Mã tin nhắn cung cấp không hợp lệ hoặc đã hết hạn

source: The verification code is: {code}
es: El código de verificación es: {code}
ja: 認証コードは: {code}
ko: 인증 코드: {code}
pt_br: O código de verificação é: {code}
ru: Код подтверждения: {code}
vi: Mã xác nhận là: {code}
zh: 验证码为: {code}

source: Create account successfully
es: Creación de cuenta exitosa
ja: アカウントを正常に作成
ko: 귀하의 계정이 성공적으로 생성되었습니다
pt_br: Criação de conta bem sucedida
ru: Успешное создание учетной записи
vi: Tạo tài khoản thành công
zh: 创建账号成功

source: Your account has been created successfully
es: Tu cuenta ha sido creada con éxito
ja: アカウントが正常に作成されました
ko: JumpServer 오픈소스 방화벽
pt_br: Sua conta foi criada com sucesso
ru: Ваша учетная запись была успешно создана
vi: Tài khoản của bạn đã được tạo thành công
zh: 你的账号已创建成功

source: JumpServer - An open-source PAM
es: JumpServer, bastión de código abierto.
ja: JumpServer オープンソースの要塞ホスト
ko: Flower 서비스가 사용 불가능합니다, 확인하십시오
pt_br: JumpServer Open Fortress Machine
ru: JumpServer открытая система управления доступом
vi: JumpServer
zh: JumpServer 开源堡垒机

source: <h1>Flower service unavailable, check it</h1>
es: El servicio de Flower no está disponible. Por favor, verifica. Luna es un programa que se despliega de manera independiente; necesitas implementar Luna y Koko. Si estás viendo esta página, significa que no estás accediendo al puerto que escucha nginx. ¡Buena suerte! El servicio Websocket se ejecuta en el puerto: {}, por favor verifica si nginx está configurado correctamente para el proxy. Koko es un programa que se despliega de manera independiente; necesitas implementar Koko y asegurarte de que la configuración de nginx esté encaminando. Si estás viendo esta página, significa que no estás accediendo al puerto que escucha nginx. ¡Buena suerte! Gestión de etiquetas Color Etiqueta ID del recurso Recursos asociados Cantidad de recursos No puede contener "：," Tipo de recurso Gestión de notificaciones Mensaje interno Backend de mensajes
ja: <h1> フラワーサービス利用不可、チェック </h1>
ko: <div>Luna는 독립적으로 배포된 프로그램으로, luna와 koko를 배포해야 합니다. </div><div>이 페이지를 보았다면, nginx가 수신하고 있는 포트에 접근하고 있지 않음을 의미합니다. 행운을 기원합니다</div>
pt_br: Serviço Flower indisponível, por favor verifique
ru: <h1>Сервис Flower недоступен, пожалуйста, проверьте</h1>
vi: Dịch vụ Flower không khả dụng, vui lòng kiểm tra
zh: Flower 服务不可用，请检查

source: <div>Luna is a separately deployed program, you need to deploy Luna, koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
es: <div>Luna es un programa desplegable de forma independiente, necesitas desplegar Luna y Koko.</div><div>Si ves esta página, significa que no estás accediendo al puerto que escucha Nginx, ¡buena suerte!</div>
ja: <div> Lunaは個別にデプロイされたプログラムです。Luna、kokoをデプロイする必要があります。urlディストリビューションにnginxを設定します。</div> </div> このページが表示されている場合は、nginxリスニングポートにアクセスしていないことを証明してください。頑張ってください。</div>
ko: Websocket 서비스는 포트: {}에서 실행 중입니다, nginx가 프록시가 설정되어 있는지 확인하십시오
pt_br: <div>Luna é um programa que precisa ser implantado separadamente, você precisa implantar o luna, koko, </div><div>Se você está vendo esta página, significa que você não está acessando a porta monitorada pelo nginx, boa sorte</div>
ru: Luna — это отдельно развёрнутое приложение. Вам нужно развернуть Luna и Koko. Если вы видите эту страницу, значит, вы обратились не к порту, прослушиваемому Nginx. Удачи!
vi: <div>Luna là một chương trình được triển khai riêng biệt, bạn cần triển khai Luna, Koko.</div><div>Nếu bạn thấy trang này, chứng tỏ bạn đang truy cập không phải là cổng mà nginx lắng nghe, chúc bạn may mắn.</div>
zh: <div>Luna是单独部署的一个程序，你需要部署luna，koko, </div><div>如果你看到了这个页面，证明你访问的不是nginx监听的端口，祝你好运</div>

source: Websocket server run on port: {}, you should proxy it on nginx
es: El servicio Websocket está funcionando en el puerto: {}, por favor verifica si Nginx está configurado para la proxy.
ja: Websocket サーバーはport: {}で実行されます。nginxでプロキシする必要があります。
ko: <div>Koko는 독립적으로 배포된 프로그램으로, Koko를 배포하고 nginx 설정이 포워딩이 되어 있는지 확인해야 합니다. </div><div>이 페이지를 보았다면, nginx가 수신하고 있는 포트에 접근하고 있지 않음을 의미합니다. 행운을 기원합니다</div>
pt_br: O serviço Websocket está rodando na porta: {}, por favor verifique se o nginx está configurado como proxy.
ru: Служба Websocket запущена на порту: {}, проверьте, настроен ли прокси-сервер nginx
vi: Dịch vụ Websocket hoạt động trên cổng: {}, vui lòng kiểm tra xem nginx có được cấu hình chuyển tiếp không
zh: Websocket 服务运行在端口: {}, 请检查nginx是否代理是否设置

source: <div>Koko is a separately deployed program, you need to deploy Koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
es: <div>Koko es un programa desplegable de forma independiente, necesitas desplegar Koko y asegurar que la configuración de Nginx redirija adecuadamente.</div><div>Si ves esta página, significa que no estás accediendo al puerto que escucha Nginx, ¡buena suerte!</div>
ja: <div> Kokoは個別にデプロイされているプログラムです。Kokoをデプロイする必要があります。URL配布用にnginxを設定します。</div> </div> このページが表示されている場合は、nginxリスニングポートにアクセスしていないことを証明してください。頑張ってください。</div>
ko: 태그 관리
pt_br: <div>Koko é um programa implantado de forma independente, você precisa implantar Koko e garantir que a configuração do nginx esteja redirecionada. </div><div>Se você está vendo esta página, significa que não está acessando a porta de escuta do nginx, boa sorte. </div>
ru: <divL>Koko — это отдельно развёрнутое приложение. Вам необходимо развернуть Koko и убедиться, что Nginx настроен на проксирование.</div> </div> Если вы видите эту страницу, значит, вы обратились не к порту, прослушиваемому Nginx. Удачи!</div>
vi: <div>Koko là một chương trình được triển khai riêng biệt, bạn cần triển khai Koko, và đảm bảo cấu hình nginx chuyển tiếp, </div><div>Nếu bạn thấy trang này, chứng tỏ bạn đang truy cập không phải là cổng mà nginx lắng nghe, chúc bạn may mắn.</div>
zh: <div>Koko是单独部署的一个程序，你需要部署Koko, 并确保nginx配置转发, </div><div>如果你看到了这个页面，证明你访问的不是nginx监听的端口，祝你好运</div>

source: App Labels
es: Gestión de etiquetas
ja: ラベル
ko: 색상
pt_br: Gerenciar tags
ru: Управление тегами
vi: Labels
zh: 标签管理

source: Color
ja: 色
ko: 색상
pt_br: Cor
ru: Цвет
vi: Màu sắc
zh: 颜色

source: Tag
es: Etiqueta
ja: ラベル
ko: 태그
pt_br: Etiqueta
ru: Тег
vi: Thẻ
zh: 标签

source: Resource ID
es: ID de recurso
ja: リソースID
ko: 자원 ID
pt_br: ID do recurso
ru: ID ресурса
vi: ID tài nguyên
zh: 资源 ID

source: Tagged resource
es: Recursos asociados
ja: 関連リソース
ko: 연관된 자원
pt_br: Recurso associado
ru: Связанные ресурсы
vi: Tài nguyên liên quan
zh: 关联的资源

source: Cannot contain ":,"
es: No puede contener "：，"
ja: ":，"を含めることはできません
ko: “：,”을 포함할 수 없음
pt_br: Não pode conter "：，"
ru: Не может содержать ":,"
vi: Không thể chứa ":"
zh: 不能包含"：，"

source: Resource type
es: Tipo de recurso
ja: リソースタイプ
ko: 자원 유형
pt_br: Tipo de recurso
ru: Тип ресурса
vi: Loại tài nguyên
zh: 资源类型

source: App Notifications
es: Gestión de notificaciones
ja: 通知
ko: 알림 관리
pt_br: Gerenciar notificações
ru: Уведомления приложения
vi: Thông báo Action
zh: 通知管理

source: Site message
es: Mensaje interno
ja: サイトメッセージ
ko: 사이트 내 메시지
pt_br: Mensagens internas
ru: Сообщение сайта
vi: Tin nhắn nội bộ
zh: 站内信

source: receive backend
es: Backend de mensajes
ja: メッセージのバックエンド
ko: 메시지 백엔드
pt_br: Mensagens de backend
ru: Бэкэнд сообщений
vi: Hệ thống nhắn tin.
zh: 消息后端

source: User message
es: Usuario Mensaje
ja: ユーザメッセージ
ko: 사용자 메시지
pt_br: Mensagens do usuário
ru: Сообщения пользователя
vi: Người dùng tin nhắn
zh: 用户消息

source: {} subscription
es: {} Suscripción
ja: {} 購読
ko: {} 구독
pt_br: {} Inscrição
ru: {} подписка
vi: {} Đăng ký
zh: {} 订阅

source: System message
es: Información del Sistema
ja: システムメッセージ
ko: 시스템 정보
pt_br: Informações do sistema
ru: Системное сообщение
vi: Thông tin hệ thống
zh: 系统信息

source: Publish the station message
es: Publicar Mensaje Interno
ja: 投稿サイトニュース
ko: 사이트 내 메시지 발송
pt_br: Publicar mensagem interna
ru: Публикация внутренних сообщений
vi: Đăng bài tin nhắn trong hệ thống
zh: 发布站内消息

source: This task needs to be executed for sending internal messages for system alerts, work orders, and other notifications
es: Ejecutar esta tarea cuando el sistema requiera enviar mensajes internos, como alertas y órdenes de trabajo
ja: システムの警告やチケットなどを送信するためには、このタスクを実行します
ko: 시스템의 일부 경고, 작업 지시서 등 사이트 내 메시지를 발송해야 할 때 해당 작업을 실행
pt_br: Algumas alertas do sistema, ordens de serviço e outras necessidades são atendidas por esta tarefa
ru: Эта задача выполняется при необходимости отправки внутреннего сообщения для системных оповещений, заявок и т.п.
vi: Một số cảnh báo của hệ thống, đơn đặt hàng, v.v. cần gửi tin nhắn trong hệ thống sẽ thực hiện nhiệm vụ này
zh: 系统一些告警，工单等需要发送站内信时执行该任务

source: No account available
es: No hay cuentas disponibles
ja: 利用可能なアカウントがありません
ko: 사용 가능한 계정 없음
pt_br: Sem contas disponíveis
ru: Нет доступных учетных записей
vi: Không có tài khoản nào khả dụng
zh: 无可用账号

source: Ansible disabled
es: Ansible ha sido desactivado
ja: Ansible 無効
ko: Ansible이 비활성화되었습니다.
pt_br: Ansible desativado
ru: Ansible отключен
vi: Ansible đã bị vô hiệu hóa
zh: Ansible 已禁用

source: Skip hosts below:
es: Se omiten los siguientes hosts:
ja: 次のホストをスキップします:
ko: 다음 호스트를 건너뜁니다:
pt_br: Pulando os seguintes hosts:
ru: Пропустить следующие хосты:
vi: Bỏ qua các máy chủ sau:
zh: 跳过以下主机:

source: Waiting task start
es: Esperando el inicio de la tarea
ja: タスク開始待ち
ko: 작업 시작을 기다리고 있습니다
pt_br: Aguardando o início da tarefa
ru: Ожидание запуска задачи
vi: Chờ nhiệm vụ bắt đầu
zh: 等待任务开始

source: Task {} not found
es: La tarea {} no existe
ja: タスクは存在しません
ko: 작업 {}가 존재하지 않습니다
pt_br: A tarefa {} não existe
ru: Задача {} не найдена
vi: Nhiệm vụ {} không tồn tại
zh: 任务 {} 不存在

source: Task {} args or kwargs error
es: Error en los parámetros de ejecución de la tarea {}
ja: タスク実行パラメータエラー
ko: 작업 {}의 실행 매개변수가 잘못되었습니다
pt_br: Erro nos parâmetros da tarefa {}
ru: Ошибка параметров выполнения задачи {}
vi: Nhiệm vụ {} có tham số thực thi không hợp lệ
zh: 任务 {} 执行参数错误

source: Asset ({asset}) must have at least one of the following protocols added: SSH, SFTP, or WinRM
es: El activo ({asset}) debe tener al menos uno de los siguientes protocolos: ssh, sftp, winrm
ja: 資産({asset})には、少なくともSSH、SFTP、WinRMのいずれか一つのプロトコルを追加する必要があります
ko: 자산({asset})에는 최소한 ssh, sftp 또는 winrm 중 하나의 프로토콜이 추가되어야 합니다
pt_br: O ativo ({asset}) deve adicionar pelo menos um dos seguintes protocolos: ssh, sftp, winrm
ru: В актив ({asset}) необходимо добавить как минимум один из протоколов: ssh, sftp или winrm
vi: Tài sản ({asset}) ít nhất phải thêm một trong các giao thức ssh, sftp, winrm
zh: 资产({asset})至少要添加ssh,sftp,winrm其中一种协议

source: Asset ({asset}) authorization is missing SSH, SFTP, or WinRM protocol
es: Falta autorización de ssh, sftp o winrm para el activo ({asset})
ja: 資産({asset})の認証にはSSH、SFTP、またはWinRMプロトコルが不足しています
ko: 자산({asset})의 인증에 ssh, sftp 또는 winrm 프로토콜이 부족합니다
pt_br: Falta autorização de protocolo ssh, sftp ou winrm no ativo ({asset})
ru: Авторизация для актива ({asset}) не включает протоколы ssh, sftp или winrm
vi: Ủy quyền tài sản ({asset}) thiếu giao thức ssh, sftp hoặc winrm
zh: 资产({asset})授权缺少ssh,sftp或winrm协议

source: Asset ({asset}) authorization lacks upload permissions
es: Falta permiso de subida para el activo ({asset})
ja: 資産({asset})の認証にはアップロード権限が不足しています
ko: 자산({asset})의 인증에 업로드 권한이 부족합니다
pt_br: Falta permissão de upload no ativo ({asset})
ru: Авторизация актива ({asset}) не имеет разрешения на загрузку
vi: Ủy quyền tài sản ({asset}) thiếu quyền tải lên
zh: 资产({asset})授权缺少上传权限

source: Duplicate file exists
es: Existen archivos con el mismo nombre. El tamaño del archivo excede el límite máximo. Por favor, seleccione un archivo de menos de {limit}MB. Se está creando la tarea, no se puede interrumpir; por favor, inténtelo más tarde. No se permite eliminar el playbook de otros. El playbook actual está en uso por un trabajo. Contenido de archivo no soportado. Ruta de archivo no válida. Este archivo no se puede renombrar. El archivo ya existe. La clave del archivo es un campo obligatorio. No se puede eliminar este archivo. Centro de trabajos. Empuje. Verificación. Recopilación.
ja: 重複したファイルが存在する
ko: 동일한 이름의 파일이 존재합니다
pt_br: Existe um arquivo com o mesmo nome
ru: Файл с таким именем существует
vi: Có tệp cùng tên tồn tại
zh: 存在同名文件
