Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: The hostname can using passkey auth, If not set, will use request host and the request host in DOMAINS, If multiple domains, use comma to separate
es: Dominios que pueden usar la autenticación con Passkey; si no se configura, se usará el host de la solicitud (el nombre del host en los DOMINIOS de confianza). Si hay múltiples dominios, sepárelos con comas; no se necesita el número de puerto
ja: パスキー認証を使用できるホスト名、設定されていない場合は、リクエストホストとDOMAINSのリクエストホストを使用します。複数のドメインの場合は、カンマで区切ります
ko: Passkey 인증을 사용할 수 있는 도메인입니다. 설정하지 않으면 요청 호스트(호스트 이름은 신뢰할 수 있는 도메인 DOMAINS에 있음)를 사용합니다. 여러 도메인이 있을 경우, 쉼표로 구분하며 포트 번호는 필요하지 않습니다.
pt_br: Domínios que podem usar autenticação Passkey, se não configurado, o host de solicitação será usado (nome do host em DOMAINS confiáveis), se houver vários domínios, use vírgulas para separá-los, sem precisar do número da porta
ru: Домен, разрешенный для аутентификации Passkey. Если не настроено, будет использоваться домен запроса (имя хоста в доверенных доменах DOMAINS). Если доменов несколько, используйте запятую для разделения
vi: là các tên miền có thể sử dụng xác thực Passkey. Nếu không thiết lập, hệ thống sẽ sử dụng máy chủ yêu cầu (tên máy chủ trong miền đáng tin cậy DOMAINS). Nếu có nhiều tên miền, hãy phân tách bằng dấu phẩy, không cần số cổng.
zh: 可以使用 Passkey 认证的域名，如果不设置，将使用请求主机(主机名在可信域 DOMAINS中), 如果有多个域名，使用逗号分隔, 不需要端口号

source: FIDO Server name
es: Nombre del servicio Passkey
ja: FIDOサーバー名
ko: Passkey 서비스 이름
pt_br: Nome do serviço Passkey
ru: Название службы Passkey
vi: Tên dịch vụ Passkey
zh: Passkey 服务名称

source: OTP in RADIUS
es: Utilizar Radius OTP
ja: Radius のOTP
ko: RADIUS OTP를 사용합니다.
pt_br: Use o Radius OTP
ru: Использовать Radius OTP
vi: Sử dụng Radius OTP
zh: 使用 Radius OTP

source: * Using OTP in RADIUS means users can employ RADIUS as a method for MFA
es: * Usar OTP en RADIUS significa que los usuarios pueden aprovechar RADIUS como método de MFA
ja: * RADIUSでOTPを使用するということは、ユーザーはRADIUSをMFAの方法として使用することができる
ko: * RADIUS에서 OTP를 사용하면 사용자가 MFA 방법으로 RADIUS를 사용할 수 있음을 의미합니다.
pt_br: * Usar OTP no RADIUS significa que os usuários podem usar RADIUS como método de MFA
ru: * Использование OTP в RADIUS означает, что пользователь может использовать RADIUS как метод МФА
vi: * Việc sử dụng OTP trong RADIUS có nghĩa là người dùng có thể sử dụng RADIUS như một phương pháp MFA.
zh: * 在 RADIUS 中使用 OTP 意味着用户可以使用 RADIUS 作为 MFA 的方法

source: IDP Metadata URL
es: Dirección de metadatos IDP
ja: IDP Metadataアドレス
ko: IDP 메타데이터 주소
pt_br: Endereço do IDP Metadata
ru: Адрес метаданных IDP
vi: Địa chỉ Metadata IDP
zh: IDP Metadata 地址

source: IDP Metadata XML
es: XML de metadatos IDP
ko: IDP 메타데이터 XML
ru: XML метаданных IDP
vi: XML Metadata IDP

source: SP advanced settings
es: Configuración avanzada
ja: 詳細設定
ko: 고급 설정
pt_br: Configurações avançadas
ru: Расширенные настройки SP
vi: Cài đặt nâng cao
zh: 高级设置

source: SP private key
es: Clave SP
ja: SP プライベートキー
ko: SP 키
pt_br: Chave SP
ru: Закрытый ключ SP
vi: Khóa SP
zh: SP 密钥

source: SP cert
es: Certificado SP
ja: SP 証明書
ko: SP 인증서
pt_br: Certificado SP
ru: Сертификат SP
vi: Chứng chỉ SP
zh: SP 证书

source: User attribute mapping, where the `key` is the SAML2 service user attribute name and the `value` is the JumpServer user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario del servicio SAML2 y `value` es el nombre del atributo de usuario de JumpServer
ja: ユーザー属性マッピング（`key`はSAML2サービスのユーザー属性名、`value`はJumpServerのユーザー属性名）
ko: 사용자 속성 매핑, 여기서 `key`는 SAML2 서비스 사용자 속성 이름이고, `value`는 JumpServer 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário do serviço SAML2, `value` é o nome do atributo do usuário do JumpServer
ru: Сопоставление атрибутов пользователя, где "ключ" — это имя атрибута пользователя SAML2, а "значение" — имя атрибута пользователя JumpServer
vi: Ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng dịch vụ SAML2, `value` là tên thuộc tính người dùng JumpServer
zh: 用户属性映射，其中 `key` 是 SAML2 服务用户属性名称，`value` 是 JumpServer 用户属性名称

source: When the user signs out, they also be logged out from the SAML2 server
es: Al salir, los usuarios también se desconectarán del servidor SAML2
ja: ユーザーがログアウトすると、SAML2サーバーからもログアウトされます
ko: 사용자가 로그아웃하면 SAML2 서버에서도 로그아웃됩니다.
pt_br: Quando os usuários saem, eles também são desconectados do servidor SAML2
ru: При выходе пользователя из системы он также выходит из сервера SAML2
vi: Khi người dùng đăng xuất, họ cũng sẽ bị đăng xuất khỏi máy chủ SAML2
zh: 当用户退出时，他们也会从 SAML2 服务器注销

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the Slack service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer y `value` es el nombre del atributo de usuario del servicio Slack
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は Slack サービスのユーザー属性名です
ko: 사용자 속성 매핑, 여기서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 Slack 서비스 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário do JumpServer, `value` é o nome do atributo do usuário do serviço Slack
ru: Сопоставление атрибутов пользователя, где "ключ" — это имя атрибута пользователя JumpServer, а "значение" — имя атрибута пользователя Slack сервиса
vi: Ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ Slack
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是 Slack 服务用户属性名称

source: Enable Short Message Service (SMS)
es: Activar el servicio de mensajería SMS
ja: 短信サービス（SMS）を有効にする
ko: SMS 서비스 활성화.
pt_br: Ativar serviço de SMS (SMS)
ru: Включить SMS-сервис
vi: Bật dịch vụ nhắn tin SMS.
zh: 启用短信服务 (SMS)

source: Provider
es: Proveedor de servicios en la nube
ja: プロバイダー
ko: 클라우드 서비스 제공자
pt_br: Fornecedor de serviços em nuvem
ru: Провайдер
vi: Nhà cung cấp dịch vụ đám mây
zh: 云服务商

source: Short Message Service (SMS) provider or protocol
es: Proveedor de servicios de SMS o protocolo
ja: 短信サービス（SMS）のプロバイダーまたはプロトコル
ko: 문자 메시지 서비스(SMS) 제공자 또는 프로토콜
pt_br: Fornecedor ou protocolo de serviço de SMS (SMS)
ru: Провайдер или протокол SMS-сервиса
vi: Nhà cung cấp dịch vụ tin nhắn (SMS) hoặc giao thức
zh: 短信服务 (SMS) 提供商或协议

source: Code length
es: Longitud del código de verificación
ja: 認証コード長
ko: 인증 코드 길이
pt_br: Comprimento do código de verificação
ru: Длина кода
vi: Độ dài mã xác thực
zh: 验证码长度

source: Length of the sent verification code
es: Longitud del código que se enviará
ja: 送信された認証コードの長さ
ko: 인증 코드 전송 길이
pt_br: Comprimento do código de verificação a ser enviado
ru: Длина отправляемого кода подтверждения
vi: Độ dài gửi mã xác thực
zh: 发送验证码的长度

source: Signature
es: Firma
ja: 署名
ko: 서명
pt_br: Assinatura
ru: Подпись
vi: Chữ ký
zh: 签名

source: Template code
es: Plantilla
ja: テンプレートコード
ko: 템플릿
pt_br: Modelo
ru: Шаблон
vi: Mẫu tin nhắn
zh: 模板

source: Phone
es: Teléfono móvil
ja: 電話
ko: 휴대폰
pt_br: Celular
ru: Телефон
vi: Số điện thoại di động
zh: 手机

source: App Access Address
es: Dirección de la aplicación
ja: アプリケーションアドレス
ko: 앱 주소
pt_br: Endereço do aplicativo
ru: Адрес доступа к приложению
vi: Địa chỉ ứng dụng
zh: 应用地址

source: Signature channel number
es: Número de canal de firma
ja: 署名チャネル番号
ko: 서명 채널 번호
pt_br: Número do canal de assinatura
ru: Номер канала подписи
vi: Số kênh chữ ký
zh: 签名通道号

source: Enterprise code
es: Código de la empresa (SP id)
ja: 企業コード(SP id)
ko: 기업 코드(SP id)
pt_br: Código da empresa (SP id)
ru: Код компании (SP ID)
vi: Mã số doanh nghiệp (SP id)
zh: 企业代码(SP id)

source: Shared secret
es: Contraseña compartida (Shared secret)
ja: パスワードを共有する(Shared secret)
ko: 공유 비밀번호(Shared secret)
pt_br: Senha compartilhada (Shared secret)
ru: Общий секрет (Shared secret)
vi: Mật khẩu chia sẻ (Shared secret)
zh: 共享密码(Shared secret)

source: Original number
es: Número original (Src id)
ja: 元の番号(Src id)
ko: 원본 번호(Src id)
pt_br: Número original (Src id)
ru: Исходный номер (Src ID)
vi: Số điện thoại gốc (Src id)
zh: 原始号码(Src id)

source: Business type
es: Tipo de negocio (Application id)
ja: ビジネス・タイプ(Service id)
ko: 업무 유형(Application id)
pt_br: Tipo de serviço (Service id)
ru: Тип сообщения (ID Application)
vi: Loại hình kinh doanh (Application id)
zh: 业务类型(Service id)

source: Template need contain {code} and Signature + template length does not exceed 67 words. For example, your verification code is {code}, which is valid for 5 minutes. Please do not disclose it to others.
es: La plantilla debe incluir {code} y la longitud de la plantilla más la firma no puede exceder 67 caracteres. Por ejemplo, su código de verificación es {code}, válido por 5 minutos. Por favor, no lo comparta con otras personas.
ja: テンプレートには{code}を含める必要があり、署名+テンプレートの長さは67ワード未満です。たとえば、認証コードは{code}で、有効期間は5分です。他の人には言わないでください。
ko: 템플릿은 반드시 {code}를 포함해야 하며, 템플릿 + 서명 길이는 67자를 초과할 수 없습니다. 예를 들어, 귀하의 인증 코드는 {code}이며, 유효 기간은 5분입니다. 다른 사람에게 누설하지 마세요.
pt_br: O modelo precisa conter {code}, e a soma do comprimento da assinatura e do modelo não pode exceder 67 caracteres. Por exemplo, seu código de verificação é {code}, válido por 5 minutos. Não compartilhe com outras pessoas.
ru: Шаблон должен содержать {code} и длина Подписи + шаблона не должна превышать 67 слов. Например: Ваш код подтверждения — {code}, который действителен в течение 5 минут. Пожалуйста, не разглашайте его другим.
vi: Mẫu tin nhắn cần phải chứa {code} và tổng chiều dài mẫu + chữ ký không vượt quá 67 ký tự. Ví dụ, mã xác thực của bạn là {code}, có hiệu lực trong 5 phút. Vui lòng không tiết lộ cho người khác.
zh: 模板需要包含 {code}，并且模板+签名长度不能超过67个字。例如, 您的验证码是 {code}, 有效期为5分钟。请不要泄露给其他人。

source: The template needs to contain {code}
es: La plantilla debe incluir {code}
ja: テンプレートには{code}を含める必要があります
ko: 템플릿은 반드시 {code}를 포함해야 합니다.
pt_br: O modelo precisa conter {code}
ru: Шаблон должен содержать {code}
vi: Mẫu tin nhắn cần phải chứa {code}
zh: 模板需要包含 {code}

source: Signature + Template must not exceed 65 words
es: La longitud de la plantilla más la firma no puede exceder 65 caracteres
ja: 署名+テンプレートの長さは65文字以内
ko: 템플릿 + 서명은 65자를 초과할 수 없습니다.
pt_br: Modelo+assinatura não pode exceder 65 caracteres
ru: Подпись + Шаблон не должны превышать 65 слов
vi: Mẫu + chữ ký không được vượt quá 65 ký tự
zh: 模板+签名不能超过65个字

source: Enable SSO auth
es: Habilitar autenticación con token SSO
ja: SSO Token認証の有効化
ko: SSO 토큰 인증 활성화
pt_br: Ativar autenticação com token SSO
ru: Включить аутентификацию по SSO-токену
vi: Kích hoạt xác thực token SSO
zh: 启用 SSO 令牌认证

source: Other service can using SSO token login to JumpServer without password
es: Otros sistemas pueden integrarse con JumpServer utilizando el Token SSO, eliminando el proceso de inicio de sesión
ja: 他のサービスはパスワードなしでJumpServerへのSSOトークンログインを使用できます
ko: 기타 시스템은 SSO 토큰을 통해 JumpServer에 연동하여 로그인 과정을 생략할 수 있습니다.
pt_br: Outros sistemas podem se integrar ao JumpServer usando Token SSO, eliminando o processo de login.
ru: Другие системы могут использовать токен SSO для интеграции с JumpServer, исключая процесс входа в систему
vi: Các hệ thống khác có thể sử dụng SSO Token để kết nối với JumpServer, miễn quá trình đăng nhập
zh: 其它系统可以使用 SSO Token 对接 JumpServer, 免去登录的过程

source: SSO auth key TTL
es: Duración de validez del token
ja: Token有効期間
ko: 토큰 유효 기간
pt_br: Validade do token
ru: Срок действия токена
vi: Thời gian hiệu lực token
zh: 令牌有效期

source: Unit: second
es: Unidad: segundos
ja: 単位: 秒
ko: 단위: 초
pt_br: Unidade: segundos
ru: Единицы: секунды
vi: Đơn vị: giây
zh: 单位: 秒

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the WeCom service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo del usuario en JumpServer y `value` es el nombre del atributo del usuario del servicio de WeChat empresarial
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は エンタープライズ WeChat サービスのユーザー属性名です
ko: 사용자 속성 매핑, 여기서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 기업 WeChat 서비스 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer e `value` é o nome do atributo do usuário do serviço corporativo WeChat
ru: Сопоставление атрибутов пользователя, где "ключ" — это название атрибута пользователя JumpServer, а "значение" — это название атрибута пользователя сервиса WeCom
vi: Ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ WeChat doanh nghiệp
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是企业微信服务用户属性名称

source: Site URL
es: URL del sitio actual
ja: サイトURL
ko: 현재 사이트 URL
pt_br: URL do site atual
ru: URL сайта
vi: URL của trang hiện tại
zh: 当前站点 URL

source: Site URL is the externally accessible address of the current product service and is usually used in links in system emails
es: URL del sitio es la dirección externa accesible del servicio actual del producto, que frecuentemente se utiliza en los enlaces de los correos del sistema. URL de la guía del usuario. Al iniciar sesión por primera vez, después de modificar el perfil, se redirige a esta dirección, que puede ser un wiki u otro documento explicativo. Nombre de visualización de la organización global, por defecto es "Organización Global". Enlace de documentos. La URL del documento se refiere a la dirección en la barra de navegación superior, Ayuda - Documentos. Enlace de soporte. La URL de soporte se refiere a la dirección en la barra de navegación superior, Ayuda - Soporte. El nombre de la organización ya existe. Limpieza programada. Registro de inicio de sesión (días). Registro de tareas (días). Registro de acciones (días). Registro de cambio de contraseña. Subida y descarga (días).
ja: サイトURLは、現在の製品サービスの外部からアクセス可能なアドレスであり、通常はシステムメール内のリンクに使用されます
ko: 사이트 URL은 현재 제품 서비스의 외부에서 접근 가능한 주소이며, 주로 시스템 이메일 링크에서 사용됩니다.
pt_br: URL do site é o endereço externo acessível do serviço do produto atual, geralmente usado em links em emails do sistema
ru: URL сайта - это доступный извне адрес текущих продуктов и услуг, обычно используется в ссылках системных электронных письмах
vi: URL của trang là địa chỉ có thể truy cập bên ngoài của dịch vụ sản phẩm hiện tại, thường được sử dụng trong các liên kết trong email hệ thống
zh: 站点 URL 是当前产品服务的外部可访问地址，通常在系统邮件中的链接中使用

source: User guide url
es: URL del asistente de usuario
ja: ユーザーガイドurl
ko: 사용자 안내 URL
pt_br: URL do Guia do Usuário
ru: URL руководства пользователя
vi: URL hướng dẫn người dùng
zh: 用户向导URL

source: User first login update profile done redirect to it
es: La primera vez que el usuario inicie sesión, tras modificar su perfil será redirigido a una dirección, que puede ser una wiki u otro documento explicativo
ja: ユーザーの最初のログイン更新プロファイルがリダイレクトされました
ko: 사용자가 처음 로그인한 후 프로필을 수정하면 리디렉션되는 주소로, 위키나 다른 설명 문서일 수 있습니다.
pt_br: Usuário ao fazer login pela primeira vez, é redirecionado para o endereço após modificar o perfil, pode ser um wiki ou outros documentos de instrução
ru: Когда пользователь впервые входит в систему и меняет свой профиль, он перенаправляется на адрес, который может быть вики-страницей или другой документацией
vi: Khi người dùng lần đầu tiên đăng nhập, sau khi chỉnh sửa hồ sơ sẽ được chuyển hướng đến địa chỉ, có thể là wiki hoặc tài liệu hướng dẫn khác
zh: 用户第一次登录，修改profile后重定向到地址, 可以是 wiki 或 其他说明文档

source: Global org display
es: Nombre de la organización global
ko: 전역 조직 이름
pt_br: Nome da organização global
ru: Название глобальной организации
vi: Tên tổ chức toàn cầu

source: The name of global organization to display
es: Nombre de visualización de la organización global, por defecto es Organización global
ja: 表示するグローバル組織の名前
ko: 전역 조직의 표시 이름, 기본적으로 전역 조직입니다.
pt_br: O nome visível da organização global, por padrão, é a organização global
ru: Отображаемое имя глобальной организации. По умолчанию - Global
vi: Tên hiển thị của tổ chức toàn cầu, mặc định là Tổ chức toàn cầu
zh: 全局组织的显示名称，默认为 全局组织

source: Document URL
es: Enlace a documentos
ja: ドキュメントリンク
ko: 문서 링크
pt_br: Link do documento
ru: URL документации
vi: Liên kết tài liệu
zh: 文档链接

source: Document URL refers to the address in the top navigation bar Help - Document
es: La URL del documento se refiere a la dirección en la barra de navegación principal, Ayuda - Documentación
ja: ドキュメントURLは、上部ナビゲーションバーのアドレスを指します。ヘルプ - ドキュメント
ko: 문서 URL은 최상위 탐색 막대에 있는 주소를 의미하며, 도움말 - 문서에서 확인할 수 있습니다.
pt_br: URL do documento refere-se ao endereço na barra de navegação de topo, Ajuda - Documento
ru: URL документации относится к адресу в верхней навигационной панели, Помощь - Документация
vi: URL tài liệu chỉ địa chỉ trong thanh điều hướng cấp cao nhất, giúp đỡ - tài liệu
zh: 文档 URL 指的是顶级导航栏中的地址，帮助 - 文档

source: Support URL
es: Enlace de soporte
ja: サポートリンク
ko: 지원 링크
pt_br: Link de suporte
ru: URL поддержки
vi: Hỗ trợ liên kết
zh: 支持链接

source: Support URL refers to the address in the top navigation bar Help - Support
es: La URL de soporte se refiere a la dirección en la barra de navegación principal, Ayuda - Soporte
ja: サポートURLは、上部ナビゲーションバーのアドレスを指します。ヘルプ - サポート
ko: 지원 URL은 상단 내비게이션 바의 주소를 의미하며, 도움말 - 지원
pt_br: O URL de suporte refere-se ao endereço na barra de navegação de topo, Ajuda - Suporte
ru: URL поддержки относится к адресу в верхней навигационной панели, Помощь - Поддержка
vi: Hỗ trợ URL đề cập đến địa chỉ trong thanh điều hướng chính, trợ giúp - Hỗ trợ
zh: 支持 URL 指的是顶级导航栏中的地址，帮助 - 支持

source: Organization name already exists
es: El nombre de la organización ya existe
ja: 組織名はすでに存在します。
ko: 조직 이름이 이미 존재합니다
pt_br: O nome da organização já existe
ru: Имя организации уже существует
vi: Tên tổ chức đã tồn tại
zh: 组织名称已存在

source: Period clean
es: Limpieza programada
ja: 定時清掃
ko: 정기 청소
pt_br: Limpeza Programada
ru: Периодическая очистка
vi: Dọn dẹp định kỳ
zh: 定時清掃

source: Login log retention days (day)
es: Registro de inicio de sesión (días)
ja: ログインログは日数を保持します（天）
ko: 로그인 로그 (일)
pt_br: Logins (dias)
ru: Журнал входа (дни)
vi: Nhật ký đăng nhập (ngày)
zh: 登录日志 (天)

source: Task log retention days (day)
es: Registro de tareas (días)
ja: タスクログは日数を保持します（天）
ko: 작업 로그 (일)
pt_br: Log de tarefas (dias)
ru: Журнал задач (дни)
vi: Nhật ký tác vụ (ngày)
zh: 任务日志 (天)

source: Operate log retention days (day)
es: Registro de acciones (días)
ja: ログ管理日を操作する（天）
ko: 액션 로그 (일)
pt_br: Registro de Operações (dias)
ru: Журнал операций (дни)
vi: Nhật ký hành động (ngày)
zh: 操作日志 (天)

source: password change log keep days (day)
es: Registro de cambios de contraseña
ja: パスワード変更ログ（天）
ko: 비밀번호 변경 로그
pt_br: Registro de Alteração de Senha
ru: Журнал смены пароля (дни)
vi: Nhật ký thay đổi mật khẩu
zh: 改密日志

source: FTP log retention days (day)
es: Subidas y descargas (días)
ja: タスクログは日数を保持します（天）
ko: 업로드 및 다운로드 (일)
pt_br: Upload/Download (dias)
ru: Журнал загрузки/скачивания FTP (дни)
vi: Tải lên và tải xuống (ngày)
zh: 上传下载 (天)

source: Cloud sync task history retention days (day)
es: Sincronización de registros en la nube (días)
ja: タスクログは日数を保持します（天）
ko: 클라우드 동기화 기록 (일)
pt_br: Registros de Sincronização em Nuvem (dias)
ru: Журнал синхронизации с облаком (дни)
vi: Hồ sơ đồng bộ đám mây (ngày)
zh: 云同步记录 (天)

source: job execution retention days (day)
es: Historial de ejecución del centro de tareas (días)
ja: ジョブセンターの実行履歴 (天)
ko: 작업 센터 실행 이력 (일)
pt_br: Histórico de Execuções do Centro de Trabalhos (dias)
ru: История выполнения заданий (дни)
vi: Lịch sử thực hiện trung tâm công việc (ngày)
zh: 作业中心执行历史 (天)

source: Activity log retention days (day)
es: Registro de actividades (días)
ja: 活動ログは日数を保持します（天）
ko: 활동 기록 (일)
pt_br: Registros de Atividades (dias)
ru: Журнал действий (дни)
vi: Hồ sơ hoạt động (ngày)
zh: 活动记录 (天)

source: Session log retention days (day)
es: Registro de sesiones (días)
ja: ログインログは日数を保持します（天）
ko: 세션 로그 (일)
pt_br: Registros de Sessão (dias)
ru: Журнал сессий (дни)
vi: Nhật ký phiên (ngày)
zh: 会话日志 (天)

source: Session, record, command will be delete if more than duration, only in database, OSS will not be affected.
es: Las sesiones, grabaciones y registros de comandos que superen esta duración serán eliminados (sin afectar el almacenamiento de la base de datos, OSS, etc.)
ja: この期間を超えるセッション、録音、およびコマンド レコードは削除されます (データベースのバックアップに影響し、OSS などには影響しません)
ko: 세션, 녹화 및 명령 기록은 해당 시간을 초과하면 삭제됩니다 (데이터베이스 저장소에 영향, OSS 등은 영향을 받지 않습니다)
pt_br: Sessões, gravações e registros de comandos acima desse prazo serão excluídos (afeta o armazenamento do banco de dados, OSS, etc não são afetados)
ru: Сессии, видеозаписи и записи команд, превышающие этот временной лимит, будут удалены (влияет на хранение базы данных, но на OSS не влияет)
vi: Phiên, ghi hình, nhật ký lệnh vượt quá thời gian này sẽ bị xóa (ảnh hưởng tới lưu trữ cơ sở dữ liệu, không ảnh hưởng tới OSS)
zh: 会话、录像，命令记录超过该时长将会被清除 (影响数据库存储，OSS 等不受影响)

source: Change secret and push record retention days (day)
es: Días de conservación de los registros de cambio de contraseña (días)
ja: パスワード変更プッシュ記録を保持する日数 (日)
ko: 비밀번호 변경 푸시 기록 보존 일수 (일)
pt_br: Registro de Notificações de Alteração de Senha (dias)
ru: Срок хранения записей смены и публикации паролей (дни)
vi: Số ngày lưu giữ nhật ký đẩy thay đổi mật khẩu (ngày)
zh: 改密推送记录保留天数 (天)

source: Subject
es: Tema
ja: 件名
ko: 주제
pt_br: Tema
ru: Тема
vi: Chủ đề
zh: 主题

source: More Link
es: URL de más información
ja: もっとURL
ko: 더 많은 정보 URL
pt_br: URL para mais informações
ru: URL дополнительной информации
vi: Thông tin thêm URL
zh: 更多信息 URL

source: Announcement
es: Anuncio
ja: 発表
ko: 공지사항
pt_br: Anúncio
ru: Объявление
vi: Thông báo
zh: 公告

source: Vault
es: Habilitar Vault
ja: 有効化 Vault
ko: 금고 활성화
pt_br: Ativar Vault
ru: Включить Vault
vi: Kích hoạt Vault
zh: 启用 Vault

source: Vault provider
es: Proveedor de servicios de almacenamiento
ja: プロバイダー
ko: 보관소 서비스 제공자
pt_br: Fornecedor de Serviços do Cofre
ru: Поставщик услуг хранилища
vi: Nhà cung cấp kho lưu trữ
zh: 保管库服务商

source: Record limit
es: Límite de registros
ja: 記録制限
ko: 기록 제한
pt_br: Registro de Limites
ru: Ограничение записи
vi: Giới hạn hồ sơ
zh: 记录限制

source: If the specific value is less than 999 (default), the system will automatically perform a task every night: check and delete historical accounts that exceed the predetermined number. If the value reaches or exceeds 999 (default), no historical account deletion will be performed
es: Si el valor específico es menor a 999, el sistema realizará automáticamente una tarea cada noche: verificará y eliminará las cuentas históricas que excedan el número predeterminado. Si este valor alcanza o supera 999, no se llevará a cabo ninguna eliminación de cuentas históricas.
ja: 特定の値が 999 未満の場合、システムは毎晩自動的にタスクを実行します。つまり、所定の数を超える履歴アカウントを確認して削除します。 値が 999 以上の場合、履歴アカウントの削除は実行されません。
ko: 특정 수치가 999보다 작을 경우, 시스템은 매일 저녁 자동으로 작업을 수행합니다: 설정된 수를 초과하는 역사 계정을 확인하고 삭제합니다. 해당 수치가 999에 도달하거나 이를 초과할 경우, 역사 계정 삭제 작업은 진행되지 않습니다.
pt_br: Se um valor específico é menor que 999, o sistema irá automaticamente efetuar tarefas durante a noite: verificar e deletar contas históricas que superem a quantidade predeterminada. Se o valor atingir ou exceder 999, nenhuma ação de exclusão de contas históricas será realizada.
ru: Если заданное значение меньше 999, система будет автоматически выполнять задачу каждый вечер: проверять и удалять устаревшие учётные записи, превышающие установленное количество. Если значение равно или превышает 999, удаление исторических учётных записей не производится
vi: Nếu giá trị cụ thể nhỏ hơn 999, hệ thống sẽ tự động thực hiện nhiệm vụ vào mỗi buổi tối: kiểm tra và xóa những tài khoản lịch sử vượt quá số lượng quy định. Nếu giá trị này đạt hoặc vượt qua 999, sẽ không thực hiện bất kỳ thao tác xóa tài khoản lịch sử nào.
zh: 若特定数值小于999，系统将在每日晚间自动执行任务：检查并删除超出预定数量的历史账号。如果该数值达到或超过999，则不进行任何历史账号的删除操作。

source: Mount Point
es: Punto de montaje
ja: マウントポイント
ko: 마운트 지점
pt_br: Ponto de montagem
ru: Точка монтирования
vi: Điểm gắn kết
zh: 挂载点
