Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: After successful user authentication, if the user does not exist, automatically create the user
es: Después de la autenticación exitosa del usuario, si el usuario no existe, se crea automáticamente
ja: ユーザー認証が成功した後、ユーザーが存在しない場合、自動的にユーザーが作成されます
ko: 사용자 인증이 성공한 후, 사용자가 존재하지 않으면 자동으로 사용자가 생성됩니다.
pt_br: Após a autenticação bem-sucedida do usuário, se o usuário não existir, será criado automaticamente
ru: После успешной аутентификации пользователя, пользователь будет создан автоматически, если он ещё не существует в системе
vi: Sau khi xác thực người dùng thành công, nếu người dùng không tồn tại, sẽ tự động tạo người dùng
zh: 用户认证成功后，若用户不存在，则自动创建用户

source: Dingtalk
es: Habilitar autenticación de DingTalk
ja: ピン認証の有効化
ko: 딩딩 인증 활성화
pt_br: Habilitar autenticação DingTalk
vi: Kích hoạt xác thực DingTalk
zh: 启用钉钉认证

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the DingTalk service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer, y `value` es el nombre del atributo de usuario del servicio DingTalk
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は ディントーク サービスのユーザー属性名です
ko: 사용자 속성 매핑에서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 딩딩 서비스의 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer, e `value` é o nome do atributo do usuário do serviço DingTalk
ru: Сопоставление атрибутов пользователя, где "ключ" — это название атрибута пользователя JumpServer, а "значение" — название атрибута пользователя службы DingTalk
vi: Bản đồ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ DingTalk
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是钉钉服务用户属性名称

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the FeiShu service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer, y `value` es el nombre del atributo de usuario del servicio Feishu
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は フェイシュ サービスのユーザー属性名です
ko: 사용자 속성 매핑에서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 페이서 서비스의 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer, e `value` é o nome do atributo do usuário do serviço Feishu.
ru: Сопоставление атрибутов пользователя, где "ключ" — это название атрибута пользователя JumpServer, а "значение" — название атрибута пользователя службы Feishu
vi: Bản đồ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ FeiShu
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是飞书服务用户属性名称

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the Lark service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer y `value` es el nombre del atributo de usuario del servicio Lark. LDAP Dominio del servicio LDAP DN de vinculación Administrador del directorio vinculado Contraseña de vinculación OU de usuario Base de búsqueda de usuario; si hay múltiples OU, se pueden separar con el símbolo `|` Filtro de usuario Las opciones posibles son (cn o uid o sAMAccountName=%(user)s) Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer y `value` es el nombre del atributo de usuario del servicio LDAP. Tiempo de espera para la conexión (segundos) Tiempo de espera para el caché de User DN (segundos) Se puede almacenar en caché el User DN obtenido durante la autenticación del inicio de sesión del usuario, lo que puede mejorar considerablemente la velocidad de autenticación del usuario. Si la estructura del OU de usuario ha cambiado, haga clic en enviar para limpiar el caché de User DN. Cantidad de paginación de búsqueda (registros)
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は Lark サービスのユーザー属性名です
ko: 사용자 속성 매핑에서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 Lark 서비스의 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer e `value` é o nome do atributo do usuário do serviço Lark
ru: Сопоставление атрибутов пользователя, где "ключ" — это имя атрибута пользователя JumpServer, а "значение" — это имя атрибута пользователя службы Lark
vi: Bản đồ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ Lark
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是 Lark 服务用户属性名称

source: LDAP server URI
es: Nombre de dominio del servicio LDAP
ja: FIDOサーバーID
ko: LDAP 서비스 도메인 이름
pt_br: Domínio do serviço LDAP
ru: URI сервера LDAP
vi: Tên miền dịch vụ LDAP
zh: LDAP 服务域名

source: Bind DN
es: DN de enlace
ja: DN のバインド
ko: 바인딩 DN
pt_br: DN vinculado
vi: DN liên kết
zh: 绑定 DN

source: Binding Distinguished Name
es: Administrador del directorio de enlace
ja: バインドディレクトリ管理者
ko: 바인딩 디렉토리 관리자
pt_br: Administrador de diretório vinculado
ru: Отличительное имя (Distinguished Name) пользователя для чтения каталога LDAP
vi: Quản trị viên thư mục liên kết
zh: 绑定目录管理员

source: Binding password
es: Contraseña de enlace
ja: 古いパスワード
ko: 바인딩 비밀번호
pt_br: Senha vinculada
ru: Пароль пользователя Bind DN
vi: Mật khẩu liên kết
zh: 绑定密码

source: Search OU
es: OU de usuario
ja: システムアーキテクチャ
ko: 사용자 OU
pt_br: OU do usuário
ru: OU для поиска
vi: OU người dùng
zh: 用户 OU

source: User Search Base, if there are multiple OUs, you can separate them with the `|` symbol
es: Biblioteca de búsqueda de usuarios, si hay múltiples OUs, se pueden separar con el símbolo `|`
ja: ユーザー検索ライブラリ、複数のOUがある場合は`|`の記号で分けることができます
ko: 사용자 검색 라이브러리, 여러 OU가 있을 경우 `|` 기호로 구분할 수 있습니다.
pt_br: Biblioteca de pesquisa do usuário, se houver várias OUs, você pode usar o símbolo `|` para separar
ru: База поиска пользователей. При наличии нескольких OU их можно разделить символом `|`
vi: Kho tìm kiếm người dùng, nếu có nhiều OU, có thể phân tách bằng ký hiệu `|`
zh: 用户搜索库，如果有多个OU，可以用`|`符号分隔

source: Search filter
es: Filtro de usuario
ja: ユーザー検索フィルター
ko: 사용자 필터
pt_br: Filtro de usuário
ru: Фильтр поиска
vi: Bộ lọc người dùng.
zh: 用户过滤器

source: Selection could include (cn|uid|sAMAccountName=%(user)s)
es: Las posibles opciones son (cn o uid o sAMAccountName=%(user)s)
ja: 選択は (cnまたはuidまたはsAMAccountName)=%(user)s)
ko: 가능한 옵션은 (cn 또는 uid 또는 sAMAccountName=%(user)s)입니다.
pt_br: As opções possíveis são (cn ou uid ou sAMAccountName=%(user)s)
ru: Возможные варианты: (cn или uid или sAMAccountName=%(user)s)
vi: Các tùy chọn khả thi là (cn hoặc uid hoặc sAMAccountName=%(user)s) <---SEP---> ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng của JumpServer, `value` là tên thuộc tính người dùng của dịch vụ LDAP <---SEP---> Thời gian vượt thời gian kết nối (giây) <---SEP---> Chế độ nghiêm ngặt <---SEP---> Khi chế độ nghiêm ngặt được bật, việc đồng bộ toàn bộ hoặc tự động sẽ vô hiệu hóa những người dùng không được phát hiện trong LDAP <---SEP---> Thời gian hết hạn bộ nhớ cache User DN (giây) <---SEP---> Lưu cache User DN được truy vấn khi người dùng đăng nhập, có thể cải thiện hiệu suất xác thực người dùng một cách hiệu quả <br> nếu cấu trúc OU của người dùng có thay đổi, chỉ cần bấm vào gửi để xóa bộ nhớ cache User DN <---SEP---> Số lượng phân trang tìm kiếm (điểm) <---SEP---> Xác thực LDAP <---SEP---> Tên miền dịch vụ LDAP HA <---SEP---> Lưu cache User DN được truy vấn khi người dùng đăng nhập, có thể cải thiện hiệu suất xác thực người dùng một cách hiệu quả <br> nếu cấu trúc OU của người dùng có thay đổi, chỉ cần bấm vào gửi để xóa bộ nhớ cache User DN <---SEP---> OAuth2 <---SEP---> Nhà cung cấp dịch vụ <---SEP---> ID khách hàng <---SEP---> Khóa mật khẩu khách hàng
zh: 可能的选项是(cn或uid或sAMAccountName=%(user)s)

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the LDAP service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo del usuario en JumpServer, y `value` es el nombre del atributo del usuario en el servicio LDAP
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は LDAP サービスのユーザー属性名です
ko: 사용자 속성 매핑에서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 LDAP 서비스 사용자 속성 이름입니다.
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer e `value` é o nome do atributo do usuário do serviço LDAP
ru: Сопоставление атрибутов пользователя, где "ключ" — это имя атрибута пользователя JumpServer, а "значение" — это имя атрибута пользователя службы LDAP
vi: Ánh xạ thuộc tính của người dùng, trong đó `key` là tên thuộc tính người dùng JumpServer, `value` là tên thuộc tính người dùng dịch vụ LDAP
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是 LDAP 服务用户属性名称

source: Connect timeout (s)
es: Tiempo de espera de conexión (segundos)
ja: 接続タイムアウト (秒)
ko: 연결 시간 초과 (초)
pt_br: Tempo de conexão (segundos)
ru: Таймаут соединения (сек)
vi: Thời gian kết nối tối đa (giây)
zh: 连接超时时间 (秒)

source: Strict sync
es: Modo estricto
ko: 엄격 모드
ru: Строгий режим
vi: Chế độ nghiêm ngặt.

source: In strict mode, users not found in LDAP will be disabled during full or automatic sync
es: Después de activar el modo estricto, la sincronización completa o automática desactivará a los usuarios no encontrados en el LDAP del sistema.
ko: 엄격 모드를 활성화하면 LDAP에서 발견되지 않는 시스템의 사용자는 전체 또는 자동 동기화가 비활성화됩니다.
ru: При включении строгого режима полная или автоматическая синхронизация отключит пользователей в системе, которых нет в LDAP.
vi: Khi chế độ nghiêm ngặt được kích hoạt, việc đồng bộ toàn bộ hoặc tự động sẽ vô hiệu hóa những người dùng không được tìm thấy trong LDAP trong hệ thống

source: User DN cache timeout (s)
es: Tiempo de espera para la caché de User DN (segundos)
ja: User DN キャッシュの有効期限 (秒)
ko: User DN 캐시 시간 초과 (초)
pt_br: Tempo de cache do User DN (segundos)
ru: Время кэширования User DN (сек)
vi: Thời gian hết hạn bộ nhớ cache User DN (giây)
zh: User DN 缓存超时时间 (秒)

source: Caching the User DN obtained during user login authentication can effectively improve the speed of user authentication., 0 means no cache<br>If the user OU structure has been adjusted, click Submit to clear the user DN cache
es: Se puede almacenar en caché el User DN obtenido durante la autenticación del usuario, lo que puede mejorar significativamente la velocidad de autenticación. <br>Si hay algún ajuste en la estructura del OU del usuario, simplemente haga clic en enviar para limpiar la caché de User DN
ja: ユーザーがログイン認証時にクエリした User DN をキャッシュすると、ユーザー認証の速度を効果的に改善できます。<br>ユーザーの OU 構造が調整された場合は、提出をクリックしてユーザーの DN キャッシュをクリアできます。
ko: 사용자 로그인 인증 시 조회된 User DN을 캐시하여 사용자 인증 속도를 효과적으로 향상시킬 수 있습니다.<br>사용자 OU 구조에 변화가 있을 경우, 제출 버튼을 클릭하면 User DN 캐시가 삭제됩니다.
pt_br: Cache do User DN consultado durante a autenticação de login do usuário, o que pode melhorar efetivamente a velocidade de autenticação do usuário<br>Se a arquitetura de OU do usuário for ajustada, clique em enviar para limpar o cache do User DN
ru: Кэширование DN пользователя, полученного при аутентификации пользователя, может значительно ускорить процесс аутентификации.<br>Значение 0 означает отсутствие кэша.<br>Если структура OU пользователя изменена, нажмите "Отправить", чтобы очистить кэш DN пользователя
vi: Bộ nhớ cache User DN được truy vấn trong quá trình xác thực người dùng có thể cải thiện hiệu suất xác thực người dùng một cách hiệu quả<br>Nếu cấu trúc OU của người dùng có thay đổi, chỉ cần nhấp vào nút gửi để làm sạch bộ nhớ cache User DN
zh: 对用户登录认证时查询出的 User DN 进行缓存，可以有效提高用户认证的速度<br>如果用户 OU 架构有调整，点击提交即可清除用户 DN 缓存

source: Search paged size (piece)
es: Cantidad de resultados por página en la búsqueda (registros)
ja: ページサイズを検索 (じょう)
ko: 검색 페이지 수 (개)
pt_br: Número de páginas de pesquisa (linhas)
ru: Размер страницы поиска (шт.)
vi: Số lượng phân trang tìm kiếm (mục)
zh: 搜索分页数量 (条)

source: LDAP HA
es: Autenticación LDAP
ja: LDAP 認証
ko: LDAP 인증
pt_br: Autenticação LDAP
ru: Высокая доступность LDAP
vi: Xác thực LDAP
zh: LDAP 认证

source: LDAP HA server URI
es: Nombre de dominio del servicio LDAP HA
ja: LDAP HA サービスドメイン名
ko: LDAP HA 서비스 도메인 이름
pt_br: Domínio do Serviço LDAP HA
ru: URI сервера LDAP HA
vi: Tên miền dịch vụ LDAP HA
zh: LDAP HA 服务域名

source: Caching the User DN obtained during user login authentication can effectivelyimprove the speed of user authentication., 0 means no cache<br>If the user OU structure has been adjusted, click Submit to clear the user DN cache
es: Se puede almacenar en caché el User DN consultado durante la autenticación del inicio de sesión del usuario, lo que puede mejorar significativamente la velocidad de autenticación del usuario.<br>Si la estructura de la OU del usuario se modifica, simplemente haga clic en enviar para limpiar la caché del User DN.
ja: ユーザーがログイン認証時にクエリされた User DN をキャッシュすることで、ユーザー認証の速度を効果的に向上させることができます<br>ユーザーの OU 構造が調整された場合は、送信をクリックして User DN のキャッシュをクリアできます
ko: 사용자 로그인 인증 시 조회된 User DN을 캐시하여 사용자 인증 속도를 효과적으로 향상시킬 수 있습니다.<br>사용자 OU 구조에 변화가 있을 경우, 제출 버튼을 클릭하면 User DN 캐시가 삭제됩니다.
pt_br: Ao fazer cache do User DN consultado durante a autenticação do login do usuário, a velocidade da autenticação do usuário pode ser efetivamente aumentada<br>Se a estrutura do usuário OU for ajustada, clique em submeter para limpar o cache do usuário DN
ru: Кэширование DN пользователя, полученного при аутентификации пользователя, может значительно ускорить процесс аутентификации.<br>Значение 0 означает отсутствие кэша.<br>Если структура OU пользователя изменена, нажмите "Отправить", чтобы очистить кэш DN пользователя
vi: Bộ nhớ cache User DN được truy vấn trong quá trình xác thực người dùng có thể cải thiện hiệu suất xác thực người dùng một cách hiệu quả<br>Nếu cấu trúc OU của người dùng có thay đổi, chỉ cần nhấp vào nút gửi để làm sạch bộ nhớ cache User DN
zh: 对用户登录认证时查询出的 User DN 进行缓存，可以有效提高用户认证的速度<br>如果用户 OU 架构有调整，点击提交即可清除用户 DN 缓存

source: Service provider
es: Proveedor de servicios
ja: サービスプロバイダー
ko: 서비스 공급자
pt_br: Fornecedor de serviço
ru: Поставщик услуг
vi: Nhà cung cấp dịch vụ
zh: 服务提供商

source: Client ID
es: ID del cliente
ja: クライアントID
ko: 클라이언트 ID
pt_br: ID do cliente
ru: ID клиента
vi: ID khách hàng
zh: 客户端 ID

source: Client Secret
es: Clave del cliente
ja: クライアント秘密
ko: 클라이언트 비밀번호
pt_br: Chave secreta do cliente
ru: Секрет клиента
vi: Mật khẩu khách hàng
zh: 客户端密钥

source: Authorization endpoint
es: Dirección del punto final de autorización
ja: 認証エンドポイントアドレス
ko: 권한 부여 엔드포인트 주소
pt_br: Endereço do ponto de autorização
ru: Конечная точка авторизации
vi: Địa chỉ đầu cuối được ủy quyền
zh: 授权端点地址

source: Token endpoint
es: Dirección del punto final de token
ja: プロバイダートークンエンドポイント
ko: 토큰 엔드포인트 주소
pt_br: Endereço do ponto de token
ru: Конечная точка токена
vi: Địa chỉ đầu cuối token
zh: token 端点地址

source: Request method
es: Método de autenticación del cliente
ja: クライアント認証方式
ko: 클라이언트 인증 방식
pt_br: Forma de autenticação do cliente
ru: Метод запроса
vi: Phương thức xác thực của khách hàng
zh: 客户端认证方式

source: Userinfo endpoint
es: Dirección del punto final de información del usuario
ja: プロバイダーuserinfoエンドポイント
ko: 사용자 정보 엔드포인트 주소
pt_br: Endereço do ponto de informações do usuário
ru: Конечная точка информации о пользователе
vi: Địa chỉ đầu cuối thông tin người dùng
zh: 用户信息端点地址

source: End session endpoint
es: Dirección del punto final de cierre de sesión
ja: プロバイダーのセッション終了エンドポイント
ko: 세션 종료 엔드포인트 주소
pt_br: Endereço do ponto de encerramento da sessão
ru: Конечная точка завершения сеанса
vi: Địa chỉ đầu cuối đăng xuất phiên
zh: 注销会话端点地址

source: When the user signs out, they also be logged out from the OAuth2 server
es: Cuando el usuario cierra sesión, también se desconectará del servidor OAuth2.
ja: ユーザーがログアウトすると、OAuth2 サーバからもログアウトします
ko: 사용자가 로그아웃할 때, 그들은 OAuth2 서버에서도 로그아웃됩니다
pt_br: Quando os usuários saem, eles também sairão do servidor OAuth2
ru: При выходе пользователя из системы он также выходит из сервера OAuth2
vi: Khi người dùng đăng xuất, họ cũng sẽ thoát khỏi máy chủ OAuth2
zh: 当用户退出时，他们也会从 OAuth2 服务器退出

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the OAuth2 service user attribute name
es: Mapeo de atributos del usuario, donde `key` es el nombre del atributo de usuario de JumpServer y `value` es el nombre del atributo de usuario del servicio OAuth2.
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は OAuth2 サービスのユーザー属性名です
ko: 사용자 속성 매핑, 여기서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 OAuth2 서비스 사용자 속성 이름입니다
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer, e `value` é o nome do atributo do usuário do serviço OAuth2.
ru: Сопоставление атрибутов пользователя, где "ключ" - это название атрибута пользователя JumpServer, а "значение" - название атрибута пользователя сервиса OAuth2
vi: Ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng của JumpServer, `value` là tên thuộc tính người dùng của dịch vụ OAuth2
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是 OAuth2 服务用户属性名称

source: Always update user
es: Actualizar siempre la información del usuario.
ja: 常にユーザーを更新
ko: 항상 사용자 정보를 업데이트합니다
pt_br: Sempre atualizar informações do usuário
ru: Всегда обновлять пользователя
vi: Luôn cập nhật thông tin người dùng
zh: 总是更新用户信息

source: Base site URL
es: Dirección de JumpServer
ja: ベースサイトのアドレス
ko: JumpServer 주소
pt_br: Endereço JumpServer
ru: Базовый URL сайта
vi: Địa chỉ JumpServer
zh: JumpServer 地址

source: The current site's URL is used to construct the callback address
es: La URL del sitio actual utilizada para construir la dirección de retorno
ja: 現在のサイトのURLはコールバックアドレスを構築するために使用されます
ko: 현재 사이트의 URL은 콜백 주소를 구성하는 데 사용됩니다
pt_br: URL do site atual usado para construir o endereço de retorno
ru: URL текущего сайта используется для создания адреса обратного вызова
vi: URL của trang hiện tại được sử dụng để tạo địa chỉ callback
zh: 当前站点的URL用于构造回调地址

source: Client Id
es: ID del cliente
ja: クライアントID
ko: 클라이언트 ID
pt_br: ID do Cliente
ru: ID клиента
vi: ID khách hàng
zh: 客户端 ID

source: Share session
es: Sesión compartida
ja: セッションの共有
ko: 공유 세션
pt_br: Sessão Compartilhada
ru: Общий доступ к сессии
vi: Phiên chia sẻ
zh: 共享会话

source: Ignore SSL verification
es: Ignorar la verificación del certificado SSL
ja: Ssl検証を無視する
ko: SSL 인증서 검증 무시
pt_br: Ignorar validação do certificado SSL
ru: Игнорировать проверку SSL
vi: Bỏ qua xác thực chứng chỉ SSL
zh: 忽略 SSL 证书验证

source: User attribute mapping, where the `key` is the JumpServer user attribute name and the `value` is the OIDC service user attribute name
es: Mapeo de atributos de usuario, donde `key` es el nombre del atributo de usuario de JumpServer y `value` es el nombre del atributo de usuario del servicio OIDC
ja: ユーザー属性のマッピング、ここで `key` は JumpServer のユーザー属性名で、`value` は OIDC サービスのユーザー属性名です
ko: 사용자 속성 매핑, 여기서 `key`는 JumpServer 사용자 속성 이름이고, `value`는 OIDC 서비스 사용자 속성 이름입니다
pt_br: Mapeamento de atributos do usuário, onde `key` é o nome do atributo do usuário JumpServer e `value` é o nome do atributo do usuário do serviço OIDC
ru: Сопоставление атрибутов пользователя, где "ключ" - это имя атрибута пользователя JumpServer, а "значение" - это имя атрибута пользователя OIDC службы
vi: Ánh xạ thuộc tính người dùng, trong đó `key` là tên thuộc tính người dùng của JumpServer, `value` là tên thuộc tính người dùng của dịch vụ OIDC
zh: 用户属性映射，其中 `key` 是 JumpServer 用户属性名称，`value` 是 OIDC 服务用户属性名称

source: Enable PKCE
es: Habilitar PKCE
ja: 有効 PKCE
ko: PKCE 활성화
pt_br: Habilitar PKCE
ru: Включить PKCE
vi: Kích hoạt PKCE
zh: 启用 PKCE

source: Code challenge method
es: Método de verificación del código
ja: 検証コード方式
ko: 검증 확인 코드 방식
pt_br: Método de validação do código
ru: Метод проверки кода
vi: Xác thực mã kiểm tra cách
zh: 验证校验码方式

source: Use Keycloak
es: Utilizar Keycloak
ja: Keycloakを使用する
ko: Keycloak 사용
pt_br: Usar Keycloak
ru: Использовать Keycloak
vi: sử dụng Keycloak
zh: 使用 Keycloak

source: Use Keycloak as the OpenID Connect server, or use standard OpenID Connect Protocol
es: Usar Keycloak como servidor de OpenID Connect, o utilizar el protocolo estándar de OpenID Connect
ja: Keycloak を OpenID Connect サーバとして使用するか、標準的な OpenID Connect プロトコルを使用する
ko: OpenID Connect 서버로 Keycloak을 사용하거나 표준 OpenID Connect 프로토콜 사용
pt_br: Usar Keycloak como servidor OpenID Connect, ou usar o protocolo OpenID Connect padrão
ru: Используйте Keycloak в качестве сервера OpenID Connect или стандартный протокол OpenID Connect
vi: sử dụng Keycloak như một máy chủ OpenID Connect, hoặc sử dụng giao thức OpenID Connect chuẩn
zh: 使用 Keycloak 作为 OpenID Connect 服务器，或者使用标准 OpenID Connect 协议

source: Realm name
es: Dominio
ja: レルム名
ko: 도메인
pt_br: Domínio
ru: Имя области
vi: miền
zh: 域

source: OpenID Connect
es: Conexión OpenID
ja: OpenID 接続する
ko: OpenID 연결
pt_br: Conexão OpenID
vi: Kết nối OpenID
zh: OpenID 连接

source: Provider endpoint
es: Dirección del punto final
ja: プロバイダーエンドポイント
ko: 엔드포인트 주소
pt_br: Endereço de endpoint
ru: Конечная точка провайдера
vi: địa chỉ điểm cuối
zh: 端点地址

source: The issuer URL of the OpenID Provider, used to discover its configuration via the `$PROVIDER_ENDPOINT/.well-known/openid-configuration` endpoint.
vi: URL phát hành của nhà cung cấp OpenID, được sử dụng để khám phá cấu hình của nó thông qua đầu cuối “$PROVIDER_ENDPOINT/.well-known/openid-configuration”.

source: JWKS endpoint
es: Dirección del punto final jwks
ja: プロバイダーjwksエンドポイント
ko: jwks 엔드포인트 주소
pt_br: Endereço de endpoint JWKS
ru: Конечная точка JWKS
vi: địa chỉ điểm cuối jwks
zh: jwks 端点地址

source: Signature algorithm
es: Algoritmo de firma
ja: プロビダーサインalg
ko: 서명 알고리즘
pt_br: Algoritmo de assinatura
ru: Алгоритм подписи
vi: thuật toán ký
zh: 签名算法

source: Signing key
es: Firma clave
ja: プロバイダ署名キー
ko: 서명 키
pt_br: Chave de assinatura
ru: Подпись ключа
vi: Khóa ký
zh: 签名 Key

source: Scopes
es: Rango de conexión
ja: スコープ
ko: 연결 범위
pt_br: Alcance da conexão
ru: Области действия
vi: phạm vi kết nối
zh: 连接范围

source: ID Token max age (s)
es: Tiempo de validez del token (segundos)
ja: IDトークンの最大年齢 (秒)
ko: 토큰 유효 시간(초)
pt_br: Tempo de validade do token (segundos)
ru: Время действия токена ID (сек)
vi: thời gian hiệu lực token (giây)
zh: 令牌有效时间 (秒)

source: ID Token include claims
es: Declaración
ja: IDトークンにはクレームが含まれます
ko: 선언
pt_br: Declaração
ru: ID токен с включёнными утверждениями
vi: khai báo
zh: 声明

source: Use state
es: Estado de uso
ja: 使用状態
ko: 사용 상태
pt_br: Status de uso
ru: Статус использования
vi: trạng thái sử dụng
zh: 使用状态

source: Use nonce
es: Uso temporal
ja: Nonceを使用
ko: 임시 사용
pt_br: Uso temporário
ru: Временное использование
vi: sử dụng tạm thời
zh: 临时使用

source: Only SSL domain can use passkey auth
es: Solo los dominios SSL pueden utilizar la autenticación con Passkey
ja: SSLドメインのみがパスキー認証を使用できます
ko: SSLS 도메인만 Passkey(통행 키) 인증을 사용할 수 있습니다.
pt_br: Somente domínios SSL podem usar autenticação Passkey
ru: Только SSL домены могут использовать аутентификацию Passkey
vi: chỉ mô hình tên miền SSL mới có thể sử dụng xác thực Passkey (khóa truy cập)
zh: 只有 SSL 域名可以使用 Passkey(通行密钥)认证

source: FIDO Server ID
es: Dominio del servicio Passkey
ja: FIDOサーバーID
ko: Passkey 서비스 도메인
pt_br: Domínio de serviço Passkey
ru: ID сервера FIDO
vi: Tên miền dịch vụ Passkey
zh: Passkey 服务域名
