Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: When performing scheduled or manual account backups, this task is used
ja: 定時または手動でアカウントバックアップを実行する際は、このタスクを通じて実行します
zh: 定时或手动执行账号备份时，通过该任务执行

source: Gather assets accounts
ja: 資産の口座番号を収集する
zh: 收集资产上的账号

source: Added account
ja: 新規アカウント
zh: 新增账号

source: {} disabled
ja: {} 無効
zh: {} 已禁用

source: Frontal Face Recognition
ja: 正面顔認識
zh: 正面人脸识别

source: Manual trigger
ja: 手動トリガー
zh: 手动触发

source: Timing trigger
ja: タイミングトリガー
zh: 定时触发

source: Range {} to {}
ja: {} から {} までの範囲
zh: 输入在 {} - {} 范围之间

source: The variable name used in the script has a fixed prefix 'jms_' followed by the input variable name. For example, if the variable name is 'name,' the final generated environment variable will be 'jms_name'.
ja: スクリプトで使用する変数名で、固定プレフィクスjms_ + 入力した変数名。例えば、変数名がnameの場合、最終的に環境変数はjms_nameとなります
zh: 在脚本使用的变量名称，固定前缀 jms_ + 输入的变量名，例如变量名name，则最终生成环境变量为 jms_name

source: Execute after saving
ja: 保存後に実行
zh: 保存后执行

source: The following %(item_type)s will expire in %(count)s
ja: 次の %(item_type)s は %(count)s 以内に期限切れになります
zh: 以下 %(item_type)s 即将在 %(count)s 后过期

source: Global organization
ja: グローバル組織名
zh: 全局组织名

source: GPT Base URL
ja: GPTアドレス
zh: GPT 地址

source: The base URL of the GPT service. For example: https://api.openai.com/v1
ja: GPTサービスの基本のURL。例えば：https://api.openai.com/v1
zh: GPT 服务的基本 URL。例如：https://api.openai.com/v1

source: Your account has expired, please contact the administrator.
ja: アカウントが期限切れになったので、管理者に連絡してください。
zh: 您的账号已经过期，请联系管理员。

source: Your password has expired, please click <a href="%(user_password_update_url)s"> this link </a> update password.
ja: パスワードが期限切れになりましたので、クリックしてください <a href="%(user_password_update_url)s"> リンク </a> パスワードの更新
zh: 您的密码已经过期，请点击 <a href="%(user_password_update_url)s"> 链接 </a> 更新密码

source: please click <a href="%(user_password_update_url)s"> this link </a> to update your password.
ja: クリックしてください <a href="%(user_password_update_url)s"> リンク </a> パスワードの更新
zh: 请点击 <a href="%(user_password_update_url)s"> 链接 </a> 更新密码

source: Your information was incomplete. Please click <a href="%(first_login_url)s"> this link </a>to complete your information.
ja: あなたの情報が不完全なので、クリックしてください。 <a href="%(first_login_url)s"> リンク </a> 補完
zh: 你的信息不完整,请点击 <a href="%(first_login_url)s"> 链接 </a> 补充完整

source: Your ssh public key not set or expired. Please click <a href="%(user_pubkey_update)s"> this link </a>to update
ja: SSHキーが設定されていないか無効になっている場合は、 <a href="%(user_pubkey_update)s"> リンク </a> 更新
zh: 您的SSH密钥没有设置或已失效，请点击 <a href="%(user_pubkey_update)s"> 链接 </a> 更新

source: Face recognition enable success
ja: MFA(顔認識) の起動が成功
zh: MFA(人脸识别) 开启成功

source: Face recognition enable success, return login page
ja: MFA(顔認識) の有効化が成功し、ログインページに戻ります
zh: MFA(人脸识别) 启用成功，返回到登录页面

source: Face recognition disable success
ja: MFA(顔認識) の停止が成功
zh: MFA(人脸识别) 禁用成功

source: Face recognition disable success, return login page
ja: MFA(顔認識) の無効化が成功し、ログインページに戻ります
zh: MFA(人脸识别) 禁用成功，返回登录页面

source: Execute this task when manually or scheduled cloud synchronization tasks are performed
ja: 手動で、定時にクラウド同期タスクを実行する時にこのタスクを実行します
zh: 手动，定时执行云同步任务时执行该任务

source: Every day, according to the configuration in "System Settings - Tasks - Regular clean-up - Cloud sync task history retention days" the system will clean up the execution records generated by cloud synchronization
ja: 毎日、システム設定-タスクリスト-定期的なクリーニング設定-クラウド同期記録設定に基づき、クラウド同期によって生成された実行記録をクリーニングします。
zh: 每天根据系统设置-任务列表-定期清理配置-云同步记录配置，对云同步产生的执行记录进行清理

source: FIT2CLOUD
zh: 飞致云

source: SMTP
ja: SMTPホスト
