Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: Wait for <b>{}</b> confirm, You also can copy link to her/him <br/> Don't close this page
es: Esperando la confirmación de <b>{}</b>, también puedes copiar el enlace y enviárselo a él/ella <br/> No cierres esta página
ja: <b>{}</b> 確認を待ちます。彼女/彼へのリンクをコピーすることもできます <br/> このページを閉じないでください
ko: <b>{}</b> 확인을 기다리고 있습니다. 그는/그녀는 링크를 복사하여 전달할 수도 있습니다. <br/> 이 페이지를 닫지 마세요.
pt_br: Esperando pela confirmação de <b>{}</b>, você também pode copiar e enviar o link para ele/ela<br/> Não feche esta página
ru: Дождитесь подтверждения <b>{}</b>, вы также можете<br/> скопировать ссылку и отправить ему/ей <br/> Не закрывайте эту страницу
vi: Đang chờ <b>{}</b> xác nhận, bạn cũng có thể sao chép liên kết và gửi cho anh ấy/cô ấy <br/> Đừng đóng trang này
zh: 等待 <b>{}</b> 确认, 你也可以复制链接发给他/她 <br/> 不要关闭本页面

source: No ticket found
es: No se encontraron tickets
ja: チケットが見つかりません
ko: 작업 주문을 찾을 수 없습니다.
pt_br: Nenhum ticket de suporte foi encontrado
ru: Не найдено заявок
vi: Chưa phát hiện công việc
zh: 没有发现工单

source: Logout success
es: Cerrar sesión con éxito
ja: ログアウト成功
ko: 로그아웃이 성공적으로 완료되었습니다.
pt_br: Logout bem-sucedido
ru: Успешный выход из системы
vi: Đăng xuất thành công
zh: 退出登录成功

source: Logout success, return login page
es: Cerrar sesión con éxito, regresando a la página de inicio de sesión
ja: ログアウト成功、ログインページを返す
ko: 로그아웃이 성공적으로 완료되었습니다. 로그인 페이지로 돌아갑니다.
pt_br: Logout bem-sucedido, voltar para a página de login
ru: Вы успешно вышли, вернитесь на страницу входа
vi: Đăng xuất thành công, quay lại trang đăng nhập
zh: 退出登录成功，返回到登录页面

source: For your safety, automatic redirection login is not supported on the client. If you need to open it in the client, please log in again
es: Por su seguridad, la aplicación no soporta el inicio de sesión automático. Si necesita abrir la aplicación, por favor inicie sesión de nuevo
ja: 安全のため、クライアントでの自動リダイレクトログインはサポートされていません。クライアントで開く必要がある場合は、再度ログインしてください
ko: 안전을 위해 클라이언트는 자동 로그인 리다이렉트를 지원하지 않습니다. 클라이언트에서 열려면 다시 로그인해 주세요.
pt_br: Para sua segurança, o cliente não suporta login automático. Se precisar abrir no cliente, faça login novamente
ru: Для вашей безопасности автоматическая переадресация при входе не поддерживается в клиенте. Если необходимо открыть в клиенте, пожалуйста, войдите заново
vi: Để đảm bảo an toàn, ứng dụng không hỗ trợ tự động chuyển hướng đăng nhập. Nếu cần mở trong ứng dụng, vui lòng đăng nhập lại
zh: 为了您的安全，客户端不支持自动跳转登录。如果需要在客户端中打开，请重新登录

source: Slack Error
es: Error de Slack
ja: Slack エラー
ko: Slack 오류
pt_br: Erro no Slack
ru: Ошибка Slack
vi: Lỗi Slack
zh: Slack 错误

source: Slack is already bound
es: Slack ya está vinculado
ja: Slack はすでにバインドされています
ko: Slack이 이미 연결되었습니다.
pt_br: Slack já está vinculado
ru: Slack уже привязан
vi: Slack đã liên kết
zh: Slack 已经绑定

source: Failed to get user from Slack
es: Falló la obtención de usuarios desde Slack
ja: Slack からユーザーを取得できませんでした
ko: Slack에서 사용자 정보를 가져오지 못했습니다.
pt_br: Falha ao obter o usuário do Slack
ru: Не удалось получить пользователя Slack
vi: Lấy người dùng từ Slack thất bại
zh: 从 Slack 获取用户失败

source: WeCom Error, Please contact your system administrator
es: Error de WeChat empresarial, por favor contacte al administrador del sistema
ja: 企業微信エラー、システム管理者に連絡してください
ko: 기업 WeChat 오류, 시스템 관리자에게 문의하세요.
pt_br: Erro no WeChat Corporativo, entre em contato com o administrador do sistema
ru: Ошибка WeCom, пожалуйста, свяжитесь с администратором
vi: Lỗi WeChat Doanh Nghiệp, vui lòng liên hệ quản trị viên hệ thống
zh: 企业微信错误，请联系系统管理员

source: WeCom Error
es: Error de WeChat empresarial
ja: 企業微信エラー
ko: 기업 WeChat 오류
pt_br: Erro no WeChat Corporativo
ru: Ошибка WeCom
vi: Lỗi WeChat Doanh Nghiệp
zh: 企业微信错误

source: Wecom
es: WeChat empresarial
ja: 企業用WeChat
ko: 기업 WeChat
pt_br: WeChat Corporativo
vi: WeChat Doanh Nghiệp
zh: 企业微信

source: Failed to get user from WeCom
es: Falló la obtención de usuarios desde WeChat empresarial
ja: 企業の微信からユーザーを取得できませんでした
ko: 기업 WeChat에서 사용자 정보를 가져오지 못했습니다.
pt_br: Falha ao obter o usuário do WeChat Corporativo
ru: Не удалось получить пользователя WeCom
vi: Lấy người dùng từ WeChat Doanh Nghiệp thất bại
zh: 从企业微信获取用户失败

source: Please login with a password and then bind the WeCom
es: Por favor inicie sesión con su contraseña y luego vincule WeChat empresarial
ja: パスワードでログインしてからWeComをバインドしてください
ko: 密码로 로그인한 후 기업 WeChat을 연결해 주시기 바랍니다.
pt_br: Faça login com a senha, e então vincule ao WeChat Corporativo
ru: Пожалуйста, войдите с паролем, а затем привяжите WeCom
vi: Vui lòng đăng nhập bằng mật khẩu trước, rồi liên kết WeChat Doanh Nghiệp
zh: 请使用密码登录，然后绑定企业微信

source: Request file format may be wrong
es: Formato de archivo subido incorrecto o archivo de otro tipo de recurso
ja: リクエストファイルの形式が間違っている可能性があります
ko: 업로드한 파일 형식이 잘못되었거나 다른 유형의 리소스 파일입니다.
pt_br: Formato de arquivo enviado errado ou outro tipo de recurso do arquivo
ru: Неверный формат загружаемого файла или файл другого типа ресурсов
vi: Định dạng tệp tải lên sai hoặc tệp thuộc loại tài nguyên khác.
zh: 上传的文件格式错误 或 其它类型资源的文件

source: China
ja: 中国
ko: 중국
ru: Китай
vi: Trung Quốc
zh: 中国

source: Manual
es: Acción manual
ko: 수동으로 트리거
pt_br: AçãoManual
ru: Ручной триггер
vi: Kích hoạt thủ công

source: Timing
es: Acción programada
ko: 예약 트리거
pt_br: AçãoProgramada
ru: Триггер по времени
vi: Kích hoạt theo thời gian

source: Running
es: En ejecución
ja: ランニング
ko: 실행 중
pt_br: Em execução
ru: В процессе
vi: Đang chạy
zh: 运行中

source: Canceled
es: Cancelar
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отмена
vi: Hủy bỏ
zh: 取消

source: Confirmed
es: Confirmar
ko: 확인
pt_br: Confirmar
ru: Подтвержденный
vi: Xác nhận

source: Community edition
es: Versión comunitaria
ja: コミュニティ版
ko: 커뮤니티 버전
pt_br: Versão Comunitária
ru: Редакция Community
vi: Phiên bản cộng đồng
zh: 社区版

source: Basic edition
es: Versión básica empresarial
ja: エンタープライズ基本版
ko: 기업 기본 버전
pt_br: Versão Básica Empresarial
ru: Редакция Basic
vi: Phiên bản cơ bản doanh nghiệp
zh: 企业基础版

source: Standard edition
es: Versión estándar empresarial
ja: エンタープライズ標準版
ko: 기업 표준 버전
pt_br: Versão Padrão Empresarial
ru: Редакция Standard
vi: Phiên bản tiêu chuẩn doanh nghiệp
zh: 企业标准版

source: Professional edition
es: Versión profesional empresarial
ja: エンタープライズプロフェッショナル版
ko: 기업 전문 버전
pt_br: Versão Profissional Empresarial
ru: Редакция Professional
vi: Phiên bản chuyên nghiệp doanh nghiệp
zh: 企业专业版

source: Ultimate edition
es: Versión insignia empresarial
ja: エンタープライズ・フラッグシップ・エディション
ko: 기업 플래그십 버전
pt_br: Versão Premium Empresarial
ru: Редакция Ultimate
vi: Phiên bản cao cấp doanh nghiệp
zh: 企业旗舰版

source: %(name)s was created successfully
es: %(name)s creado con éxito
ja: %(name)s が正常に作成されました
ko: %(name)s가 생성되었습니다.
pt_br: %(name)s criado com sucesso
ru: %(name)s успешно создано
vi: %(name)s đã tạo thành công
zh: %(name)s 创建成功

source: %(name)s was updated successfully
es: %(name)s actualizado con éxito
ja: %(name)s は正常に更新されました
ko: %(name)s 업데이트 성공
pt_br: %(name)s atualizado com sucesso
ru: %(name)s успешно обновлено
vi: %(name)s đã cập nhật thành công
zh: %(name)s 更新成功

source: Marshal dict data to char field
es: Código dict a char
ja: チャーフィールドへのマーシャルディクトデータ
ko: 인코딩 dict를 char로
pt_br: Codificar dict para char
ru: Кодирование dict в char
vi: Mã hóa dict thành char
zh: 编码 dict 为 char

source: Marshal dict data to text field
es: Código dict a text
ja: テキストフィールドへのマーシャルディクトデータ
ko: 인코딩 dict를 text로
pt_br: Codificar dict para texto
ru: Кодирование dict в text
vi: Mã hóa dict thành text <- SEP -> Mã hóa list thành char <- SEP -> Mã hóa list thành text <- SEP -> Dữ liệu được mã hóa thành char <- SEP -> Dữ liệu được mã hóa thành text <- SEP -> Trường đã được mã hóa <- SEP -> JSON nhiều-một trường không hợp lệ, cần phải là {'type': 'all'} hoặc {'type': 'ids', 'ids': []} hoặc {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}]} <- SEP -> Loại không hợp lệ, cần phải là all, ids hoặc attrs <- SEP -> ID không hợp lệ, cần phải là danh sách <- SEP -> Trường này là bắt buộc. <- SEP -> Thuộc tính không hợp lệ, cần phải là danh sách dict <- SEP -> Thuộc tính không hợp lệ, phải có tên và giá trị <- SEP -> Bỏ qua <- SEP -> Thời gian bỏ qua <- SEP -> Người cập nhật cuối cùng.
zh: 编码 dict 为 text

source: Marshal list data to char field
es: Código list a char
ja: 元帥リストデータをチャーフィールドに
ko: 인코딩 list를 char로
pt_br: Codificar list para char
ru: Кодирование list в char
vi: Danh sách mã hóa là char
zh: 编码 list 为 char

source: Marshal list data to text field
es: Lista de codificación como texto
ja: マーシャルリストデータをテキストフィールドに
ko: 인코딩 list를 text로
pt_br: Codificar list para texto
ru: Кодирование list в text
vi: Danh sách mã hóa là text.
zh: 编码 list 为 text

source: Marshal data to char field
es: Datos codificados como carácter
ja: チャーフィールドへのマーシャルデータ
ko: 인코딩 데이터를 char로
pt_br: Codificar dados como char
ru: Кодирование данных в char
vi: Dữ liệu mã hóa dưới dạng char
zh: 编码数据为 char

source: Marshal data to text field
es: Datos codificados como texto
ja: テキストフィールドへのマーシャルデータ
ko: 인코딩 데이터를 text로
pt_br: Codificar dados como text
ru: Кодирование данных в text
vi: dữ liệu mã hóa dưới dạng text
zh: 编码数据为 text

source: Encrypt field using Secret Key
es: Campo cifrado
ja: Secret Keyを使用したフィールドの暗号化
ko: 암호화된 필드
pt_br: Campos criptografados
ru: Зашифрованное поле
vi: trường đã được mã hóa
zh: 加密的字段

source: Invalid JSON data for JSONManyToManyField, should be like {'type': 'all'} or {'type': 'ids', 'ids': []} or {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}
es: El campo JSON de muchos a muchos es inválido, debería ser {'type': 'all'} o {'type': 'ids', 'ids': []} o {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}]}
ja: JSON言語多对多字段无效，应为 ＃「タイプ」：「すべて」＃「すべて」或 ｛'type'：'ids'，'ids':[]｝或 ＃タイプ：属性、属性：[＃名前：ip、照合：正確、値：1.1.1.1｝
ko: JSON 다대다 필드는 유효하지 않으며, {'type': 'all'} 또는 {'type': 'ids', 'ids': []} 또는 {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}
pt_br: JSON campos muitos para muitos inválidos, deve ser {'type': 'all'} ou {'type': 'ids', 'ids': []} ou {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}
ru: Поле JSON «многие ко многим» недопустимо, должно быть {'type': 'all'} или {'type': 'ids', 'ids': []} или {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}
vi: Trường JSON nhiều vào nhiều không hợp lệ, phải là {'type': 'all'} hoặc {'type': 'ids', 'ids': []} hoặc {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}
zh: JSON 多对多字段无效，应为 {'type': 'all'} 或 {'type': 'ids', 'ids': []} 或 {'type': 'attrs', 'attrs': [{'name': 'ip', 'match': 'exact', 'value': '1.1.1.1'}}

source: Invalid type, should be "all", "ids" or "attrs"
es: Tipo inválido, debería ser all, ids o attrs
ja: 無効なタイプです。all、ids、またはattrsでなければなりません
ko: 유효하지 않은 유형, all, ids 또는 attrs여야 합니다
pt_br: Tipo inválido, deve ser all, ids ou attrs
ru: Неверный тип, должен быть all, ids или attrs
vi: Loại không hợp lệ, phải là all, ids hoặc attrs
zh: 无效类型，应为 all、ids 或 attrs

source: Invalid ids for ids, should be a list
es: ID inválido, debe ser una lista
ja: 無効なID、リストでなければなりません
ko: 유효하지 않은 ID, 목록이어야 합니다
pt_br: ID inválido, deve ser uma lista
ru: Неверный ID, ожидается список
vi: ID không hợp lệ, phải là danh sách
zh: 无效的ID，应为列表

source: This field is required.
es: Este campo es obligatorio.
ja: このフィールドは必須です。
ko: 이 필드는 필수 입력 항목입니다.
pt_br: Este campo é obrigatório.
ru: Это поле является обязательным.
vi: Trường này là bắt buộc.
zh: 该字段是必填项。

source: Invalid attrs, should be a list of dict
es: Atributos inválidos, debe ser una lista de dictados
ja: 無効な属性、dictリストでなければなりません
ko: 유효하지 않은 속성, dict 목록이어야 합니다
pt_br: Atributos inválidos, devem ser uma lista de dicts
ru: Неверные атрибуты, должны быть в виде списка dict
vi: Thuộc tính không hợp lệ, phải là danh sách dict
zh: 无效的属性，应为dict列表

source: Invalid attrs, should be has name and value
es: Atributo inválido, debe tener nombre y valor
ja: 名前と値が必要な無効な属性
ko: 유효하지 않은 속성, 이름과 값을 가져야 합니다
pt_br: Atributo inválido, deve ter um nome e valor
ru: Недопустимые атрибуты, должны иметь имя и значение
vi: Thuộc tính không hợp lệ, cần có tên và giá trị
zh: 无效属性，应具有名称和值

source: is discard
es: Ignorado
ja: は破棄されます
ko: 무시함
pt_br: Ignorado
ru: игнорируется
vi: Bỏ qua
zh: 忽略的

source: discard time
es: Tiempo ignorado
ja: 時間を捨てる
ko: 무시 시간
pt_br: Tempo ignorado
ru: игнорируемое время
vi: Thời gian bỏ qua
zh: 忽略时间

source: Updated by
es: Último actualizador
ja: によって更新
ko: 마지막 업데이트한 사람
pt_br: Último atualizador
ru: Обновил
vi: Người cập nhật cuối cùng
zh: 最后更新者

source: Invalid port range, should be like and within {}-{}
es: Rango de puertos inválido, debe estar entre {}-{}
ja: 無効なポート範囲です。{}-{} のような範囲内である必要があります
ko: 유효하지 않은 포트 범위, {}-{} 내에 있어야 합니다
pt_br: Faixa de portas inválida, deve estar dentro de {}-{}
ru: Недопустимый диапазон портов. Должно быть в пределах {}-{}.
vi: Dải cổng không hợp lệ, phải nằm trong khoảng {}-{}
zh: 无效的端口范围，应该在 {}-{} 之内

source: Object
es: Objeto
ja: オブジェクト
ko: 객체
pt_br: Objeto
ru: Объект
vi: Đối tượng
zh: 对象

source: Org ID
es: ID de Organización
ja: 組織 ID
ko: 조직 ID
pt_br: ID da organização
ru: ID организации
vi: Organization ID
zh: 组织 ID

source: The file content overflowed (The maximum length `{}` bytes)
es: El contenido del archivo es demasiado grande (longitud máxima `{}` bytes)
ja: ファイルの内容がオーバーフローしました (最大長 '{}' バイト)
ko: 파일 내용이 너무 큽니다 (최대 길이 `{}` 바이트)
pt_br: O conteúdo do arquivo é muito grande (tamanho máximo `{}` bytes)
ru: Содержимое файла слишком велико (максимальная длина `{}` байт)
vi: Nội dung tập tin quá lớn (độ dài tối đa là `{}` byte)
zh: 文件内容太大 (最大长度 `{}` 字节)

source: Parse file error: {}
es: Error al analizar el archivo: {}
ja: 解析ファイルエラー: {}
ko: 파일 구문 분석 오류: {}
pt_br: Erro ao analisar o arquivo: {}
ru: Ошибка анализа файла: {}
vi: Lỗi phân tích tập tin: {}
zh: 解析文件错误: {}

source: Invalid excel file
es: Archivo de Excel no válido
ja: 無効 excel 書類
ko: 유효하지 않은 엑셀 파일
pt_br: Arquivo Excel inválido
ru: Неверный файл Excel
vi: Tập tin excel không hợp lệ
zh: 无效的 excel 文件

source: Yes/No
es: Sí/No
ja: はい/いいえ
ko: 예/아니요
pt_br: Sim/Não
ru: Да/Нет
vi: Có/Không
zh: 是/否

source: Text, max length {}
es: Texto, longitud máxima {}
ja: テキスト、最大長 {}
ko: 텍스트, 최대 길이 {}
pt_br: Texto, comprimento máximo {}
ru: Текст, максимальная длина {}
vi: Văn bản, độ dài tối đa {}
zh: 文本，最大长度 {}

source: Long text, no length limit
es: Texto largo, sin límite de longitud
ja: 長文テキスト、長さ制限なし
ko: 긴 텍스트, 길이 제한 없음
pt_br: Texto longo, sem limite de comprimento
ru: Длинный текст, без ограничений по длине
vi: Văn bản dài, không giới hạn độ dài
zh: 长文本，无长度限制

source: Number, min {} max {}
es: Número, mínimo {} máximo {}
ja: 数字、最小 {} 最大 {}
ko: 숫자, 최소 {} 최대 {}
pt_br: Número, mínimo {} máximo {}
ru: Число, мин {} макс {}
vi: Số, tối thiểu {} tối đa {}
zh: 数字，最小 {} 最大 {}

source: Datetime format {}
es: Formato de fecha y hora {}
ja: 日付時刻形式 {}
ko: 날짜 시간 형식 {}
pt_br: Formato de data e hora {}
ru: Формат даты и времени {}
vi: Định dạng ngày giờ {}
zh: 日期时间格式 {}

source: Choices, format name(value), name is optional for human read, value is requisite, options {}
es: Opciones, formato: Nombre(valor), el nombre es opcional para facilitar la lectura, el valor es obligatorio, las opciones son {}
ja: 選択、形式: 名前(値)、名前はオプショナルで、読みやすいように、値は必須です。選択肢は {}
ko: 옵션, 형식: 이름(값), 이름은 선택 사항이며 읽기 쉽게 하도록, 값은 필수입니다, 선택 사항은 {}
pt_br: Opções, formato: nome(valor), o nome é opcional, para facilidade de leitura, o valor é obrigatório, as opções disponíveis são {}
ru: Опции, формат: имя(значение), имя опционально для удобства чтения, значение обязательно, доступные варианты: {}
vi: Tùy chọn, định dạng: Tên(Giá trị), tên là tùy chọn để dễ đọc, giá trị là bắt buộc, tùy chọn có {}
zh: 选项，格式: 名称(值)，名称是可选的，方便阅读，值是必填的，可选项有 {}

source: Choices, options {}
es: Opciones, las opciones son {}
ja: オプション、可能なオプションは {}
ko: 옵션, 선택 가능한 항목은 {}
pt_br: Opções, as opções disponíveis são {}
ru: Опции, доступные варианты: {}
vi: Tùy chọn, tùy chọn có {}
zh: 选项，可选项有 {}

source: Phone number, format +8612345678901
es: Número de teléfono, formato +8612345678901
ja: 電話番号、形式 +8612345678901
ko: 전화번호, 형식: +8612345678901
pt_br: Número de celular, formato +8612345678901
ru: Мобильный номер, формат +8612345678901
vi: Số điện thoại, định dạng +8612345678901
zh: 手机号，格式 +8612345678901

source: Label, format ["key:value"]
es: Etiqueta, formato: ["clave:valor"]
ja: タグ、形式: ["キー:値"]
ko: 태그, 형식: ["키:값"]
pt_br: Tags, formato: ["chave:valor"]
ru: Теги, формат: ["ключ:значение"]
vi: Nhãn, định dạng: ["Khóa:Giá trị"]
zh: 标签，格式: ["键:值"]

source: Object, format name(id), name is optional for human read, id is requisite
es: Elemento relacionado, formato: Nombre(id), el nombre es opcional para facilitar la lectura, el id es obligatorio
ja: 関連項目、形式: 名前(id)、名前はオプショナルで、読みやすいように、idは必須です
ko: 연관 항목, 형식: 이름(id), 이름은 선택 사항이며, 읽기 편의를 위해 포함되며, id는 필수 항목입니다.
pt_br: Item associado, formato: nome(id), o nome é opcional, para facilidade de leitura, o id é obrigatório
ru: Связанные элементы, формат: имя(id), имя опционально для удобства чтения, id обязательно
vi: Mục liên kết, định dạng: Tên(id), tên là tùy chọn để dễ đọc, id là bắt buộc.
zh: 关联项，格式: 名称(id), 名称是可选的，方便阅读，id 是必填的

source: Object, format id
es: Elemento relacionado, el formato es id
ja: 関連項目、形式は id
ko: 연관 항목, 형식은 id
pt_br: Item associado, o formato é id
ru: Связанный элемент, формат: id
vi: Liên kết, định dạng là id
zh: 关联项，格式是 id

source: Objects, format ["name(id)", ...], name is optional for human read, id is requisite
es: Múltiples elementos relacionados, formato: ["Nombre(id)", ...], el nombre es opcional para facilitar la lectura, el id es obligatorio.
ja: 多関連項目、形式: ["名前(id)", ...]、名前はオプショナルで、読みやすいように、idは必須です
ko: 다중 연관 항목, 형식: ["이름(id)", ...], 이름은 선택 사항이며, 읽기 편의를 위해 포함되며, id는 필수 항목입니다.
pt_br: Múltiplos itens associados, formato: ["nome(id)", ...], o nome é opcional, para facilidade de leitura, o id é obrigatório
ru: Много связанных элементов, формат: ["Название(id)", ...], Название является опциональным для удобства чтения, id является обязательным
vi: nhiều liên kết, định dạng: ["Tên(id)", ...], tên là tùy chọn, thuận tiện cho việc đọc, id là bắt buộc
zh: 多关联项，格式: ["名称(id)", ...], 名称是可选的，方便阅读，id 是必填的

source: Labels, format ["key:value", ...], if label not exists, will create it
es: Etiquetas, formato: ["clave:valor", ...], si la etiqueta no existe, se creará.
ja: タグ、形式: ["キー:値", ...]、もしタグが存在しない場合、それを作成します
ko: 태그, 형식: ["키:값", ...], 태그가 존재하지 않으면 생성됩니다.
pt_br: Etiquetas, formato: ["chave: valor", ...], se a etiqueta não existir, ela será criada
ru: Теги, формат: ["Ключ:Значение", ...], Если тег не существует, то он будет создан
vi: nhãn, định dạng: ["khóa:giá trị", ...], nếu nhãn không tồn tại, sẽ được tạo ra
zh: 标签，格式: ["键:值", ...], 如果标签不存在，将创建它

source: Objects, format ["id", ...]
es: Múltiples elementos relacionados, el formato es ["id", ...].
ja: 多関連項目、形式は ["id", ...]
ko: 다중 연관 항목, 형식은 ["id", ...]
pt_br: Itens associados múltiplos, o formato é ["id", ...]
ru: Много связанных элементов, формат: ["id", ...]
vi: nhiều liên kết, định dạng là ["id", ...]
zh: 多关联项，格式是 ["id", ...]

source: {} - The encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
es: {} - Contraseña de encriptación no establecida - por favor dirígete a información personal -> Configuración de contraseña de archivos para establecerla.
ja: {} - 暗号化パスワードが設定されていません-個人情報->ファイル暗号化パスワードに暗号化パスワードを設定してください
ko: {} - 암호화 비밀번호가 설정되지 않았습니다 - 개인 정보 -> 파일 암호화 비밀번호에서 암호화 비밀번호를 설정해 주세요.
pt_br: {} - Senha de criptografia não definida - vá para Informações pessoais -> Senha de criptografia de arquivo para definir a senha de criptografia
ru: {} - Не установлен пароль шифрования - пожалуйста, перейдите в Персональные настройки -> Настройки предпочтений
vi: {} - Chưa thiết lập mật khẩu mã hóa - Vui lòng đến thông tin cá nhân -> Mật khẩu mã hóa tệp để thiết lập mật khẩu mã hóa
zh: {} - 未设置加密密码 - 请前往个人信息 -> 文件加密密码中设置加密密码

source: Export all
es: Exportar todo
ja: すべてエクスポート
ko: 모두 내보내기
pt_br: Exportar Tudo
ru: Экспорт всех
vi: Xuất tất cả
zh: 导出所有

source: Export only selected items
es: Exportar solo selección
ja: 選択項目のみエクスポート
ko: 선택 항목만 내보내기
pt_br: Exportar apenas itens selecionados
ru: Экспорт выбранных
vi: Chỉ xuất mục đã chọn
zh: 仅导出选择项

source: Export filtered
es: Exportar búsqueda
ko: 검색 내보내기
ru: Экспорт отфильтрованных
vi: Xuất tìm kiếm

source: %s object does not exist.
es: El objeto %s no existe.
ja: %s オブジェクトは存在しません。
ko: %s 객체가 존재하지 않습니다.
pt_br: O objeto %s não existe
ru: Объект %s не существует.
vi: %s đối tượng không tồn tại
zh: %s对象不存在

source: Someone else is doing this. Please wait for complete
es: Otra persona está realizando la acción, por favor espera a que termine.
ja: 他の誰かがこれをやっています。完了をお待ちください
ko: 다른 사람이 작업 중입니다. 다른 사람이 작업을 완료할 때까지 기다려주세요.
pt_br: Outra pessoa está em Action, aguarde a finalização
ru: Другие пользователи выполняют действие, пожалуйста, дождитесь завершения
vi: Người khác đang thao tác, vui lòng chờ người khác hoàn thành
zh: 其他人正在操作，请等待他人完成

source: Your request timeout
es: Tu solicitud ha caducado.
ja: リクエストのタイムアウト
ko: 요청이 시간이 초과되었습니다
pt_br: Sua solicitação expirou
ru: Ваш запрос истек
vi: Yêu cầu của bạn đã hết thời gian
zh: 您的请求超时了

source: M2M reverse not allowed
es: Las relaciones muchos a muchos inversas no están permitidas.
ja: M2Mリバースは許可されません
ko: 다대다 반전은 허용되지 않습니다
pt_br: Não é permitido muitos para muitos reversos
ru: Обратные связи в отношениях многие-ко-многим не допускаются
vi: Quan hệ nhiều-nhiều ngược không được phép
zh: 多对多反向是不被允许的

source: Is referenced by other objects and cannot be deleted
es: Está asociado a otros objetos y no se puede eliminar.
ja: 他のオブジェクトによって参照され、削除できません。
ko: 다른 객체와 연결되어 있어 삭제할 수 없습니다
pt_br: Associado a outros objetos, não pode ser deletado
ru: Связан с другими объектами, удаление невозможно
vi: Bị liên kết với đối tượng khác, không thể xóa
zh: 被其他对象关联，不能删除

source: This action require confirm current user
es: Esta acción requiere la confirmación del usuario actual.
ja: このアクションでは、MFAの確認が必要です。
ko: 이 작업은 현재 사용자 확인이 필요합니다
pt_br: Esta operação requer a confirmação do usuário atual
ru: Это действие требует подтверждения текущего пользователя
vi: Hành động này cần xác nhận người dùng hiện tại
zh: 此操作需要确认当前用户

source: Unexpect error occur
es: Ocurrió un error inesperado.
ja: 予期しないエラーが発生します
ko: 예기치 않은 오류가 발생했습니다
pt_br: Ocorreu um erro inesperado
ru: Произошла непредвиденная ошибка
vi: Đã xảy ra lỗi ngoài ý muốn.
zh: 发生意外错误

source: Invalid elasticsearch config
es: Configuración de Elasticsearch no válida.
ja: 無効なElasticsearch構成
ko: 유효하지 않은 Elasticsearch 구성입니다
pt_br: Configuração inválida do Elasticsearch
ru: Неверная конфигурация Elasticsearch
vi: Cấu hình Elasticsearch không hợp lệ
zh: 无效的 Elasticsearch 配置

source: Not Support Elasticsearch8
es: No se soporta Elasticsearch8.
ja: サポートされていません Elasticsearch8
ko: Elasticsearch8을 지원하지 않습니다
pt_br: Elasticsearch8 não é suportado
ru: Elasticsearch8 не поддерживается
vi: Không hỗ trợ Elasticsearch8
zh: 不支持 Elasticsearch8

source: Connection failed: Self-signed certificate used. Please check server certificate configuration
es: Error de conexión: se utilizó un certificado autofirmado, por favor revisa la configuración del certificado del servidor.
ja: 接続失敗：自己署名証明書が使用されています，サーバーの証明書設定を確認してください
ko: 연결 실패: 자체 서명된 인증서를 사용했습니다. 서버 인증서 구성을 확인하십시오
pt_br: Falha na conexão: foi usado um certificado de assinatura automática, verifique a configuração do certificado do servidor
ru: Соединение не установлено: использован самоподписанный сертификат. Проверьте конфигурацию сертификата сервера.
vi: Kết nối thất bại: đã sử dụng chứng chỉ tự ký, vui lòng kiểm tra cấu hình chứng chỉ của máy chủ
zh: 连接失败：使用了自签名证书，请检查服务器证书配置
