Repository: jumpserver/jumpserver
Catalog: apps/i18n/core/*/LC_MESSAGES/django.po
Languages: es, ja, ko, pt_br, ru, vi, zh

source: User password history
es: Historial de contraseñas de usuarios
ja: ユーザーパスワード履歴
ko: 사용자 비밀번호 히스토리
pt_br: Histórico de senhas do usuário
ru: История паролей пользователя
vi: Lịch sử mật khẩu người dùng
zh: 用户密码历史

source: Force enabled
es: Activación forzada
ja: 強制有効
ko: 강제로 활성화
pt_br: Forçar ativação
ru: Принудительное включение
vi: Bắt buộc kích hoạt
zh: 强制启用

source: Reset password url
vi: Địa chỉ trang web đặt lại mật khẩu

source: Reset password token
vi: Mã thông báo đặt lại mật khẩu

source: Forget password url
vi: Trang web quên mật khẩu

source: Reset password
es: Restablecer contraseña
ja: パスワードのリセット
ko: 비밀번호 재설정
pt_br: Resetar senha
ru: Сброс пароля
vi: Đặt lại mật khẩu
zh: 重置密码

source: Login url
vi: Địa chỉ trang web đăng nhập

source: Reset password success
es: Restablecimiento de contraseña exitoso
ja: パスワードのリセット成功
ko: 비밀번호 재설정 성공
pt_br: Resetar senha com sucesso
ru: Успешный сброс пароля
vi: Đặt lại mật khẩu thành công
zh: 重置密码成功

source: IP address
vi: Địa chỉ IP

source: Reset public key success
es: Restablecimiento de clave pública exitoso
ja: 公開鍵のリセット成功
ko: 공개키 재설정 성공
pt_br: Resetar chave pública com sucesso
ru: Успешный сброс открытого ключа
vi: Đặt lại khóa công khai thành công
zh: 重置公钥成功

source: Password is about expire
es: La contraseña está a punto de caducar
ja: パスワードの有効期限が近づいています
ko: 비밀번호가 곧 만료됩니다
pt_br: A senha está prestes a expirar
ru: Пароль скоро истечет
vi: Mật khẩu sắp hết hạn
zh: 密码即将过期

source: Password expiration date
vi: Ngày hết hạn mật khẩu

source: Update password url
vi: Địa chỉ trang web cập nhật mật khẩu

source: Account is about expire
es: La cuenta está a punto de caducar
ja: アカウントの有効期限が近づいています
ko: 계정이 곧 만료됩니다
pt_br: A conta está prestes a expirar
ru: Аккаунт скоро истечет
vi: Tài khoản sắp hết hạn
zh: 账号即将过期

source: Expiration date
vi: Thời hạn

source: Reset SSH Key
es: Restablecer clave SSH
ja: SSHキーのリセット
ko: SSH 키 재설정
pt_br: Reiniciar chave SSH
ru: Сброс SSH ключа
vi: Đặt lại khóa SSH
zh: 重置 SSH 密钥

source: Update SSH Key url
vi: Cập nhật địa chỉ SSH khóa

source: Reset MFA
es: Restablecer MFA
ja: MFAのリセット
ko: MFA 재설정
pt_br: Reiniciar MFA
ru: Сброс МФА
vi: Đặt lại MFA
zh: 重置 MFA

source: Reset MFA url
vi: Địa chỉ trang web đặt lại MFA

source: File name conflict resolution
es: Solución para conflictos de nombres de archivos
ja: ファイル名競合ソリューション
ko: 파일 이름 충돌 해결 방법
pt_br: Solução de conflito de nomes de arquivos
ru: Разрешение конфликтов имен файлов
vi: Giải pháp xung đột tên tệp
zh: 文件名冲突解决方案

source: Terminal theme name
es: Nombre del tema del terminal
ja: ターミナルテーマ名
ko: 터미널 테마 이름
pt_br: Nome do tema do terminal
ru: Название темы терминала
vi: Tên chủ đề terminal
zh: 终端主题名称

source: *! The password for file encryption, used for decryption when the system sends emails containing file attachments. <br>Such as: account backup files, account password change results files
es: Contraseña de cifrado de archivos, utilice esta contraseña para descifrar cuando el correo enviado por el sistema contenga archivos adjuntos.<br>Ej: archivo de respaldo de cuenta, archivo de resultado de cambio de contraseña de la cuenta
ja: ファイル暗号化パスワードは、システムから送信されるメールにファイルの添付が含まれている場合、このパスワードで解読します。<br>例：アカウントのバックアップファイル、アカウントのパスワード変更結果ファイル
ko: 파일 암호화 비밀번호, 시스템에서 전송된 이메일에 파일 첨부가 포함될 경우 이 비밀번호로 암호를 해독하십시오.<br>예: 계정 백업 파일, 계정 비밀번호 변경 결과 파일
pt_br: Senha de criptografia de arquivo, use esta senha para descriptografar quando o email enviado pelo sistema contém um anexo de arquivo.<br>Por exemplo: arquivo de backup da conta, arquivo de resultado de alteração de senha da conta
ru: *! Пароль для шифрования файлов, который используется для расшифровки, когда система отправляет электронные письма, содержащие вложенные файлы. <br>Например: файлы резервных копий учетных записей, файлы результатов изменения пароля учетной записи
vi: Mật khẩu mã hóa tệp, khi email hệ thống có tệp đính kèm, sử dụng mật khẩu này để giải mã.<br>Ví dụ: tệp sao lưu tài khoản, tệp kết quả thay đổi mật khẩu tài khoản
zh: 文件加密密码，当系统发送的邮件中包含文件附件时，使用此密码进行解密。<br>如：账号备份文件、账号改密结果文件

source: The newly set password is inconsistent
es: Las contraseñas no coinciden
ja: 新しく設定されたパスワードが一致しない
ko: 두 번의 비밀번호가 일치하지 않습니다
pt_br: As duas senhas não correspondem
ru: Введённые пароли не совпадают
vi: Mật khẩu không khớp
zh: 两次密码不一致

source: Language
es: Idioma
ja: 言語
ko: 언어
pt_br: Idioma
ru: Язык
vi: Ngôn ngữ
zh: 语言

source: File Encryption
es: Contraseña de cifrado de archivos
ja: 新しいファイルの暗号化パスワード
ko: 파일 암호화 비밀번호
pt_br: Senha de criptografia de arquivo
ru: Шифрование файлов
vi: Mật khẩu mã hóa tệp
zh: 文件加密密码

source: Async loading of asset tree
es: Carga asíncrona del árbol de activos
ja: 非同期ロード資産ツリー
ko: 비동기식 자산 트리 로드
pt_br: Carregamento assíncrono da árvore de ativos
ru: Асинхронная загрузка дерева активов
vi: Tải tài sản cây không đồng bộ
zh: 异步加载资产树

source: Connect default open method
es: Forma predeterminada de apertura de conexión
ja: デフォルトの接続オープン方法
ko: 연결 기본 열기 방식
pt_br: Forma padrão de abertura de conexão
ru: Подключить с настройками по умолчанию
vi: Kết nối với cách mở mặc định
zh: 连接默认打开方式

source: Theme
es: Tema
ja: テーマ
ko: 테마
pt_br: Tema
ru: Тема
vi: Chủ đề
zh: 主题

source: RDP resolution
es: Resolución RDP
ja: RDP 解像度
ko: RDP 해상도
pt_br: Resolução RDP
ru: Разрешение RDP
vi: Độ phân giải RDP
zh: RDP 分辨率

source: Keyboard layout
es: Distribución del teclado
ja: キーボードレイアウト
ko: 키보드 레이아웃
pt_br: Layout do teclado
ru: Раскладка клавиатуры
vi: Bố cục bàn phím
zh: 键盘布局

source: RDP client option
es: Opciones del cliente RDP
ja: RDPクライアントオプション
ko: RDP 클라이언트 옵션
pt_br: Opções do cliente RDP
ru: Опции клиента RDP
vi: Tùy chọn khách hàng RDP
zh: RDP 客户端选项

source: RDP color quality
es: Calidad de color RDP
ja: RDP の色品質
ko: RDP 색상 품질
pt_br: Qualidade de cor RDP
ru: Качество цвета RDP
vi: Chất lượng màu RDP
zh: RDP 颜色质量

source: RDP smart size
es: Tamaño inteligente RDP
ja: RDP スマート サイズ
ko: RDP 스마트 크기
pt_br: Tamanho inteligente RDP
ru: Умный размер RDP
vi: Kích thước thông minh RDP
zh: RDP 智能尺寸

source: Determines whether the client computer should scale the content on the remote computer to fit the window size of the client computer when the window is resized.
es: Confirmar si el cliente debe ajustar el contenido en la computadora remota para que se adapte al tamaño de la ventana de la computadora cliente al cambiar el tamaño de la ventana.
ja: ウィンドウサイズを調整したときに、クライアントコンピューターがリモートコンピューター上の内容をクライアントコンピューターのウィンドウサイズに合うように拡大または縮小するかどうかを決定します。
ko: 확인: 클라이언트 컴퓨터가 창 크기에 맞게 원격 컴퓨터의 내용을 축소해야 하는지 여부
pt_br: Determinar se o computador cliente deve redimensionar o conteúdo no computador remoto para se ajustar ao tamanho da janela do computador cliente quando o tamanho da janela é alterado
ru: При изменении размера окна, должно ли клиентское устройство масштабировать содержимое на удалённом устройстве, чтобы оно соответствовало размеру окна клиентского устройства?
vi: Xác nhận liệu máy tính khách có nên thu phóng nội dung trên máy tính từ xa để phù hợp với kích thước cửa sổ của máy tính khách hay không
zh: 确定调整窗口大小时客户端计算机是否应缩放远程计算机上的内容以适应客户端计算机的窗口大小

source: Remote app connect method
es: Conexión remota de aplicaciones
ja: リモートアプリケーション接続方式
ko: 원격 애플리케이션 연결 방식
pt_br: Método de conexão do aplicativo remoto
ru: Метод подключения к удалённому приложению
vi: Cách kết nối ứng dụng từ xa
zh: 远程应用连接方式

source: Terminal font size
es: Tamaño de fuente del terminal de caracteres
ja: 文字終端フォントサイズ
ko: 문자 터미널 글꼴 크기
pt_br: Tamanho da fonte do terminal de caracteres
ru: Размер шрифта в терминале
vi: Kích thước phông chữ trong terminal ký tự
zh: 字符终端字体大小

source: Backspace as Ctrl+H
es: Retroceso de terminal de caracteres como Ctrl+H
ja: 文字終端Backspace As Ctrl+H
ko: 문자 터미널 백스페이스를 Ctrl+H로
pt_br: Terminal de caracteres Backspace As Ctrl+H
ru: Backspace как Ctrl+H
vi: Terminal ký tự Backspace như Ctrl+H
zh: 字符终端Backspace As Ctrl+H

source: Right click quickly paste
es: Pegar rápidamente con clic derecho
ja: 右クリックでクイック貼り付け
ko: 우클릭 빠른 붙여넣기
pt_br: Clique direito para colar rapidamente
ru: Быстрая вставка правой кнопкой мыши
vi: Dán nhanh bằng chuột phải
zh: 右键快速粘贴

source: Graphics
es: Gráfico
ja: 図形化
ko: 그래픽화
pt_br: Gráfico
ru: Графический интерфейс
vi: Đồ họa hóa
zh: 图形化

source: Command line
es: Línea de comandos
ja: コマンドライン
ko: 명령행
pt_br: Linha de comando
ru: Командная строка
vi: Dòng lệnh
zh: 命令行

source: The old password is incorrect
es: Contraseña antigua incorrecta
ja: 古いパスワードが正しくありません
ko: 이전 비밀번호 오류
pt_br: Senha antiga errada
ru: Неверный старый пароль
vi: Mật khẩu cũ không đúng
zh: 旧密码错误

source: Password does not match security rules
es: La contraseña no cumple con las normas de seguridad
ja: パスワードがセキュリティルールと一致しない
ko: 비밀번호가 보안 규칙을 충족하지 않음
pt_br: A senha não atende às regras de segurança
ru: Пароль не соответствует требованиям безопасности
vi: Mật khẩu không đáp ứng quy tắc bảo mật
zh: 密码不满足安全规则

source: The new password cannot be the last {} passwords
es: La nueva contraseña no puede ser una de las últimas {} contraseñas
ja: 新しいパスワードを最後の {} 個のパスワードにすることはできません
ko: 새 비밀번호는 최근 {} 번의 비밀번호가 될 수 없음
pt_br: A nova senha não pode ser as últimas {} senhas
ru: Новый пароль не может совпадать с паролями за последние {} раз
vi: Mật khẩu mới không thể là một trong {} mật khẩu gần đây
zh: 新密码不能是最近 {} 次的密码

source: Perms
es: Permisos
ja: パーマ
ko: 권한
pt_br: Permissões
ru: Права
vi: Quyền hạn
zh: 权限

source: System roles
es: Rol del sistema
ja: システムの役割
ko: 시스템 역할
pt_br: Função de sistema
ru: Системные роли
vi: Vai trò hệ thống
zh: 系统角色

source: System roles are roles at the system level, and they will take effect across all organizations
es: El rol del sistema es un rol a nivel de sistema que se aplicará en toda la organización
ja: システムロールはシステムレベルのロールであり、すべての組織で有効になります
ko: 시스템 역할은 시스템 수준에서의 역할로, 모든 조직에서 효력을 가집니다.
pt_br: A função do sistema é um papel definido ao nível do sistema e será efetivo em todas as organizações
ru: Системные роли — это роли на уровне системы, и они будут действовать во всех организациях.
vi: Vai trò hệ thống là vai trò ở cấp độ hệ thống, có hiệu lực trên tất cả các tổ chức
zh: 系统角色是系统级别的角色，将在所有组织中生效

source: Org roles
es: Rol de la organización
ja: 組織ロール
ko: 조직 역할
pt_br: Função da organização
ru: Организационные роли
vi: Vai trò tổ chức
zh: 组织角色

source: Org roles are roles at the organization level, and they will only take effect within current organization
es: El rol de la organización es un rol a nivel de organización, que solo es válido dentro de la organización actual
ja: 組織ロールは組織レベルのロールであり、現在の組織内でのみ有効です
ko: 조직 역할은 조직 수준에서의 역할로, 현재 조직 내에서만 유효합니다.
pt_br: Os papéis organizacionais são papéis no nível da organização, válidos apenas dentro da organização atual
ru: Организационные роли — это роли на уровне организации, и они будут действовать только в пределах текущей организации
vi: Vai trò tổ chức là vai trò ở cấp độ tổ chức, chỉ có hiệu lực trong tổ chức hiện tại
zh: 组织角色是组织级别的角色，仅在当前组织内有效

source: Organizations and roles
es: Rol de la organización
ja: そしきとやくわり
ko: 조직 역할
pt_br: Papel Organizacional
ru: Организации и роли
vi: Vai trò tổ chức
zh: 组织角色

source: Password setting
es: Opciones de contraseña
ja: パスワード戦略
ko: 비밀번호 옵션
pt_br: Opções de Senha
ru: Настройки пароля
vi: Tùy chọn mật khẩu
zh: 密码选项

source: MFA enabled
es: MFA ha sido activado
ja: MFA有効化
ko: MFA가 활성화되었습니다.
pt_br: MFA Ativado
ru: МФА уже включена
vi: MFA đã được kích hoạt
zh: MFA 已启用

source: MFA force enabled
es: Forzar MFA
ja: MFAフォース有効化
ko: MFA 강제화
pt_br: MFA Obrigatório
ru: Обязательная МФА
vi: Bắt buộc MFA
zh: 强制 MFA

source: Login blocked
es: Inicio de sesión bloqueado
ja: ログインがロックされました
ko: 로그인 잠금
pt_br: Login Bloqueado
ru: Вход заблокирован
vi: Đăng nhập bị khóa
zh: 登录被锁定

source: Is OTP bound
es: ¿Está vinculado a un MFA virtual?
ja: 仮想MFAがバインドされているか
ko: 가상 MFA가 연결되어 있습니까?
pt_br: MFA Virtual Vinculado
ru: OTP привязан
vi: OTP bound
zh: 是否绑定了虚拟 MFA

source: Super Administrator
es: Superadministrador
ja: スーパーアドミニストレーター
ko: 슈퍼 관리자
pt_br: Super Admin
ru: Суперадминистратор
vi: Siêu quản trị viên
zh: 超级管理员

source: Organization Administrator
es: Administrador de la organización
ja: 組織管理者
ko: 조직 관리자
pt_br: Admin da Organização
ru: Администратор организации
vi: Quản trị viên tổ chức
zh: 组织管理员

source: Is face code set
es: ¿Existen características faciales?
ko: 얼굴 인식 특성이 존재합니까?
pt_br: Existem características faciais?
ru: Есть настройки биометрии
vi: Có tồn tại đặc điểm khuôn mặt không

source: Full name
es: Nombre completo
ja: フルバリュー
ko: 전체 이름
pt_br: Nome Completo
ru: Полное имя
vi: Tên đầy đủ
zh: 全称

source: Login username
es: Usuario que inicia sesión
ja: ログインユーザー
ko: 로그인 사용자
pt_br: Usuário de Login
ru: Имя пользователя для входа
vi: Đăng nhập người dùng
zh: 登录用户

source: Email address
es: Dirección de correo electrónico
ja: 無効なアドレス。
ko: 이메일 주소
pt_br: Endereço de Email
ru: Адрес электронной почты
vi: Địa chỉ email
zh: 邮件地址

source: User groups to join
es: Cantidad de grupos de usuarios
ja: ユーザーグループの数
ko: 사용자 그룹 수
pt_br: Quantidade de Grupos de Usuários
ru: Группы пользователей для добавления
vi: Số lượng nhóm người dùng
zh: 用户组数量

source: User source identifies where the user was created, which could be AD or other sources.There are security settings that can restrict users to log in to the system only from the sources.
es: Origen del usuario identifica el lugar de creación del usuario, puede ser AD u otra fuente. Las configuraciones de seguridad pueden restringir a los usuarios para que solo inicien sesión en el sistema desde fuentes específicas.
ja: ユーザソースはユーザの作成場所を表し、ADや他のソースになる可能性があります。セキュリティ設定で特定のソースからしかシステムにログインできないようにユーザを制限することができます。
ko: 사용자 출처는 사용자가 생성된 위치를 나타내며, AD 또는 다른 출처일 수 있습니다. 보안 설정에 따라 사용자가 지정된 출처에서만 시스템에 로그인할 수 있습니다.
pt_br: A identidade de origem do usuário indica o local de criação do usuário, que pode ser AD ou outra fonte. As configurações de segurança podem limitar os usuários a fazer login somente a partir de uma fonte especificada.
ru: Источник пользователя определяет место, где был создан пользователь. Это может быть AD или другие источники. Параметры безопасности могут ограничивать пользователей, чтобы они входили в систему только из указанных источников.
vi: Nguồn gốc người dùng xác định vị trí tạo, có thể là AD hoặc các nguồn khác. Cài đặt bảo mật có thể giới hạn người dùng chỉ được phép đăng nhập vào hệ thống từ nguồn được chỉ định.
zh: 用户来源标识用户的创建位置，可以是 AD 或其他来源。安全设置可以限制用户只能从指定来源登录系统。

source: Is org admin
es: Administrador de la organización
ja: 組織管理者です
ko: 조직 관리자
pt_br: Administrador da organização
ru: Администратор организации
vi: Org admin
zh: 组织管理员

source: Avatar url
es: Ruta del avatar
ja: アバターURL
ko: 프로필 사진 경로
pt_br: Caminho do avatar
ru: URL аватара
vi: Đường dẫn ảnh đại diện
zh: 头像路径

source: MFA level
es: MFA
ja: MFA レベル
ko: MFA
pt_br: MFA
ru: Уровень МФА
vi: MFA
zh: MFA

source: Multi-Factor Authentication
es: Autenticación
ja: 認証
ko: 인증
pt_br: Autenticação
ru: Многофакторная аутентификация
vi: Xác thực
zh: 认证

source: Has public keys
vi: Có khóa công khai

source: * For security, only a partial of users is displayed. You can search for more
es: * Por razones de seguridad, solo se muestran algunos usuarios. Puedes buscar más
ja: * あなたの安全のために、一部のユーザーのみを表示します。より多くのユーザーを検索することができます
ko: * 보안을 위해 일부 사용자만 표시됩니다. 더 많은 사용자 검색이 가능합니다.
pt_br: * Para sua segurança, apenas alguns usuários são mostrados. Você pode procurar por mais
ru: * В целях безопасности отображаются только некоторые пользователи. Вы можете выполнить поиск по другим
vi: * Để đảm bảo an toàn, chỉ hiển thị một phần người dùng. Bạn có thể tìm kiếm thêm
zh: * 为安全起见，只显示部分用户。您可以搜索更多

source: name not unique
es: Nombres duplicados
ja: 名前が一意ではない
ko: 이름 중복
pt_br: Nome duplicado
ru: имя не уникально
vi: Tên bị trùng
zh: 名称重复

source: The administrator has enabled "Only allow existing users to log in", and the current user is not in the user list. Please contact the administrator.
es: El administrador ha habilitado 'solo permitir que los usuarios existentes inicien sesión', el usuario actual no está en la lista, por favor contacta al administrador.
ja: 管理者は「既存のユーザーのみログインを許可」をオンにしており、現在のユーザーはユーザーリストにありません。管理者に連絡してください。
ko: 관리자가 '기존 사용자만 로그인 허용'을 활성화했으며, 현재 사용자가 사용자 목록에 없습니다. 관리자에게 연락해 주십시오.
pt_br: O administrador ativou a opção 'Permitir login apenas para usuários existentes', o usuário atual não está na lista de usuários, por favor, contate o administrador.
ru: Администратор включил опцию 'Разрешить вход только для существующих пользователей'. Текущий пользователь не найден в списке пользователей, пожалуйста, свяжитесь с администратором.
vi: Quản trị viên đã bật 'chỉ cho phép người dùng đã tồn tại đăng nhập', người dùng hiện tại không có trong danh sách người dùng, xin vui lòng liên hệ với quản trị viên.
zh: 管理员已开启'仅允许已存在用户登录'，当前用户不在用户列表中，请联系管理员。

source: Clean up expired user sessions
es: Limpiar sesiones de usuario vencidas
ja: 期限切れのユーザー・セッションのパージ
ko: 만료된 사용자 세션 정리
pt_br: Limpar sessões de usuários expiradas
ru: Очистка устаревших пользовательских сессий
vi: Xóa các phiên người dùng đã hết hạn
zh: 清除过期的用户会话

source: After logging in via the web, a user session record is created. At 2 a.m. every day, the system cleans up inactive user devices
es: Después de iniciar sesión en la web, se generará un registro en línea de las sesiones de usuario. A las 2 de la mañana, se limpiarán los dispositivos de usuario que no están en línea.
ja: webでログインすると、利用者のセッションのオンライン記録が生じます。毎日午前2時に、オンラインではない利用者デバイスをクリアします
ko: 웹 로그인 후 사용자 세션의 온라인 기록이 생성되며, 매일 새벽 2시에 온라인이 아닌 사용자 장치를 정리합니다.
pt_br: Após o login via web, será gerado um registro da sessão do usuário online, todos os dias às 2 da manhã, são limpos os dispositivos do usuário que não estiverem online.
ru: После входа через веб-интерфейс создаётся запись сессии пользователя. Каждый день в 2 часа ночи система очищает неактивные устройства пользователей.
vi: Sau khi đăng nhập qua web, sẽ phát sinh bản ghi phiên người dùng trực tuyến, vào mỗi 2 giờ sáng hàng ngày, hệ thống sẽ dọn dẹp các thiết bị người dùng chưa trực tuyến
zh: 使用web登录后，会产生用户会话在线记录，每天凌晨2点，清理未在线的用户设备

source: Check password expired
es: Verificar si la contraseña ha vencido
ja: パスワードの有効期限が切れていることを確認する
ko: 비밀번호 만료 확인
pt_br: A verificação da senha expirou
ru: Проверка истечения срока действия пароля
vi: Kiểm tra mật khẩu đã hết hạn
zh: 校验密码已过期

source: Check every day at 10 AM whether the passwords of users in the system are expired, and send a notification 5 days in advance
es: Cada día a las 10 de la mañana se verifica si las contraseñas de los usuarios en el sistema han vencido, se envía una notificación con 5 días de antelación.
ja: 毎日午前10時にチェックし、システム内の利用者のパスワードが期限切れになっているかどうかを確認し、5日前に通知を送ります
ko: 매일 오전 10시에 시스템 내 사용자 비밀번호가 만료되었는지 확인하며, 5일 전에 알림을 발송합니다.
pt_br: Verifica-se todos os dias às 10 da manhã se as senhas dos usuários no sistema estão expiradas, enviando um aviso com 5 dias de antecedência
ru: Каждый день в 10 утра система проверяет, истёк ли срок действия паролей пользователей, и отправляет уведомление за 5 дней до истечения
vi: Kiểm tra hàng ngày vào lúc 10 giờ sáng xem mật khẩu của người dùng trong hệ thống có hết hạn hay không, thông báo trước 5 ngày
zh: 每天上午10点检查，系统中用户的密码是否过期，提前5天发送通知

source: Periodic check password expired
es: Verificación periódica del vencimiento de contraseñas
ja: 定期認証パスワードの有効期限
ko: 주기적인 검증 비밀번호 만료
pt_br: Verificação periódica de senhas expiradas
ru: Периодическая проверка срока действия пароля
vi: Kiểm tra định kỳ mật khẩu hết hạn.
zh: 周期校验密码过期

source: With version iterations, new tasks may be added, or task names and execution times may be modified. Therefore, upon system startup, it is necessary to register or update the parameters of the task that checks if passwords have expired
es: Con cada iteración de la versión, pueden añadirse nuevas tareas o modificarse los nombres de las tareas, así como los horarios de ejecución, por lo que al iniciar el sistema, se deben registrar o actualizar los parámetros de la tarea de verificación de vencimiento de contraseñas.
ja: バージョンが進化するにつれて、新たなActionが追加されたり、Actionの名前、実行時間が変更されたりする可能性があります。そのため、システムが起動するときに、パスワードの期限切れを確認するActionのパラメータを登録または更新します
ko: 버전 업데이트에 따라 새로운 작업이 추가되거나 작업 이름과 실행 시간이 수정될 수 있으므로, 시스템 시작 시 검증 비밀번호 만료 작업의 매개변수를 등록하거나 업데이트합니다.
pt_br: Com as iterações das versões, novas tarefas podem ser adicionadas ou o nome das tarefas pode ser alterado, bem como o tempo de execução, por isso, ao iniciar o sistema, os parâmetros das tarefas de verificação de senha expirada são registrados ou atualizados
ru: С учётом итераций версий, могут быть добавлены новые задачи или изменены имена задач и время их выполнения. Поэтому при запуске системы необходимо зарегистрировать или обновить параметры задачи проверки истечения срока действия пароля.
vi: Với sự phát triển của phiên bản, có thể sẽ có nhiệm vụ mới hoặc thay đổi tên nhiệm vụ, thời gian thực hiện. Do đó, khi hệ thống khởi động, cần đăng ký hoặc cập nhật tham số kiểm tra mật khẩu đã hết hạn của nhiệm vụ. Kiểm tra người dùng đã hết hạn. Hàng ngày vào lúc 2 giờ chiều, kiểm tra xem người dùng trong hệ thống có hết hạn hay không và gửi thông báo trước 5 ngày. Kiểm tra định kỳ người dùng hết hạn. Với sự phát triển của phiên bản, có thể sẽ có nhiệm vụ mới hoặc thay đổi tên nhiệm vụ, thời gian thực hiện. Do đó, khi hệ thống khởi động, cần đăng ký hoặc cập nhật tham số kiểm tra người dùng đã hết hạn. Kiểm tra người dùng chưa sử dụng. Hàng ngày vào lúc 2 giờ chiều, theo cấu hình hệ thống - cài đặt bảo mật - cấu hình tự động vô hiệu hóa người dùng không hoạt động, thực hiện việc vô hiệu hóa đối với những người dùng lâu không đăng nhập hoặc không sử dụng api_key. Người dùng này đã không đăng nhập gần đây và đã bị vô hiệu hóa. Tài khoản của bạn sắp hết hạn. Để không ảnh hưởng đến công việc của bạn, vui lòng liên hệ với quản lý để xác nhận. Mật khẩu của bạn sẽ sớm hết hạn. Vì sự an toàn tài khoản của bạn, vui lòng nhấn vào liên kết dưới đây để kịp thời cập nhật mật khẩu. Nhấn vào đây để cập nhật mật khẩu. Nếu mật khẩu của bạn đã hết hạn, vui lòng nhấn vào đây. MFA của bạn đã được quản lý thiết lập lại.
zh: 随着版本迭代，可能会新增任务或者修改任务的名称，执行时间，所以在系统启动时，注册或者更新校验密码已过期任务的参数

source: Check user expired
es: Verificar si el usuario ha vencido
ja: ユーザーの有効期限が切れていることを確認する
ko: 사용자가 만료되었는지 확인
pt_br: Verificação de usuário já expirado.
ru: Проверка истечения срока действия пользователя
vi: Kiểm tra người dùng đã hết hạn
zh: 校验用户已过期

source: Check every day at 2 p.m whether the users in the system are expired, and send a notification 5 days in advance
es: Cada día a las 2 de la tarde se verifica si los usuarios en el sistema han vencido, y se envía una notificación con 5 días de antelación.
ja: 毎日午前10時に確認し、システム内のユーザーが期限切れになっているか確認し、5日前に通知を送信します
ko: 매일 오후 2시에 시스템 내 사용자가 만료되었는지 확인하고, 5일 전에 알림을 보냅니다.
pt_br: Confira todos os dias às 14h se os usuários do sistema estão expirados e envie uma notificação com 5 dias de antecedência
ru: Каждый день в 14:00 система проверяет, истёк ли срок действия пользователей, и отправляет уведомление за 5 дней до истечения
vi: Kiểm tra vào lúc 2 giờ chiều mỗi ngày, xem người dùng trong hệ thống có hết hạn hay không, gửi thông báo trước 5 ngày
zh: 每天下午2点检查，系统中的用户是否过期，提前5天发送通知

source: Periodic check user expired
es: Detección periódica de vencimiento de usuarios
ja: ユーザーの有効期限の定期的な検出
ko: 주기적인 사용자 만료 검토
pt_br: Verificação periódica do vencimento dos usuários
ru: Периодическая проверка истечения срока действия пользователя
vi: Kiểm tra định kỳ người dùng hết hạn.
zh: 周期检测用户过期
